Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
ar: طرق ترتيب قائمة المنتجات المتاحة
cs: Řazení zboží v kategorii
da: Tilgængelige produktlistesortering
de: Verfügbare Produktlisten Sortierung
el: Ταξινόμιση Λίστας Διαθεσιμων Προιοντων
es: Ordenaciones de listas de producto disponibles
id: Daftar urutan produk yang tersedia
ja: 商品一覧のソート順
no: Tilgjengelige produktliste sorteringer
ru: Доступные способы сортировки списка товаров
uk: Доступні способи сортування списку товарів
vi: Danh sách sắp xếp sản phẩm có sẵn

# SettingsOptions::default_products_sorting
source: Product list default sorting
ar: طريقة ترتيب قائمة المنتجات الافتراضية
cs: Výchozí řazení zboží v kategorii
da: Produkt liste standard sortering
de: Voreingestellte Sortierung in der Produktliste
el: Ταξινόμηση της Λίστας Προϊόντων με βάση:
es: Orden por defecto de la lsta de articulos
id: Urutan standar Product list
ja: 商品一覧ページのデフォルトソート順
no: Produktliste standard sortering
ru: Сортировка списка товаров по умолчанию
uk: Сортування списку продуктів за промовчанням
vi: Sắp xếp danh sách sản phẩm mặc định

# SettingsOptions::enable_quick_view
source: Enable quick view
ar: تفعيل العرض السريع
cs: Povolit rychlé zobrazení
da: Mulighed for hurtig visning
de: Quick view deaktivieren
el: Ενεργοποίηση Γρήγορης Προβολής
es: Activar vista rápida
id: Aktifkan Quick View
ja: クイックビューの有効化
no: Aktiver hurtigvisning
ru: Включить быстрый просмотр
uk: Активувати швидкий перегляд
vi: Kích hoạt xem nhanh

# SettingsOptions::header_10080
source: Common settings
ar: إعدادات شائعة
cs: Základní nastavení
da: Fælles indstillinger
de: Allgemeine Einstellungen
el: Κοινές ρυθμίσεις
es: Ajustes comunes
id: Pengaturan umum
ja: 一般設定
no: Vanlige innstillinger
ru: Дополнительные настройки
uk: Додаткові налаштування
vi: Cài đặt chung

# SettingsOptions::date_format
source: Date format
ar: نسق التاريخ
cs: Formát data
da: Dato format
de: Datum-Format
el: Επιλογή Εμφάνισης Ημερομηνίας
es: Seleccione el formato de la fecha
id: Format tanggal
ja: 日付フォーマット
no: Datoformat
ru: Формат даты
uk: Формат дати
vi: Định dạng ngày tháng

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
ar: عرض الصور المصغرة لصفحة تفاصيل الفئة
cs: Šířka náhledu stránky detailů kategorie
da: Kategori thumbnail sidebredde
de: Kategorie-Details Seite, Miniatur - Breite
el: Σελιδα λεπτομέριες κατηγορίας: Πλάτος μικρογραφίας εικόνας
es: Ancho de miniaturas en página de detalles de categoría
id: Lebar thumbnail di halaman Rincian Kategori (Detailed Category)
ja: カテゴリー詳細ページにおけるサムネイルの横幅
no: Bredde på miniatyrbilde på kategorisider.
ru: Ширина иконки на детальной странице категории
uk: Ширина іконки на детальній сторінці категорії
vi: Chiều rộng hình thu nhỏ trang danh mục chi tiết

# SettingsOptions::time_format
source: Time format
ar: نسق الوقت
cs: Formát času
da: Tid format
de: Zeit-Format
el: Επιλογή Εμφάνισης Ώρας
es: Selecione el formato de la hora
id: Format waktu
ja: 時刻フォーマット
no: Tidsformat
ru: Формат времени
uk: Формат часу
vi: Định dạng thời gian

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
ar: ارتفاع الصور المصغرة لصفحة تفاصيل الفئة
cs: Výška náhledu stránky detailů kategorie
da: Kategorioplysninger thumbnail sidehøjden
de: Kategorie-Details Seite, Miniatur - Höhe
el: Σελιδα λεπτομέριες κατηγορίας: Ύψος μικρογραφίας εικόνας
es: Alto de miniaturas en página de detalles de categoría
id: Tinggi thumbnail di halaman Rincian Kategori (Detailed Category)
ja: カテゴリー詳細ページにおけるサムネイルの高さ
no: Kategoriside detalj miniatyrbilde høyde
ru: Высота иконки на детальной странице категории
uk: Висота іконки на детальній сторінці категорії
vi: Chiều cao hình thu nhỏ trang danh mục chi tiết

# SettingsOptions::header_7024
source: Promotions
ar: العروض
cs: Slevy a propagace
da: Kampagner
de: Aktionen (Promotions)
el: Προσφορές
es: Descuentos
id: Promosi
ja: キャンペーン
no: Kampanjer
ru: Скидки
tr: Promosyonlar
uk: Знижки
vi: Chương trình khuyến mãi

# SettingsOptions::timezone
source: Time zone
ar: المنطقة الزمنية
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
id: Zona waktu
ja: タイムゾーン
no: Tidssone
ru: Часовой пояс
tr: Saat dilimi
uk: Часовий пояс
vi: Múi giờ

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
ar: عرض صورة الفئة المفصلة
cs: Šířka velkého obrázku kategorie
da: Detaljerede kategori billedbredde
de: Kategorie Detail Bild - Breite
el: Πλάτος εικόνας λεπτομεριών κατηγορίας
es: Ancho de imagen en detalle de categoría
id: Lebar gambar di halaman Rincian Kategori (Detailed Category)
ja: カテゴリ－画像の横幅
no: Detaljert kategori bildebredde
ru: Ширина детального изображения категории
tr: Ayrıntılı kategori görüntü genişliği
uk: Ширина детального зображення категорії
vi: Chiều rộng hình ảnh chi tiết danh mục

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
ar: السماح للعملاء باستخدام كوبون خصم واحد فقط
cs: Umožnit zákazníkům použít jen jeden slevový kupón
da: Tillad kunderne kun at bruge én rabatkupon
de: Kunden erlauben nur einmaligen Discount Coupon zu verwenden
el: Επιτρεπει στους πελατες να χρησιμοποιήσουν μόνο ενα εκπτωτικό κουπόνι
es: Permita que clientes usen sólo un cupón de descuento
id: Izinkan pelanggan menggunakan hanya satu kupon diskon
ja: 一度に1つのクーポンのみ利用を許可
no: Tillat kundene å bruke kun én rabattkupong
ru: Запретить покупателям использовать несколько купонов сразу
tr: Müşterilerin sadece tek bir indirim kuponu kullanmasına izin ver
uk: Заборонити покупцям використовувати декілька купонів відразу
vi: Cho phép khách hàng sử dụng chỉ duy nhất phiếu mua hàng giảm giá

# SettingsOptions::calendar_date_format
source: Calendar date format
ar: نسق تاريخ التقويم
cs: Formát data kalendáře
da: Kalendar format
de: Kalenderdatum Format
el: Μορφή Ημερολογιακής ημερομηνίας
es: Formato de fecha
id: Format tanggal kalender
ja: カレンダーの日付フォーマット
no: Kalender datoformat
ru: Формат даты в календаре
tr: Takvim tarihi formatı
uk: Формат дати в календарі
vi: Định dạng lịch ngày

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
ar: ارتفاع صورة الفئة المفصلة
cs: Výška velkého obrázku kategorie
da: Detaljerede kategori billedets højde
de: Kategorie Detail Bild - Höhe
el: Υψος εικόνας λεπτομεριών κατηγορίας
es: Alto de imagen en detalle de categoría
id: Tinggi gambar di halaman Rincian Kategori (Detailed Category)
ja: カテゴリ－画像の高さ
no: Detaljert kategori bildehøyde
ru: Высота детального изображения категории
tr: Ayrıntılı kategori görüntü yüksekliği
uk: Висота детального зображення категорії
vi: Chiều cao hình ảnh chi tiết danh mục

# SettingsOptions::header_7005
source: Users
ru: Пользователи
uk: Користувачі

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
ar: السماح للعضو بإنشاء أكثر من بروفايل لنفس الحساب
cs: Povolit uživatelům vytvářet více profilů pro jeden účet
da: Tillad brugere at oprette flere profiler (Leverings - og fakturering adresser) til en konto
de: Benutzer erlauben, mehrere Profile (Versand- und Rechnungsadressen) fur ein Konto zu erstellen.
el: Να επιτρέπεται στους χρηστες η δημιουργια πολλαπλων προφιλ για ενα λογαριασμο
es: Permita que el usuario cree perfiles múltiples (direcciones de envío y facturación) para la misma cuenta
id: Izinkan pengguna untuk membuat beberap profil dalam satu akun
ja: 複数の請求先・配送先住所の登録を許可
no: Tillat brukere å opprette flere profiler for én konto
ru: Разрешить пользователю создание нескольких профилей для одной учетной записи
tr: Kullanıcıların tek bir hesap için birden fazla profil oluşturmasına izin ver
uk: Дозволити користувачам можливість створення декількох профілів для одного облікового запису
vi: Cho phép người dùng tạo nhiều hồ sơ cho một tài khoản

# SettingsOptions::calendar_week_format
source: Calendar week starts from
ar: أسبوع التقويم يبدأ من
cs: Kalendářní týden začíná od
da: Uge start dato
de: Kalenderwoche beginnt am
el: Η ημερολογιακή εβδομάδα ξεκινά από
es: La semana empieza en
id: Minggu kalender dimulai dari
ja: カレンダーの開始曜日
no: Kalenderuke starter på
ru: Неделя в календаре начинается с
tr: Haftanın başlangıç günü
uk: тиждень починається з
vi: Tuần lịch bắt đầu từ

# SettingsOptions::min_order_amount
source: Minimum order amount
ar: الحد الأدنى لقيمة الطلب
cs: Minimální výše objednávky
da: Minimum ordre antal
de: Mindestsumme pro Bestellung
el: Ελάχιστο ποσό παραγγελίας
es: Cantidad mínima del pedido
id: Jumlah minimum pemesanan
ja: 最低注文金額
no: Minimum ordrebeløp
ru: Минимальная сумма заказа
tr: Minimum sipariş miktarı
uk: Мінімальна сума замовлення
vi: Số lượng đặt hàng tối thiểu

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
ar: تعريف الحد الأدنى لقيمة الطلب بواسطة
cs: Definovat minimální sumu objednávky jako
da: Definere mængde af minimumordre
de: Mindestbetrag für Bestellung definieren, nach
el: Καθορισμός ελάχιστου ποσού από
es: Definir el mínimo de pedido en base a
id: Tentukan jumlah pesanan minimum
ja: 最低購入金額の算出方法
no: Definer minimum ordrebeløp etter
ru: Определение минимальной суммы заказа
tr: Minimum sipariş miktarı tanımlayın
uk: Визначення мінімальної суми замовлення
vi: Xác định số lượng đặt hàng tối thiểu của

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
ar: السماح للزوار الغير مسجلي الدخول بالتسوق
cs: Povolit nepřihlášeným zákazníkům nakupovat
da: Tillad levering for gæster kunder
de: Einkaufen für nicht angemeldete Kunden erlauben
el: Δυνατότητα αγοράς σε μη συνδεδεμένους πελάτες
es: Permitir comprar a clientes no identificados
id: Perbolehkan pelanggan yang tidak log-in untuk berbelanja
ja: 非ログイン時における商品のカートへの追加
no: Tillat kjøp fra uregistrerte brukere
ru: Отображение кнопки добавление товара в корзину неавторизованным пользователям
tr: Giriş yapmamış müşterilere alışveriş izin ver
uk: Дозволити покупки для неавторизованих клієнтів
vi: Cho phép khách mua hàng không cần đăng nhập

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
ar: تعطيل إتمام الشراء للزوار
cs: Zakázat nákup bez registrace
da: Deaktiver anonym kassen
de: Anonymes Bezahlen (checkout) deaktivieren
el: Απενεργοποίηση ανώνυμης αποχώρησης από το ταμείο
es: Desactivar compra anónima
id: Non aktifkan checkout anonimus
ja: 会員登録なしでの購入を禁止
no: Deaktiver anonym utsjekking
ru: Покупатель должен зарегистрироваться либо войти, чтобы оформить заказ
uk: Покупець повинен зареєструватися або увійти, щоб оформити замовлення
vi: Vô hiệu hóa thanh toán ẩn danh

# SettingsOptions::checkout_redirect
source: Allow checkout only from the Cart content page
ar: السماح بإتمام الشراء من صفحة محتويات سلّة التسوق فقط
cs: Povolit přejít k objednávce pouze ze sekce nákupního košíku
da: Tillad kun checkout fra indkøbsvognsindhold
de: Checkout nur auf der Warenkorb Inhalt Seite zulassen
el: Να επιτρέπεται η προσβαση στο Ταμειο μονο απο την σελιδα του καλαθιου
es: Permitir checkout sólo desde la página de contenido de la cesta
id: Izinkan checkout hanya dilakukan dari halaman pesanan (Cart content)
ja: 「カートの内容」ページからのみ注文手続きを許可
no: Tillat utsjekking kun fra Handlevogn-siden
ru: Разрешить оформление заказа только на странице содержимого корзины
uk: Дозволити оформлення замовлення зі сторінки кошику
vi: Cho phép thanh toán chỉ từ trang nội dung giỏ hàng

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
ar: السماح للعميل بالاشتراك في مجموعة الأعضاء
cs: Umožnit zákazníkovi se přihlásit do uživatelské skupiny
da: Tillad kunderne at skrive sig op til bruger grupperne
de: Kunden erlauben sich für eine Benutzergruppe anzumelden
el: Να επιτρέπεται στο Χρήστη η εγγραφή σε ομάδα χρηστών
es: Permitir al cliente inscribirse en un grupo de usuarios
id: Izinkan pelanggan untuk mendaftar ke dalam user group
ja: ユーザーグループへの参加申請を許可
no: Tillat kunder å registrere seg på brukergrupper
ru: Разрешить покупателям выбирать группу в профиле
tr: Müşterilerin kullanıcı grubu için başvurmasına izin ver
uk: Дозволити замовнику обирати групу
vi: Cho phép khách hàng đăng ký nhóm người dùng

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
ar: يجب أن يعتمد الأدمن حسابات الأعضاء الجديدة
cs: Nové uživatelské účty vyžadují autorizaci správce
da: Administrator skal aktivere nye brugerkonti
de: Administrator muss neue Benutzer-Konten aktivieren
el: Ο διαχειριστής πρέπει να ενεργοποιήσει νέους λογαριασμούς χρηστών
es: Administrador debe activar nuevas cuentas de usuarios
id: Administrator harus mengaktifkan setiap akun pengguna baru
ja: 新規登録されたアカウントは管理者によるアクティベーションが必要
no: Administrator må aktivere nye brukerkontoer
ru: Администратор должен активировать новые учетные записи пользователей
tr: Yeni kullanıcı hesapları yönetici tarafından onaylansın
uk: Адміністратор повинен активувати облікові записи користувачів
vi: Người quản trị phải kích hoạt tài khoản người dùng mới

# SettingsOptions::address_position
source: Profile address section order
ar: ترتيب قسم عنوان البروفايل
cs: Pořadí adres v objednávce
da: Profil-adresse afsnit rækkefølge
de: Reihenfolge Sektion Profil-Adresse
el: Επιλογή Διάταξης στον τομεα Διευθυνσης του προφιλ
es: Orden de las direcciones en perfil de cliente
id: Profil alamat di bagian pesanan
ja: 住所情報の表示順
no: Profiladresse seksjon rekkefølge
ru: Порядок отображения адресов на странице профиля
uk: Порядок відображення адрес на сторінці профілю
vi: Hồ sơ địa chỉ phần đơn hàng

# SettingsOptions::changes_warning
source: Unsaved changes warning
ar: تحذير التغييرات الغير محفوظة
cs: Upozornění - neuložené změny
da: Ikke-gemte ændringer advarsel
de: Warnung für nicht gespeicherte Änderungen
el: Προειδοποίηση για τις μη αποθηκευμένες αλλαγές
es: Avisar de cambios no guardados
id: Peringatan perubahan yang belum disimpan
ja: 変更内容が保存されていない場合の警告表示
no: Advarsel om ulagrede endringer
ru: Показывать предупреждение о несохраненных изменениях
uk: Показувати попередження про незбережених змінах
vi: Cảnh báo những thay đổi chưa được lưu

# SettingsOptions::show_menu_descriptions
source: Show menu description
ar: عرض وصف عناصر قائمة الأدمن
cs: Zobrazit popis menu
da: Vis menu beskrivelse
de: Menü Beschreibungen anzeigen
el: Εάν απενεργοποιήσετε αυτό το πλαίσιο ελέγχου, η περιγραφή των στοιχείων του μενού θα είναι κρυμμένη
es: Mostrar descripción de menú
id: Tampilkan deskripsi menu
ja: メニューの説明文を表示
no: Vis meny-beskrivelse
ru: Показывать описание меню
uk: Показати опис меню
vi: Hiển thị menu mô tả

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
ar: مدة عرض التنبيه بالثواني (أدخل 0 لإلغاء الإخفاء التلقائي)
cs: Čas zobrazení oznámení (pro vypnutí automatického skrývání zadejte 0)
da: Meddelelse viser tid (til at slukke autohide funktion indtaste 0)
de: Dauer der Visualisierung der System Meldungen (um die "automatische Funktion " zu deaktivieren 0 eingeben)
el: Χρονος εμφανισης Προειδοποιήσεων (για να απενεργοποιήσετε την λειτουργία αυτόματης απόκρυψης εισάγετε 0)
es: Tiempo de visualización de los avisos (para desactivar la ocultación automática introduce 0)
id: Perhatikan menampilkan waktu (untuk mematikan fungsi autohide masukkan 0)
ja: 通知ウィンドウの表示時間 (自動で非表示にしない場合は0を入力)
no: Melding visningstid (for å skru av autoskjul funksjonen skriv 0)
ru: Время отображения уведомлений (чтобы уведомления не скрывались автоматически, введите 0)
uk: Час відображення повідомлень (щоб повідомлення не ховалися автоматично, введіть 0)
vi: Thời gian hiển thị thông báo (để tắt chức năng tự động ẩn, nhập 0)

# SettingsOptions::quick_registration
source: Quick registration
ar: تسجيل سريع
cs: Rychlá registrace
da: Hurtig registrering
de: Schnellregistrierung
el: Να απαιτούνται μόνο τα στοιχεία επικοινωνίας κατα την εγγραφή
es: Registro rápido
id: Pendaftaran Cepat
ja: クイック登録
no: Hurtigregistrering
ru: Быстрая регистрация
tr: Hızlı kayıt
uk: Швидка реєстрація
vi: Đăng ký nhanh

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
ar: يجب الموافقة على اتفاقية الاستخدام أثناء إتمام الشراء
cs: Vyžadovat souhlas s obchodními podmínkami
da: Spørg kunderne at blive enige med vilkår og betingelser i kassen
de: Beim Bezahlen (Checkout) Kunden fragen zuerst die Allgemeinen Geschäftsbedingungen zu akzeptieren
el: Ζητήστε από τους πελάτες να συμφωνήσουν με τους όρους και τις προϋποθέσεις πριν την αποστολή της παραγγελίας
es: Pedir al cliente estar de acuerdo con términos y condiciones durante la comprobación de la compra
id: Minta pelanggan untuk menyetujui Syarat &amp; Kondisi saat checkout
ja: 注文手続き時に利用規約への同意を求める
no: Spør kundene om å være enig med vilkår og betingelser når de sjekker ut
ru: Спрашивать покупателя о согласии с Условиями при оформлении заказа
uk: Питати покупця про згоду з Умовами при оформленні замовлення
vi: Yêu cầu khách hàng đồng ý với điều khoản &amp; điều kiện trong thanh toán

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions will be retrieved from the "terms_and_conditions_content" language variable.
ar: سيتم استرداد النص من الشروط والأحكام من "vendor_terms_n_conditions_content" متغير اللغة.
cs: Text se bere z jazykové proměnné "terms_and_conditions_content".
da: Tekst af vilkår & betingelser bliver hentet fra "terms_and_conditions_content" sprog variabel.
el: Το κείμενο για τους όρους & συνθήκες θα ανακτηθει από τη μεταβλητή γλώσσας "terms_and_conditions_content".
es: El texto de los términos y las condiciones se recuperará de la "terms_and_conditions_content" variable de idioma.
id: Teks persyaratan & ketentuan akan diambil dari variabel bahasa "terms_and_conditions_content".
ja: 利用規約には、言語変数 "terms_and_conditions_content" に設定した値が使用されます。
no: Teksten i vilkår og betingelser vil bli hentet fra "terms_and_conditions_content" språk variabel.
ru: Текст Условий соглашения будет взят из языковой переменной "terms_and_conditions_content".
tr: Şartlar ve koşullar metni "terms_and_conditions_content" dil değişkeninden alınır.
uk: Текст Умов угоди буде взято з мовної змінної "terms_and_conditions_content".
vi: Nội dung của điều khoản & điều kiện sẽ được lấy từ biến ngôn ngữ "terms_and_conditions_content".

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
ar: السماح للعملاء بإعادة الدفع إذا تم رفض العملية
cs: Umožnit zákazníkům zaplatit za objednávku znovu, pokud platební transakce skočila chybou nebo byla zamítnuta
da: Lad kunderne til at betale for igen, hvis transaktionen blev afvist
de: Kunden erlauben nochmals für die Bestellung zu bezahlen falls die Transaktion abgelehnt wurde
el: Δυνατότητα στους πελάτες να επαναλάβουν την πληρωμή, εάν η συναλλαγή απορριφθεί
es: Permita que un cliente pague el pedido otra vez si la transacción fuese rechazada.
id: Ijinkan pelanggan mengulang pembayaran jika transaksi sebelumnya ditolak
ja: 注文手続きが拒否された場合に再試行を許可
no: Tillat kunder å betale på nytt hvis transaksjonen ble avvist
ru: Разрешить повторную оплату заказа после отклонения транзакции
uk: Дозволити повторну оплату замовлення після відхилення транзакції
vi: Cho phép khách hàng trả tiền đặt hàng một lần nữa nếu giao dịch đã bị từ chối

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
ar: تقدير تكلفة الشحن في صفحة سلّة التسوق
cs: Odhadnout cenu dopravy na stránce nákupního košíku
da: Beregn leveringsomkostninger på kurv siden
de: Auf der Warenkorb Seite, Versandkosten abschätzen
el: Εκτίμηση εξόδων αποστολής στην σελίδα καλάθι
es: Calcular gastos de envío en la página del carro
id: Perkiraan biaya kirim di halaman keranjang / cart
ja: 「カートの内容」ページで配送費用を試算
no: Anslå fraktkostnader på handlevogn-siden
ru: Вычислять приблизительную стоимость доставки на странице корзины
uk: Обчислювати приблизну вартість доставки на сторінці кошика
vi: Ước tính chi phí vận chuyển trên trang giỏ hàng

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
cs: Po dokončení objednávky nabídnout neregistrovaným zákazníkům možnost se zaregistrovat
da: Tilbyde gæster for at oprette en konto efter vellykket ordre
el: Προσφέρετε τη δυνατότητα στους επισκεπτες να δημιουργήσουν εναν λογαριασμό, μετά την παραγγελία
es: Permitir que un invitado cree una cuenta después de completar un pedido
id: Tawarkan tamu untuk membuat akun setelah pesanan berhasil
ja: ゲスト購入完了後に会員登録を可能にする
no: Tilby gjester å opprette en konto etter en vellykket bestilling
ru: Предложить покупателям создавать учетную запись после оплаченного заказа
tr: Başarılı bir sipariş sonrasında misafirlere bir hesap oluşturmalarını teklif et
uk: Запропонувати покупцям створювати обліковий запис після оплаченого замовлення
vi: Đề nghị khách tạo một tài khoản sau khi đặt hàng thành công

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts [Deprecated]
ru: Не учитывать опции товара при расчете скидок на количество [Не рекомендуется]
uk: Не враховувати опції товару при розрахунку знижок на кількість [Deprecated]

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
ar: سيرفر الـ Proxy للاتصالات الخارجية
cs: Proxy server pro odchozí připojení
da: Proxy server til udegående forbindelser
de: Proxy Server für ausgehende Verbindungen
el: Διακομιστής Proxy για εξερχόμενες συνδέσεις
es: Servidor proxy para las conexiones salientes
id: Proxy server untuk koneksi keluar
ja: 外部接続時のプロキシサーバー
no: Proxy-server for utgående tilkoblinger
ru: Настройки прокси-сервера
uk: Налаштування проксі-сервера
vi: Máy chủ proxy cho kết nối gửi đi

# SettingsOptions::proxy_host
source: Proxy host
ar: مضيف الـ Proxy
cs: Uživatel proxy
da: Proxy vært
es: Servidor proxy
id: Host proxy
ja: プロキシホスト名
no: Proxy vert
ru: Прокси хост
uk: Проксі-хост

# SettingsOptions::proxy_port
source: Proxy port
ar: منفذ الـ Proxy
cs: Port proxy
el: Πόρτα Proxy
es: Puerto proxy
id: Port proxy
ja: プロキシポート番号
ru: Прокси порт
uk: Проксі-порт

# SettingsOptions::proxy_user
source: Proxy user
ar: مستخدم الـ Proxy
cs: Uživatel proxy
da: Proxy brugernavn
de: Proxy-Benutzer
el: Χρήστης Proxy
es: Usuari proxy
id: Pengguna proxy
ja: プロキシユーザー名
no: Proxy bruker
ru: Имя пользователя для прокси
uk: Користувач проксі

# SettingsOptions::proxy_password
source: Proxy password
ar: كلمة مرور الـ Proxy
cs: Heslo proxy
da: Proxy kodeord
de: Proxy-Passwort
el: Kωδικός Proxy
es: Contraseña proxy
id: Kata sandi proxy
ja: プロキシパスワード
no: Proxy passord
ru: Пароль для прокси
uk: Проксі пароль

# SettingsOptions::header_15000
source: Search options
ar: خيارات البحث
cs: Možnosti hledání
da: Søge muligheder
de: Suchoptionen
el: Επιλογές αναζήτησης
es: Opciones de búsqueda
id: Opsi pencarian
ja: 検索オプション
no: Søk alternativer
ru: Параметры поиска
uk: Параметри пошуку
vi: Tùy chọn tìm kiếm

# SettingsOptions::search_objects
source: Search also in
ar: البحث أيضاً في
cs: Hledat také v
da: Søg også i
de: Suche auch in
el: Αναζήτηση και σε
es: Buscar también en
id: Pencarian juga di
ja: 検索対象に追加
no: Søk også i
ru: Искать также в
uk: Також шукати в
vi: Cũng tìm kiếm trong

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
ar: إستخدام إتصال مشفر
cs: Použít šifrované připojení
da: Bruge krypteret forbindelse
de: Verschlüsselte Verbindung verwenden
el: Χρησιμοποιήστε κρυπτογραφημένη σύνδεση
es: Usar conexión cifrada
id: Gunakan Encrypted Connection
ja: 暗号化接続を利用
no: Bruk kryptert tilkobling
ru: Шифрованное соединение
tr: Şifreli bağlantı kullanma
uk: використовувати безпечне з'єднання
vi: Sử dụng kết nối được mã hóa
