Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::buy_in_advance_upgrade_notification.message
source: <p>Customers can now preorder products that have <b>Out of stock actions</b> set to <i>Buy in advance</i> even when the <b>Allow negative amount in inventory</b> setting is disabled. Currently the following products are available on backorder:</p><ul>[products_list]</ul><p>If you don't want to allow customers to purchase some of these products while you don't have them in stock, please edit these products and set their <b>Out of stock actions</b> to <i>None</i>.</p>
el: <p> Οι πελάτες μπορούν τώρα να προπαραγγείλουν προϊόντα που οι <b> Ενέργειες εκτός αποθέματος </ b>έχουν οριστεί σε <i> Αγοράστε εκ των προτέρων </i> ακόμη και όταν η ρύθμιση ειναι <b> Επιτρέπεται η αρνητική ποσότητα στο απόθεμα </ b> . Αυτήν τη στιγμή, τα ακόλουθα προϊόντα είναι διαθέσιμα για προπαραγγελια: </ p> <ul> [products_list] </ ul> <p> Αν δεν θέλετε να επιτρέψετε στους πελάτες να αγοράσουν κάποια από αυτά τα προϊόντα, ενώ δεν τα έχετε στη διάθεσή σας , επεξεργαστείτε αυτά τα προϊόντα και ορίστε <b> Ενέργειες εκτός αποθέματος </ b> σε <i> Καμία </ i>. </ p>
es: <p>Los clientes ahora pueden preordenar productos que tienen<b>Acciones agotadas</b> ajustar a </i>Comprar por adelantado</i>incluso cuando la configuaración<b>permitir un balance negativo en el inventario</b>esté deshabilitada. Actualmente, los siguientes productos están disponibles en pedidos pendientes: </p><ul>[products_list]</ul><p> Si no desea permitir que los clientes compren algunos de estos productos mientras no los tenga en inventario, por favor edite estos productos y configure sus <b> Acciones no disponibles</b> en <i> Ninguna</i>.</p>
id: <p> Pelanggan sekarang dapat memesan produk yang telah <b> Tindakan kehabisan stok </b> disetel ke <i> Beli di muka </i> meskipun jumlah <b> Allow negative amount in inventory </b> adalah cacat. Saat ini produk berikut tersedia di backorder: </p> <ul> [products_list] </ul> <p> Jika Anda tidak ingin mengizinkan pelanggan membeli beberapa produk ini saat Anda tidak memilikinya, harap edit produk ini dan setel <b> Tindakan stok habis </b> ke <i> None </i>. </p>
no: <p>Kunder kan nå forhåndsbestille produkter som i <b>Utsolgt fra lager handlinger</b> er satt til <i>Kjøp på forhånd</i> selv om <b>Tillat negativt beløp i varelager</b> i innstillinger er deaktivert. Foreløpig er følgende produkter tilgjengelige på restordre:</p><ul>[products_list]</ul><p>Hvis du ikke vil tillate kundene å kjøpe noen av disse produktene når du ikke har dem på lager, vær så snill å redigere disse produktene og angi <b>Utsolgt fra lager handlinger</b> til <i>Ingen</i>.</p>
ru: <p>Даже если выключена настройка <b>Разрешить отрицательное количество товаров в наличии</b>, покупатели теперь могут предзаказывать товары, которых <b>нет в наличии</b>, но для которых включен <i>Предзаказ</i>. На данный момент предзаказ доступен для следующих товаров:</p><ul>[products_list]</ul><p>. Если вы не хотите предоставлять возможность предзаказа для отдельных товаров, то при редактировании данных товаров в настройке <b>Действие при отсутствии товара в наличии</b> выставите значение <i>Не выбрано</i>.</p>
tr: <p>Müşteriler önödeme yoluyla <b>stokta olmayan</b>ürünleri <i>gelecekte alma</i>rahatlığına sahip. Artık ürünler mağazada eksilere düşmüyor.<b> Bu özellik devre dışı bırakıldı. Şuanda varolan ürünlerde önödeme imkanı:</p><ul>[products_list]</ul><p>Eğer bu ürünler stoklarınızda yokken müşterilere bu ürünlerden bazılarını alma hakkı tanımak istemiyorsanız. Lütfen ürünleri <b>Stoklarda yokken yapılacaklar</b>yerine<i>Nötr'e çevirin</i>.</p>
uk: <p>Навіть якщо вимкнена настройка <b>Дозволити від'ємну кількість товарів в наявності</b>, покупці тепер можуть предзамовляти товари, яких <b>немає в наявності</b>, але для яких включено <i>Передзамовлення</i>. На даний момент передзамовлення доступне для наступних товарів:</p><ul>[products_list]</ul><p>Якщо ви не хочете надавати можливість замовлення для окремих товарів, то при редагуванні даних товарів в налаштуванні <b>Дія при відсутності товару в наявності</b> виставите значення <i>Не обрано</i>.</p>

# Languages::invoice_heading
source: Invoice
el: Τιμολόγιο
es: Factura
id: Faktur
no: Faktura
ru: Счёт
tr: Fatura
uk: Рахунок

# Languages::new_invoice_langvar_upgrade_notification_title
source: New language variable for invoice heading
el: Νέα μεταβλητή γλώσσας για την επικεφαλίδα τιμολογίου
es: Nueva variable de idioma para el encabezado de la factura
id: Variabel bahasa baru untuk judul faktur
no: Nye språk variabel for faktura overskriften
ru: Новая языковая переменная для заголовка счёта
tr: Fatura başlığı için yeni dil değişkeni
uk: Нова мовна змінна для заголовка рахунку

# Languages::new_invoice_langvar_upgrade_notification_message
source: <p>A new language variable called <b>invoice_heading</b> has been added. You can use it to alter the title of your invoices as you see fit without altering the word "Invoice" in other parts of the store. The values for <b>invoice_heading</b> have been copied from the values of the <b>invoice</b> language variable.</p><p>Please note that whether or not the language variable appears in your invoices depends on <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">whether or not you use the email template and document editors</a>:</p><ul><li>If you use the editors, then you'll have to add the new language variable to your invoice manually.</li><li>If you use the old way of editing documents (via TPL files), then the new language variable is already included in the default TPL files.</li></ul>
cs: <p>Byla přidána nová jazyková proměnná <b>invoice_heading</b>. Můžete ji použít k úpravě názvu vašich faktur, aniž byste změnili slovo "Faktura" v jiných částech obchodu. Hodnoty pro <b>invoice_heading</b> byly zkopírovány z hodnot jazykové proměnné <b>invoice</b>.</p><p>Mějte na paměti, že to, že se jazyková proměnná objeví ve vašich fakturách závisí na tom <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">zda používáte šablonu e-mailu a nebo editory dokumentů</a>:</p><ul><li>Pokud použijete editory, musíte ručně přidat novou jazykovou proměnnou do faktury.</li><li>Pokud používáte starý způsob úpravy dokumentů (prostřednictvím souborů TPL), pak je nová jazyková proměnná již zahrnutá do výchozích souborů TPL.</li></ul>
el: <p> Έχει προστεθεί μια νέα μεταβλητή γλώσσας που ονομάζεται <b> invoice_heading </ b>. Μπορείτε να τη χρησιμοποιήσετε για να αλλάξετε τον τίτλο των τιμολογίων σας όπως νομίζετε σκόπιμα χωρίς να αλλάξετε τη λέξη "Τιμολόγιο" σε άλλα μέρη του καταστήματος. Οι τιμές για τη <b> invoice_heading </ b> έχουν αντιγραφεί από τις τιμές της μεταβλητής γλώσσας <b> τιμολογίου </ b>. </ P> <p> Σημειώστε ότι η μεταβλητή γλώσσας εμφανίζεται στα τιμολόγιά σας εξαρτάται από το <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html"> εάν χρησιμοποιείτε το πρότυπο ηλεκτρονικού ταχυδρομείου και τους εκδότες εγγράφων </a>: </ p> <ul> <li> Εάν χρησιμοποιείτε τους επεξεργαστές, τότε θα πρέπει να προσθέσετε μη αυτόματα τη μεταβλητή της νέας γλώσσας στο τιμολόγιό σας. </ li> <li> Εάν χρησιμοποιείτε τον παλιό τρόπο επεξεργασίας εγγράφων ), τότε η νέα μεταβλητή γλώσσας περιλαμβάνεται ήδη στα προεπιλεγμένα αρχεία TPL. </ li> </ ul>
es: <p>Una nueva variable de idima llamada <b>encabezado_factura</b>ha sido añadida. Puedes utilizarla para modificar el título de tus facturas como quiera sin alterar la palabra "factura" en otras partes de la tienda. Los valores para<b>encabezado_factura</b> ha sido copiado de os valores de la variable de idioma de la<b>factura</b>.</p><p>Por favor tenga en cuenta que si la variable de idioma aparece o no en sus facturas depende de: <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">si usted utiliza o no los editores de plantillas y documentos</a>:</p><ul><li>Si utilizas los editores, entonces tendrá que agregar una nueva variable de idiona a su factura manualmente.</li></li>Si utiliza la manera anyigua de editar documentos (a través de archivos TPL), entonces la nueva variable de idioma está ya incluida en los archivos TPL predeterminados.</li></ul>
id: <p> Variabel bahasa baru yang disebut <b> invoice_heading </b> telah ditambahkan. Anda dapat menggunakannya untuk mengubah judul faktur sesuai keinginan Anda tanpa mengubah kata "Faktur" di bagian lain toko. Nilai untuk <b> invoice_heading </b> telah disalin dari nilai variabel bahasa <b> faktur </b>. </p> <p> Perhatikan apakah variabel bahasa muncul dalam faktur Anda tergantung pada <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html"> apakah Anda menggunakan template email dan editor dokumen </a>: </p> <ul> <li> Jika Anda menggunakan editor, Anda harus menambahkan variabel bahasa baru ke faktur secara manual. </li> <li> Jika Anda menggunakan cara lama untuk mengedit dokumen (melalui file TPL), maka variabel bahasa baru sudah termasuk dalam file TPL default. </li> </ul>
no: <p>En ny språkvariabel som heter <b>invoice_heading</b> er lagt til. Du kan bruke den til å endre tittelen på dine fakturaer etter eget ønske uten å endre ordet "Faktura" i andre deler av butikken. Verdiene for <b>invoice_heading</b> er kopiert fra verdiene til <b>invoice</b> språkvariabelen.</p><p>Vær oppmerksom på om språkvariabelen vises i fakturaene avhenger av <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">om du bruker e-post-malen og dokument redigereren</a>:</p><ul><li>Hvis du bruker redigereren, må du legge til den nye språkvariabelen til fakturaen manuelt.</li><li>Hvis du bruker den gamle måten å redigere dokumenter på (via TPL filer), så er den nye språkvariabelen allerede inkludert i standard TPL-filene.</li></ul>
ru: <p>Была добавлена новая языковая переменная — <b>invoice_heading</b> — заголовок счёта. Её использование позволяет изменять заголовки счетов, не влияя при этом непосредственно на само слово "счёт", используемое в других элементах магазина. Значения <b>invoice_heading</b> — это скопированные значения переменной <b>invoice</b>.</p><p>Пожалуйста обратите внимание, что наличие языковой переменной зависит от того используете ли вы <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/look_and_feel/documents/enable_document_editor.html">редактор email-уведомлений и документов</a>:</p><ul><li>при использовании редактора вам придётся добавить самостоятельно добавить новую языковую переменную в счёт;</li><li>при использовании старого способа редактирования документов (с помощью файлов шаблонов), вам не нужно ничего добавлять, так как новая переменная уже включена в файлы шаблонов по умолчанию.</li></ul>
tr: <p>Yeni bir dil değişikliği allgılandı <b>invoice_heading</b> ve eklendi. Faturalandırmayı seçimleriniz doğrultusunda değiştirmek ve "Faturayı" mağazanın diğer bölümlerinde de etkin kılmak için, Fatura ederi <b>invoice_heading</b>kopyalanarak<b>invoice</b> dil değişikliği doğrultusunda eklenebilir.</p><p>Lütfen faturalandırma için dil değişimi yapsanız da <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">yapmasanızda e-mail şablonunu ve döküman editörünü kullanın</a>:</p><ul><li>editörleri kullanırsanız, o halde yeni dil gereksinimlerini faturalandırma için manual olarak ekleyin.</li><li>Eğer eski tip döküman düzenleme yapıyorsanız (TPL dosyalarıyla), ozaman yeni dil gereksinimleri halihazırda seçili olarak TPL Dosyalarında bulunacaktır.</li></ul>
uk: <p>Була додана нова мовна змінна - <b>invoice_heading</b> - заголовок рахунку. Її використання дозволяє змінювати заголовки рахунків, не впливаючи при цьому безпосередньо на саме слово "рахунок", що використовується в інших елементах магазину. Значення <b>invoice_heading</b> - це скопійовані значення змінної <b>invoice</b>.</p><p>Зауважте, що наявність мовної змінної залежить від того чи використовуєте ви <a href="http://docs.cs-cart.com/latest/user_guide/look_and_feel/documents/enable_document_editor.html">редактор email-повідомлень і документів</a>:</p><ul><li>при використанні редактора вам доведеться самостійно додати нову мовну змінну в рахунок;</li><li>при використанні старого способу редагування документів (за допомогою файлів шаблонів), вам не потрібно нічого додавати, так як нова змінна вже включена в файли шаблонів за замовчуванням.</li></ul>

# Languages::min_quantity
source: Minimum order quantity
el: Ελάχιστη ποσότητα παραγγελίας
es: Cantidad mínima de pedido
id: Jumlah Pesanan Minimum
no: Minste bestillingsantall
ru: Мин. количество для заказа
tr: Minimum sipariş miktarı
uk: Мінімальна кількість для замовлення

# Languages::ship_downloadable
source: Enable shipping for downloadable products
el: Ενεργοποίηση αποστολής για προϊόντα με δυνατότητα λήψης
es: Habilitar envío para productos descargables
id: Jumlah Pesanan Minimum
no: Aktiver frakt for nedlastbare produkter
ru: Разрешить доставку цифровых товаров
tr: İndirilebilir ürünler için gönderimi etkinleştir
uk: Дозволити доставку для завантажуваних продуктів

# Languages::inventory_tracking
source: Inventory
el: Απόθεμα
es: Inventario
id: Inventaris
no: Lagerbeholdning
ru: Расчет кол-ва товара в наличии
tr: Envanter
uk: Розрахунок кількості товару в наявності

# Languages::detailed_image
source: Detailed image
el: Λεπτομερείς εικόνες
es: Imagen detallada
id: Gambar rinci
no: Detaljerte bilde
ru: Увеличенное изображение
tr: Detaylı resim
uk: Детальне зображення

# Languages::secondary_categories
source: Secondary category
el: Δευτερευουσα κατηγορία
es: Categoría secundaria
id: Kategori sekunder
no: Sekundær kategori
ru: Дополнительная категория
tr: İkincil Kategori
uk: Додаткова категорія

# Languages::override_points
source: Override points
el: Υπέρβαση ποντων
es: Anular puntos
id: Menimpa poin
no: Overstyr poeng
ru: Прописать количество баллов вручную
tr: Geçersiz puanlar
uk: Вказати кількість балів вручну

# Languages::override_exchange_rate
source: Override exchange rate
el: Αντικατάσταση τιμής συναλλάγματος
es: Reemplazar el tipo de cambio
id: Mengesampingkan nilai tukar
no: Overstyr valutakurs
ru: Прописать значения курсов валют вручную
tr: Döviz kurunu geçersiz kıl
uk: Вказати значення курсів валют вручну

# Languages::max_quantity
source: Maximum order quantity
el: Μέγιστη ποσότητα παραγγελίας
es: Cantidad de orden máxima
id: Jumlah pesanan maksimum
no: Maks bestillingsantall
ru: Макс. количество для заказа
tr: Maksimum sipariş miktarı
uk: Максимальна кількість для замовлення

# Languages::list_qty_count
source: List quantity count
el: Αρίθμηση λίστας Ποσότητας
es: Listar el recuento de la cantidad
id: Daftar jumlah kuantitas
no: List mengde antall
ru: Максимальное число вариантов в списке выбора количества
tr: Miktar sayısı listesi
uk: Максимальне число в списку вибору кількості

# Languages::product_url
source: Product URL
el: Διεύθυνση URL προϊόντος
es: URL del producto
id: URL produk
no: Produkt URL
ru: URL товара
tr: Ürün URL'si
uk: Url продукту

# Languages::detailed_image_url
source: Detailed image URL
el: URL Λεπτομερής εικόνας
es: Detalle de la imagen de la URL
id: URL gambar terperinci
no: Detaljert bilde URL
ru: URL увеличенного изображения
tr: Detaylandırılmış resim URL'si
uk: URL Детального зображення

# Languages::box_size
source: Box size
el: Μέγεθος κιβωτίων
es: Tamaño de la caja
id: Ukuran kotak
no: Pakke størrelse
ru: Размер коробки
tr: Kutu boyutu
uk: Размір коробки

# Languages::usergroup_ids
source: Usergroup ids
el: Αναγνωριστικά UserGroup
es: Identificaciones de los grupos de usuarios
id: Id Usergroup
no: Brukergruppe-ID
ru: ID групп пользователей
tr: Kullanıcı grubu kimlikleri
uk: Id груп користувачів

# Languages::combination_code
source: Combination code
el: Κωδικος Συνδυασμου
es: Código de combinación
id: Kode kombinasi
no: Kombinasjonskode
ru: Код комбинации
tr: Kombinasyon kodu
uk: Код комбінації

# Languages::pair_type
source: Pair type
el: Τυπος ζευγαριου
es: Tipo de par
id: Jenis pasangan
no: Par type
ru: Тип пары
tr: Çift türü
uk: Тип пари

# Languages::lower_limit
source: Lower limit
el: Κατωτερο Οριο
es: Límite inferior
id: Batasan yang lebih rendah
no: Nedre grense
ru: Нижний предел
tr: Alt sınır
uk: Нижній ліміт

# Languages::user_group
source: User group
el: Ομάδα χρήστη
es: Grupo de usuario
id: Grup pengguna
no: Brukergruppe
ru: Группа пользователей
tr: Kullanıcı grubu
uk: Група користувачів

# Languages::percentage_discount
source: Percentage discount
el: Ποσοστό εκπτωσης
es: Porcentaje de descuento
id: Diskon persentase
no: Prosentrabatt
ru: Скидка в процентах
tr: Yüzde indirim
uk: Снижка у відсотках

# Languages::feature_name
source: Feature name
el: Όνομα Χαρακτηριστικού
es: Código de la función
id: Nama fitur
no: Funksjonsnavn
ru: Название характеристики
tr: Özellik adı
uk: Назва характеристики

# Languages::feature_id
source: Feature ID
el: ID Χαρακτηριστικού
es: Identifiación de la función
id: ID fitur
no: Funksjons-ID
ru: ID характеристики
tr: Özellik ID
uk: ID характеристики

# Languages::show_on_the_features_tab
source: Show on the features tab
el: Προβολή στην καρτέλα Χαρακτηρηστικών
es: Mostrar en la pestaña de funciones
id: Tampilkan di tab fitur
no: Vis på funksjons-fliken
ru: Показывать во вкладке «Характеристики» карточки товара
tr: Özellikler sekmesinde göster
uk: Показувати у вкладці «Характеристики» картки товара

# Languages::show_in_product_list
source: Show in product list
el: Εμφάνιση σε λίστα προϊόντων
es: Mostrar en la lista de productos
id: Tampilkan di daftar produk
no: Vis i produktlisten
ru: Показывать в списке товаров
tr: Ürün listesinde göster
uk: Показати в списку товарів

# Languages::show_in_product_header
source: Show in product header
el: Εμφάνιση στην επικεφαλίδα του προϊόντος
es: Mostrar en el encabezado del producto
id: Tampilkan di header produk
no: Vis i produkt headeren
ru: Показывать в заголовке карточки товара
tr: Ürün başlığında göster
uk: Показувати в заголовку картки товару

# Languages::comparsion
source: Comparison
el: Σύγκριση
es: Comparación
id: Perbandingan
no: Sammenligning
ru: Сравнение
tr: Karşılaştırma
uk: Порівняння

# Languages::variant_id
source: Variant ID
el: ID Εναλλαγής
es: Identificación de la variante
id: ID varian
ru: ID варианта
tr: Varyant ID
uk: ID варианту

# Languages::feature_group
source: Feature group
el: Ομάδα Χαρακτηρηστικών
es: Función de grupo
id: Kelompok fitur
no: Funksjonsgruppe
ru: Группа характеристик
tr: Özellik grubu
uk: Група характеристик

# Languages::payment_id
source: Payment ID
de: Zahlungs-ID
el: ID πληρωμής
es: Identificación de pago
id: ID pembayaran
no: Betalings-ID
ru: ID платежа
tr: Ödeme ID
uk: ID платежу

# Languages::billing_first_name
source: Billing: first name
el: Χρέωση: όνομα
es: Facturación: nombre
id: Penagihan: nama depan
no: Fakturering: fornavn
ru: Адрес плательщика: имя
tr: Fatura: adı
uk: Адреса платника: Ім'я

# Languages::billing_last_name
source: Billing: last name
el: Χρέωση: επιθετο
es: Facturación: apellido
id: Penagihan: nama belakang
no: Fakturering: etternavn
ru: Адрес плательщика: фамилия
tr: Fatura: soyadı
uk: Адреса платника: Прізвище

# Languages::billing_address_line_2
source: Billing: address (line 2)
el: Χρέωση: διευθυνση (2η γραμμή)
es: Facturación: dirección (línea 2)
id: Penagihan: alamat (baris 2)
no: Fakturering: adresse (linje 2)
ru: Адрес плательщика: адрес (строка 2)
tr: Fatura: adres (2. satır)
uk: Адреса платника: адреса (рядок 2)

# Languages::billing_city
source: Billing: city
el: Χρεωση: Πόλη
es: Facturación: ciudad
id: Penagihan: kota
no: Fakturering: poststed
ru: Адрес плательщика: город
tr: Fatura: şehir
uk: Адреса платника: Місто

# Languages::billing_state
source: Billing: state
el: Χρεωση: Νομός
es: Facturación: estado
id: Penagihan: negara
no: Fakturering: stat
ru: Адрес плательщика: регион
tr: Fatura: eyalet
uk: Адреса платника: Регіон

# Languages::billing_country
source: Billing: country
el: Χρεωση: Χώρα
es: Facturación: país
id: Penagihan: negara
no: Fakturering: land
ru: Адрес плательщика: страна
tr: Fatura: ülke
uk: Адреса платника: Країна

# Languages::billing_zipcode
source: Billing: zipcode
el: Χρέωση: ΤΚ
es: Facturación: código postal
id: Penagihan Kode Pos
no: Fakturering: postnummer
ru: Адрес плательщика: почтовый индекс
tr: Fatura: posta kodu
uk: Адреса платника: поштовий індекс

# Languages::shipping_first_name
source: Shipping: first name
de: Versand: Vorname
el: Αποστολή: όνομα
es: Envío: nombre
id: Pengiriman: nama depan
no: Frakt: fornavn
ru: Адрес доставки: имя
tr: Nakliye: ad
uk: Адреса доставки: ім'я

# Languages::shipping_last_name
source: Shipping: last name
de: Versand: Nachname
el: Αποστολή: Επίθετο
es: Envío: apellido
id: Pengiriman: nama belakang
no: Frakt: etternavn
ru: Адрес доставки: фамилия
tr: Nakliye: soyadı
uk: Адреса доставки: прізвище

# Languages::shipping_address_line_2
source: Shipping: address (line 2)
de: Versand: Adresse (Zeile 2)
el: Αποστολή: διευθυνση (2η γραμμή)
es: Envío: dirección (línea 2)
id: Pengiriman: alamat (baris 2)
no: Frakt: adresse (linje 2)
ru: Адрес доставки: адрес (строка 2)
tr: Nakliye: Adres (satır 2)
uk: Адреса доставки: адреса (рядок 2)

# Languages::shipping_city
source: Shipping: city
de: Versand: Stadt
el: Αποστολή: Πόλη
es: Envío: ciudad
id: Pengiriman: kota
no: Frakt: poststed
ru: Адрес доставки: город
tr: Nakliye: şehir
uk: Адреса доставки: місто

# Languages::shipping_state
source: Shipping: state
de: Versand: Bundesland
el: Αποστολή: Νομός
es: Envío: estado
id: Pengiriman: negara
no: Frakt: stat
ru: Адрес доставки: регион
tr: Nakliye: eyalet
uk: Адреса доставки: регіон

# Languages::shipping_country
source: Shipping: country
de: Versand: Land
el: Αποστολή: Χώρα
es: Envío: país
id: Pengiriman: negara
no: Frakt: land
ru: Адрес доставки: страна
tr: Nakliye: ülke
uk: Адреса доставки: Країна

# Languages::shipping_zipcode
source: Shipping: zipcode
de: Versand: Postleitzahl
el: Αποστολή: ΤΚ
es: Envío: código postal
id: Pengiriman: kode pos
no: Frakt: postnummer
ru: Адрес доставки: почтовый индекс
tr: Nakliye: posta kodu
uk: Адреса доставки: поштовий індекс

# Languages::item_id
source: Item ID
de: Artikel-ID
el: ID Είδους
es: ID del artículo
no: Element-ID
ru: ID элемента
tr: Öğe ID
uk: ID елементу

# Languages::issuer_id
source: Issuer ID
el: ID Εκδότη
es: ID del emisor
id: ID penayang
no: Utsteder-ID
ru: ID менеджера
tr: Düzenleyen ID
uk: ID менеджера

# Languages::billing_phone
source: Billing: phone
el: Χρεέωση: Τηλεφωνο
es: Facturación: número de teléfono
id: Tagihan telepon
no: Fakturering: telefon
ru: Адрес плательщика: телефон
tr: Fatura: telefon
uk: Адреса платника: телефон

# Languages::shipping_phone
source: Shipping: phone
de: Versand: Telefon
el: Αποστολή: Τηλεφωνο
es: Envío: número de teléfono
id: Pengiriman: telepon
no: Frakt: telefon
ru: Адрес доставки: телефон
tr: Nakliye: telefon
uk: Адреса доставки: телефон

# Languages::extra_fields
source: Extra fields
el: Επιπλέον πεδία
es: Campos adicionales
id: Bidang ekstra
no: Ekstra felt
ru: Дополнительные поля
tr: Ek alanlar
uk: Додаткові поля

# Languages::country_code
source: Country code
de: Ländercode
el: Κωδικός χώρας
es: Código del país
id: Kode negara
no: Landskode
ru: Код страны
tr: Ülke kodu
uk: Код країни

# Languages::salt
source: Salt
es: Sal
id: Garam
ru: Соль
tr: Tuz
uk: Сіль

# Languages::registration_date
source: Registration date
de: Registrierungsdatum
el: Ημερομηνία εγγραφής
es: Fecha del Registro
id: Tanggal registrasi
no: Registreringsdato
ru: Дата регистрации
tr: Kayıt tarihi
uk: Дата регєстрації
