Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::dhl_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use DHL as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses DHL as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper Site ID and Password</li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة لشحن حساب معدل إذا كنت تستخدم مكتبة داغ همرشولد كناقل الحقيقي-</p> <p>إذا كنت تريد أن تظهر معدلات الشحن الحالية على أجهزة الكمبيوتر العميلة، القيام بذلك:</p> <ul><li>اذهب إلى إدارة > النقل البحري & الضرائب > طرق الشحن</li> <li>اختيار طريقة الشحن التي تستخدم مكتبة داغ همرشولد كناقل لحساب أسعار الشحن</li> <li>قم بالتبديل إلى علامة التبويب عام وإدخال خدمة الشحن الصحيح</li> <li>قم بالتبديل إلى علامة التبويب تكوين وأدخل معرف الموقع الصحيح وكلمة المرور</li></ul>
cs: <p>Nejnovější verze [product] má různá nastavení pro výpočet přepravních sazeb v reálném čase, pokud používáte DHL jako přepravce.</p><p>Pokud chcete zobrazit aktuální přepravní sazby svým zákazníkům, musíte udělat následující:</p><ul><li>Přejděte do nabídky Správa>Doprava & daně>Způsoby dopravy</li><li>vyberte způsob dopravy DHL jako přepravce pro výpočet přepravních sazeb</li><li>přepněte na kartu Obecné a zadejte správnou přepravní službu</li><li>přepněte na kartu Konfigurovat a zadejte správné Site ID a heslo</li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for realtime shipping sats beregning, hvis du bruger DHL som transportør.</p> <p>Hvis du ønsker at vise nuværende fragtpriser til dine kunder, gør dette:</p> <ul><li>gå til Administration > Shipping & skatter > Shipping metoder</li> <li>vælge den leveringsmetode, der bruger DHL som transportør til at beregne fragtpriser</li> <li>Skift til fanen Generelt, og Angiv den korrekte rutefart</li>, <li>Skift til fanen Konfigurer og angive korrekt Site-ID og Password</li></ul>
el: <p>Την τελευταία έκδοση του [product] έχει διαφορετικές ρυθμίσεις για το σε πραγματικό χρόνο υπολογισμού τιμων μεταφορικων, αν χρησιμοποιείτε τη DHL ως μεταφορικη</p> <p>Αν θέλετε να εμφανίσετε τις τρέχουσες τιμές αποστολής στους πελάτες σας, κάντε τα εξης:</p> <ul><li>πηγαίνετε στο διαχείριση > ΜΕΤΑΦΟΡΙΚΑ & ΦΟΡΟΙ > Τρόποι Αποστολης</li> <li>επιλέξετε τη μέθοδο αποστολής που χρησιμοποιεί τη DHL ως φορέας για τον υπολογισμό των τιμων μεταφορικων</li> <li>μεταβείτε στην καρτέλα Γενικά και στην κατάλληλη υπηρεσία αποστολής</li> <li>μεταβείτε στην καρτέλα ρύθμιση παραμέτρων και χρησιμοποιείστε το κατάλληλο αναγνωριστικό τοποθεσίας και τον κωδικό</li></ul>
es: <p>La última versión de [product] tiene diferentes configuraciones para cálculo de gastos de envío en tiempo real si utiliza DHL.</p> <p>Si desea mostrar los gastos de envío actuales a sus clientes, haga esto:</p> <ul><li>ir a Administración &gt; envío y impuestos &gt; métodos de envío</li> <li>elegir el método de envío que utiliza DHL para calcular los gastos de envío</li> <li>cambie a la pestaña General y entre en el servicio de envío adecuado</li> <li>cambie a la pestaña de configuración y escriba el Site ID y la contraseña adecuados</li></ul>
id: <p>Versi terbaru dari [product] memiliki pengaturan yang berbeda untuk pengiriman hash jika Anda menggunakan DHL sebagai pembawa realtime.</p> <p>Jika Anda ingin menunjukkan saat ini TARIF pengiriman kepada klien Anda, lakukan ini:</p> <ul><li>pergi ke administrasi > pengiriman & pajak > metode pengiriman</li> <li>memilih metode pengiriman yang menggunakan DHL sebagai pembawa untuk menghitung harga pengiriman</li> <li>beralih ke tab Umum dan masuk Layanan pengiriman tepat</li> <li>beralih ke mengkonfigurasi tab dan masukkan situs ID dan sandi yang tepat</li></ul>
no: <p>Den nyeste versjonen av [product] har ulike innstillinger for fraktberegning i sanntid hvis du bruker DHL som transportselskap.</p><p>Hvis du vil vise gjeldende fraktpriser for dine kunder, gjør dette:</p><ul><li>gå til administrasjon > Forsendelse & moms > Fraktmetoder</li><li>Velg leveringsmåtene som bruker DHL for å beregne fraktpriser</li><li>gå til fanen Generelt, og angi den riktige frakt-tjenesten</li><li>gå så til til fanen Konfigurer og angi riktig område-ID og passord</li></ul>
ru: <p>В последней версии [product] изменились настройки расчета стоимости доставки DHL в режиме реального времени.</p><p>Если вы хотите показывать покупателям текущую стоимость доставки, выполните следующие шаги:</p><ul><li>перейдите в Администрирование > Доставка и налоги > Способы доставки</li><li>выберите способ доставки, который использует перевозчика DHL для расчета стоимости доставки</li><li>перейдите на вкладку Общее и выберите необходимую Службу доставки</li><li>перейдите на вкладку Настроить и введите правильный ID сайта и пароль.</li></ul>
tr: <p>Son sürüm olan[product] DHL kargoyu seçtiğinizde kargolama ücretlendirmesi kurdan olan anlık değişimlerden etkilenerek değişiklik gösterebilir.</p><p>Eğer müşterilerinize şuanki kargo fiyatlandırmasını sunmak isterseniz, lütfen:</p><ul><li>Önce Yönetim > Kargolama & Vergilendirme > Kargolama metodu</li><li>seçerken DHL Kargo'yu kullanacağınızı belirtiniz</li><li>Genel sekmeye giderek doğru kargo servisinis seçip</li><li>yapılandırma sekmesine geçerek doğru site kimlik numarasını (ID) ve Şifreyi unutmayın.</li></ul>
uk: <p>В останній версії [product] змінилися налаштування розрахунку вартості доставки DHL в режимі реального часу.</p><p>Якщо ви хочете показувати покупцям поточну вартість доставки, виконайте наступні кроки:</p><ul><li>перейдіть в Адміністрування> Доставка і податки> Способи доставки</li><li>виберіть спосіб доставки, який використовує перевізника DHL для розрахунку вартості доставки</li><li>перейдіть на вкладку Загальне і виберіть необхідну Службу доставки</li><li>перейдіть на вкладку Налаштувати і введіть правильний ID сайту і пароль.</li></ul>
vi: <p>Phiên bản mới nhất của [product] có các cài đặt khác nhau cho thời gian thực vận chuyển tính toán tỷ lệ nếu bạn sử dụng DHL là một tàu sân bay.</p> <p>Nếu bạn muốn hiển thị giá vận chuyển hiện tại khách hàng của bạn, làm điều này:</p> <ul><li>đi đến chính quyền > vận chuyển & thuế > vận chuyển phương pháp</li> <li>chọn phương pháp vận chuyển có sử dụng DHL là một tàu sân bay để tính toán vận chuyển tỷ giá</li> <li>chuyển sang General tab và nhập vào các dịch vụ vận chuyển thích hợp</li> <li>chuyển sang tab cấu hình và nhập thích hợp trang web ID và mật khẩu</li></ul>

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
ar: تغييرات الترقية في [product] [version]
cs: Změny v aktualizaci [product] [version]
da: Opgradere ændringer i [product] [version]
el: Αναβάθμιση αλλαγων σε [product] [version]
es: Actualizar cambios en [product] [version]
id: Tingkatkan versi di [product] [version]
ja: [product] [version] にアップグレードした際の主な変更点
no: Oppgrader endringer i [product] [version]
ru: Изменения после обновления в [product] [version]
tr: [product][version] içindeki değişiklikleri yükselt
uk: Зміни після оновлення в [product] [version]
vi: Nâng cấp các thay đổi trong [product] [version]

# Languages::eway_upgrade_notification_title
source: eWAY, eWAY Direct Payment and eWAY Shared Payment payment processors are no longer supported
ar: eWAY, eWAY Direct لمعالجة الدفع و eWAY Shared لم تعد معتمدة
cs: eWay, eWay s přímou platbou a eWay Sdílené platby platebních procesorů již nejsou podporovány
da: eWAY, eWAY direkte betaling og eWAY delt betaling betalingsprocessorer understøttes ikke længere
el: Οι επεξεργαστες πληρωμων WAY, eWAY Direct Payment και eWAY Shared Payment δεν υποστηρίζονται πλέον
es: ya no se soportan los procesadores de pago eWAY, eWAY Direct Payment y eWAY Shared Payment payment
id: proses pembayaran eWAY, eWAY Direct Payment dan eWAY Shared Payment tidak lagi didukung
no: eWAY, eWAY Direct Payment og eWAY Delte betaling prosessorer støttes ikke lenger
ru: Процессоры eWAY, eWAY Direct Payment и eWAY Shared Payment больше не поддерживаются
tr: eWAY, eWay Direk ödeme ve eWAY Paylaşımlı Ödeme sistemleri artık desteklenmiyor
uk: процесори eWAY, eWAY Direct Payment і eWAY Shared Payment більше не підтримуються
vi: eWAY, eWAY Direct Payment và eWAY Shared Payment không còn được hỗ trợ

# Languages::eway_upgrade_notification_text
source: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> and <b>eWAY Shared Payment</b> are not supported since this [product] version.</p><p>We strongly recommend you to <b>upgrade to eWAY Direct Payment (Rapid API)</b> or <b>eWAY Responsive Shared (Rapid API)</b>, here are the instructions:</p><ul><li>go to Administration > Payment methods</li><li>open one of the payment methods utilizing deprecated eWAY processor</li><li>switch to General tab and specify eWAY Direct Payment (Rapid API) or eWAY Responsive Shared (Rapid API) payment processor</li><li>switch to Configure tab and specify proper:<ul><li>API Key, API Password and Encryption Key for eWAY Direct Payment (Rapid API)</li><li>API Key and API Password for eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>eWAY, eWAY Direct Payment and eWAY Shared Payment will still be operational but we <b>renamed</b> them to Deprecated eWAY, Deprecated eWAY Direct Payment and Deprecated eWAY Shared Payment accordingly.</p>
ar: <p><b>eWAY</b>، <b>eWAY "الدفع المباشر"</b> و <b>eWAY الدفع المشتركة</b> غير معتمدة منذ هذا الإصدار [product].</p> <p>نحن نوصي بشدة لك <b>الترقية إلى eWAY "الدفع المباشر" (API السريع)</b> أو <b>eWAY "استجابة مشتركة" (API السريع)</b>، وهنا التعليمات:</p> <ul><li>اذهب إلى إدارة > طرق الدفع</li> <li>، انتقدت إحدى طرق الدفع استخدام المعالج eWAY</li> <li>قم بالتبديل إلى علامة التبويب عام ثم حدد eWAY "الدفع المباشر" (API السريع) أو eWAY معالج الدفع "استجابة مشتركة" (API السريع)</li> <li>قم بالتبديل إلى علامة التبويب تكوين وتحديد السليم: <ul><li>API الرئيسية، API كلمة السر ومفتاح التشفير ل eWAY "الدفع المباشر" (API السريع)</li> <li>API الرئيسية وكلمة المرور API ل eWAY "استجابة مشتركة" (السريع API)</li></ul></li></ul> <p>eWAY، eWAY "الدفع المباشر" و eWAY "الدفع المشتركة" ستظل التشغيلية لكننا <b>تسمية</b> لهم eWAY تم تجاهله، انتقدت eWAY "الدفع المباشر" وإهمالها eWAY الدفع المشتركة تبعاً لذلك.</p>
cs: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> a <b>eWAY Shared Payment</b> nejsou touto verzí [product] podporovány.</p><p>Důrazně Vám doporučujeme <b>aktualizaci na eWAY Direct Payment (Rapid API)</b> nebo <b>eWAY Responsive Shared (Rapid API)</b>, zde jsou pokyny:</p><ul><li>přejděte do Administration > Payment methods</li><li>otevřete jednu z metod platby, která používá zastaralý procesor eWAY</li><li>přejděte na kartu General a vyberte platební procesor eWAY Direct Payment (Rapid API) nebo eWAY Responsive Shared (Rapid API)</li><li>přejděte na kartu Configure a zadejte v tomto pořadí:<ul><li>API Key, API Password a Encryption Key pro eWAY Direct Payment (Rapid API)</li><li>API Key a API Password pro eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>eWAY, eWAY Direct Payment a eWAY Shared Payment budou stále k dispozici, ale <b>přejmenovali</b> jsme je proto na Deprecated eWAY, Deprecated eWAY Direct Payment a Deprecated eWAY Shared Payment.</p>
da: <p><b>eWAY</b>, <b>eWAY direkte betaling</b> og <b>eWAY delt betaling</b> understøttes ikke siden denne [product] version.</p> <p>Vi anbefaler dig at <b>opgradere til eWAY direkte betaling (hurtig API)</b> eller <b>eWAY lydhør delt (hurtig API)</b>, her er vejledningen:</p> <ul><li>gå til Administration > betalingsmetoder</li> <li>åbne en af de betalingsmetoder, udnytte frarådet eWAY processor</li> <li>Skift til fanen Generelt og angive eWAY direkte betaling (hurtig API) eller eWAY lydhør delt (hurtig API) betaling processor</li> <li>omdirigere hen til konfigurere tab og angive korrekt: <ul><li>API-nøgle, API adgangskode og krypteringsnøglen for eWAY direkte betaling (hurtig API)</li> <li>API-nøgle og API adgangskode for eWAY lydhør delt (hurtig API)</li></ul></li></ul> <p>eWAY, eWAY direkte betaling og eWAY delt betaling vil stadig være operationelle men vi <b>omdøbte</b> dem til udfaset eWAY, frarådet eWAY direkte betaling og frarådet eWAY delt betaling derfor.</p>
el: <p>Οι τροποι <b>eWAY</b>, <b>eWAY Direct Payment</b> και <b>eWAY Shared Payment</b> δεν υποστηρίζονται από αυτήν την έκδοση [product].</p> <p>Σας προτείνουμε ανεπιφύλακτα να <b>αναβαθμίσετε σε eWAY Direct Payment (Rapid API)</b> ή <b>eWAY Responsive Shared (Rapid API)</b>, εδώ είναι οι οδηγίες:</p> <ul><li>πηγαίνετε στο διαχείριση > Τροποι Πληρωμης</li> <li>Ανοίξτε έναν από τους τρόπους πληρωμής που κανουν χρηση του παρωχημενου eWAY επεξεργαστή</li>, <li>μεταβείτε στην καρτέλα "Γενικά" και καθορίστε το <b>WAY Direct Payment (Rapid API)</b> ή το <b>eWAY Responsive Shared (Rapid API)</b> ως επεξεργαστή πληρωμής</li> <li>μεταβείτε στην καρτέλα "ρύθμιση παραμέτρων" και καθορίσετε τα σωστα: <ul><li>API, API κωδικό πρόσβασης και κρυπτογράφηση κλειδιού για WAY Direct Payment (Rapid API)</li> <li>API κλειδί και κωδικός πρόσβασης API για eWAY Responsive Shared (Rapid API)</li></ul></li></ul> <p>Τα eWAY, eWAY Direct Payment και eWAY Shared Payment θα εξακολουθουν να είναι λειτουργικα, αλλά εμείς τα <b>μετονομάσαμε</b> Παρωχημενο eWAY, Παρωχημενο eWAY Direct Payment καιωΠαρωχημενο eWAY Shared Payment αναλόγως.</p>
es: <p>no se admiten <b>eWAY</b>, <b>eWAY pago directo</b> y <b>eWAY pago compartido</b> desde esta versión [product].</p> <p>Le recomendamos <b>actualizar a eWAY Direct Payment (Rapid API)</b> o <b>eWAY Responsive Shared (Rapid API)</b>, aquí están las instrucciones:</p> <ul><li>vaya a Administración &gt; métodos de pago</li> <li>abra uno de los métodos de pago que utilizan el discontinuado procesador eWAY</li> <li>cambie a la ficha General y especifique el procesador de pagos eWAY Direct Payment (Rapid API) o eWAY Responsive Shared (Rapid API) </li> <li>cambie a la ficha configurar y especificar correctamente: <ul><li>API Key, clave API y clave de cifrado para eWAY Direct Payment (Rapid API)</li> <li>API Key y la contraseña de la API de eWAY Responsive Shared (Rapid API) </li></ul></li></ul> <p>eWAY, eWAY Direct Payment y eWAY Responsive Shared seguirá siendo operacional pero será <b>renombrado</b> Obsoleto eWAY, Obsoleto eWAY Direct Payment and Obsoleto eWAY Shared Payment, respectivamente.</p>
id: <p><b>eWAY</b>, <b>eWAY pembayaran langsung</b> dan <b>eWAY bersama pembayaran</b> tidak didukung sejak versi [product].</p> <p>Kami sangat menyarankan Anda untuk <b>meng-upgrade ke eWAY pembayaran langsung (cepat API)</b> atau <b>eWAY responsif bersama (cepat API)</b>, berikut adalah petunjuk:</p> <ul><li>pergi ke administrasi > metode pembayaran</li> <li>terbuka satu metode pembayaran yang memanfaatkan usang eWAY prosesor</li> <li>beralih ke tab Umum dan menentukan eWAY pembayaran langsung (cepat API) atau eWAY responsif bersama (cepat API) prosesor pembayaran</li> <li>beralih ke tab mengkonfigurasi dan tentukan tepat: <ul><li>kunci API, API Password dan kunci enkripsi untuk eWAY pembayaran langsung (cepat API)</li> <li>kunci API dan API Password untuk eWAY responsif bersama (cepat API)</li></ul></li></ul> <p>eWAY, eWAY pembayaran langsung dan eWAY bersama pembayaran masih akan beroperasi tapi kami <b>berganti nama</b> mereka untuk Deprecated eWAY, Deprecated eWAY pembayaran langsung dan usang eWAY bersama pembayaran sesuai.</p>
ru: <p>Процессоры <b>eWAY</b>, <b>eWAY Direct Payment</b> и <b>eWAY Shared Payment</b> не поддерживаются, начиная с этой версии [product].</p><p>Мы рекомендуем вам перейти на <b>eWAY Direct Payment (Rapid API)</b> или <b>eWAY Responsive Shared (Rapid API)</b>, используя эту инструкцию:</p><ul><li>перейдите в Администрирование > Способы оплаты</li><li>откройте способ оплаты, использующий более не поддерживаемый процессор eWAY</li><li>перейдите на вкладку Общее и выберите процессор eWAY Direct Payment (Rapid API) или eWAY Responsive Shared (Rapid API)</li><li>перейдите на вкладку Настроить и укажите:<ul><li>API-ключ, пароль API и ключ шифрования для eWAY Direct Payment (Rapid API)</li><li>API-ключ и пароль API для eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>Процессоры eWAY, eWAY Direct Payment и eWAY Shared Payment все еще будут работать, но мы <b>переименовали</b> их в Deprecated eWAY, Deprecated eWAY Direct Payment и Deprecated eWAY Shared Payment соответственно.</p>
tr: <p><b>eWAY</b>,<b>eWAY Dirke Ödeme</b>ve<b>eWAY Paylaşımlı Ödeme</b>sistemleri bu versiyondan itibaren[product] desteklenmiyor.</p><p>Önemle rica ediyoruz ki<b>eWAY Direk Ödeme (Rapid API) seçerek güncelleme yapınız</b>ya da <b>eWAY Duyarlı Paylaşım (Rapid API)</b>, seçiniz, talimatlar için</li><li>Genel sekmeye giderek uygun yapılandırmayı seçiniz:<ul><li>API Anahtarı, API Şifresi ve kriptolama şifresini eWay Direk Ödeme (Rapid API)</li><li>Bölümünden API Anahtarı veya API şifresi ile eWAY Anlık Paylaşım (Rapid API) nı</li></ul></li></ul><p>eWAY, eWAY Direk Ödeme ve eWAY Paylaşımlı Ödeme ile kullanılabilir olacağınının ama <b>yeniden</b> adlandırıldıklarını ve dolayısıyla onaylanmamış eWAY, Onaylanmamış eWAY Direk Ödeme ve Onaylanmamış eWAY Paylaşımlı ödeme yerine geçeceğini bilin
uk: <p>Процесори <b>eWAY</b>, <b>eWAY Direct Payment</b> і <b>eWAY Shared Payment</b> не підтримуються, починаючи з цієї версії [product].</p><p>Ми рекомендуємо вам перейти на <b>eWAY Direct Payment (Rapid API)</b> або <b>eWAY Responsive Shared (Rapid API)</b>, використовуючи цю інструкцію:</p><ul><li>перейдіть в Адміністрування> Способи оплати</li><li>відкрийте спосіб оплати, який використовує більше не підтримуваний процесор eWAY</li><li>перейдіть на вкладку Загальне і виберіть процесор eWAY Direct Payment (Rapid API) або eWAY Responsive Shared ( Rapid API)</li><li>перейдіть на вкладку Налаштувати і вкажіть:<ul><li>API-ключ, пароль API і ключ шифрування для eWAY Direct Payment (Rapid API) </li><li>API- ключ і пароль API для eWAY Responsive Shared (Rapid API) </li></ul></li></ul><p>Процесори eWAY, eWAY Direct Payment і eWAY Shared Payment все ще працюватимуть, але ми <b>перейменували</b>їх в Deprecated eWAY, Deprecated eWAY Direct Payment і Deprecated eWAY Shared Payment відповідно</p>
vi: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> và <b>eWAY Shared Payment</b> không được hỗ trợ kể từ phiên bản này [product].</p> <p>Chúng tôi đề nghị bạn <b>nâng cấp lên eWAY Direct Payment (Rapid API)</b> hoặc <b>eWAY Responsive Shared (Rapid API)</b>, đây là hướng dẫn:</p> <ul><li>đi đến Quản trị > Phương thức thanh toán</li> <li>mở một trong các phương thức thanh toán bằng cách sử dụng deprecated eWAY xử lý</li> <li>chuyển sang tab Chung và chỉ định eWAY Direct Payment (Rapid API) hoặc eWAY Responsive Shared (Rapid API) xử lý thanh toán</li> <li>chuyển sang tab Cấu hình và xác định đúng: <ul><li>khóa API, mật khẩu API và khoá mật mã cho eWAY Direct Payment (Rapid API)</li> <li>khóa API và mật khẩu API cho eWAY Responsive Shared (Rapid API)</li></ul></li></ul> <p>eWAY, eWAY Direct Payment và eWAY Shared Payment vẫn sẽ hoạt động nhưng chúng tôi <b>đã đổi tên</b> họ Deprecated eWAY, Deprecated eWAY Direct Payment và Deprecated eWAY Shared Payment cho phù hợp.</p>

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
ar: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> كيف أقوم بإعداد بي eWAY يعيش API الرئيسية وكلمة السر؟</a>
cs: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Jak mohu nastavit můj Live eWay API klíč a heslo?</a>
da: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> Hvordan kan jeg indstille op min Live eWAY, API-nøgle og adgangskode?</a>
el: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> Πώς μπορώ να ρυθμίσω το Live eWAY API Key και κωδικό πρόσβασης;</a>
es: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> ¿Cómo configuro mi Live eWAY API Key y la contraseña?</a>
id: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> bagaimana cara mengatur eWAY hidup saya API Key dan Password?</a>
no: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Hvordan setter jeg opp min live eWay API-nøkkel og passord?</a>
ru: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Как настроить API-ключ и пароль eWAY</a>
tr: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Canlı eWAY API Anahtar ve şifresini nasıl ayarlarım?</a>
uk: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Як налаштувати API-ключ і пароль eWAY</a>
vi: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Làm thế nào để thiết lập Live eWAY API Key và Mật khẩu?</a>

# Languages::show_more
source: Show more
ar: إظهار المزيد
cs: Zobrazit více
da: Vis mere
de: Zeige mehr
el: Δείξε περισσότερα
es: Ver más
id: Menampilkan lebih banyak
ja: もっと表示
no: Vis mer
ru: Показать больше
tr: Daha fazla göster
uk: Показати більше
vi: Hiển thị thêm

# Languages::show_less
source: Show less
ar: إظهار أقل
cs: Zobrazit méně
da: Vis mindre
de: Zeige weniger
el: Δείξε λιγότερα
es: Ver menos
id: Kurang menunjukkan
ja: 隠す
no: Vis mindre
ru: Показать меньше
tr: Daha az göster
uk: Показати менше
vi: Hiển thị ít hơn

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
ar: تم نقل المنتجات [count] إلى <a href='[url]' target='_blank'> فئة سلة المهملات</a>
cs: [count] zboží bylo přesunuto do <a href='[url]' target='_blank'>kategorie Trash</a>
da: [count] produkter var flyttet til <a href='[url]' target='_blank'> papirkurven kategori</a>
el: [count] προϊόντα μεταφέρθηκαν στην <a href='[url]' target='_blank'> κατηγορία σκουπίδια</a>
es: [count] productos fueron trasladados a la <a href='[url]' target='_blank'> categoría papelera</a>
id: Produk [count] dipindahkan ke <a href='[url]' target='_blank'> Kategori sampah</a>
ja: [count]点の商品が <a href='[url]' target='_blank'>削除済みカテゴリー</a> に移動しました。
no: [count] produktene ble flyttet til <a href='[url]' target='_blank'>Papirkurven</a>
ru: [count] товара/товаров перемещено в <a href='[url]' target='_blank'>Категорию-корзину</a>
tr: [count] ürünlerin taşındığı yer<a href='[url]' target='_blank'>Arşiv bölümü</a>
uk: [count] товар/товарів переміщено в <a href='[url]' target='_blank'>Категорію-смітник</a>
vi: [count] sản phẩm đã được chuyển đến <a href='[url]' target='_blank'> Danh mục rác</a>
