Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
ar: هذه الملفات قد التعديلات المحلية، وسوف تكون مدعومة. بمجرد اكتمال عملية الترقية، مقارنة ملفات النسخة الاحتياطية بالملفات الجديدة وتطبيق التعديلات على الملفات الجديدة، إذا لزم الأمر.
cs: Tyto soubory mají lokální úpravy a budou zálohovány. Po dokončení aktualizace porovnejte záložní soubory s novými a znovu zaneste úpravy do nových souborů, je-li to nezbytné.
da: Disse filer har lokale ændringer og vil blive back-uppet. Når opgraderingen er fuldført, sammenligne backup-filer med de nye filer og genanvende ændringerne til de nye filer, hvis det er nødvendigt.
de: Diese Dateien haben lokale Änderungen und werden gesichert. Sobald das Upgrade abgeschlossen ist, vergleichen Sie die Sicherungsdateien mit den neuen Dateien und wenden Sie die Änderungen gegebenenfalls erneut an den neuen Dateien an.
el: Αυτά τα αρχεία έχουν τοπικό τροποποιήσεις και θα δημιουργηθούν αντίγραφα. Μόλις ολοκληρωθεί η αναβάθμιση, συγκρίνετε τα αρχεία αντιγράφων ασφαλείας με τα νέα αρχεία και εφαρμόστε ξανά τις τροποποιήσεις για τα νέα αρχεία, εάν αυτό είναι απαραίτητο.
es: Estos archivos tienen modificaciones locales y serán respaldados. Una vez completada la actualización, compare los archivos de respaldo con los nuevos y vuelva a aplicar las modificaciones a los nuevos archivos, si es necesario.
id: File-file ini memiliki modifikasi lokal dan akan didukung. Setelah upgrade selesai, membandingkan file backup dengan file baru dan mengajukan permohonan kembali modifikasi pada file baru, jika perlu.
ja: 以下のファイルには変更が加えられており、自動でバックアップされます。アップグレード完了後に変更内容を再度適用してください。
no: Disse filene har lokale modifikasjoner og blir sikkerhetskopiert. Når oppgraderingen er fullført, sammenlign backup filene med de nye filene og legg til endringene til nye filer, om nødvendig.
ru: В этих файлах локальные изменения, поэтому будет сделана их резервная копия. После завершения обновления сравните файлы резервной копии с новыми файлами и перенесите изменения из старых в новые, если это необходимо.
tr: Bu dosyalar yerel değişikliklerdir ve yedeklenir. Yükseltme tamamlandığında gerekli ise yedek dosyalar ile yeni dosyaları karşılaştırarak yeniden onaylayınız.
uk: У цих файлах є локальні зміни, тому буде зроблена їх резервна копія. Після завершення оновлення порівняйте файли резервної копії з новими файлами і перенесіть зміни зі старих в нові, якщо це необхідно.
vi: Những tập tin đã thay đổi cục bộ và sẽ được sao lưu. Sau khi nâng cấp xong, so sánh các tập tin sao lưu với các tập tin mới và áp dụng lại những sửa đổi các tập tin mới, nếu cần thiết.

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
cs: Vaše verze [product] byla úspěšně zkontrolována. Je připravena pro aktualizaci.
da: Din CS-Cart version er blevet kontrolleret korrekt. Det er klar til opgradering
de: Ihre Version von CS-Cart wurde erfolgreich überprüft und ist für das Upgrade bereit.
el: Η έκδοση της CS-Cart έχει ελεγχθεί με επιτυχία. Είναι έτοιμη για αναβάθμιση
es: La versión de CS-Cart se ha comprobado correctamente. Está lista para la actualización.
id: Versi aplikasi Anda telah berhasil diperiksa . Sudah siap untuk upgrade
ja: お使いのCS-Cartのバージョンチェックが完了しました。 アップグレード可能です。
no: Din [product] versjon har blitt kontrollert. Den er klar for oppgradering
ru: Ваша версия [product] была успешно проверена и сейчас готова к обновлению.
tr: CS-Cart versiyonunuz başarı ile kontrol edildi. Güncelleme işlemine hazırsınız
uk: Ваша версія [product] була успішно перевірена і зараз готова до оновлення.
vi: Phiên bản [product] của bạn đã được kiểm tra thành công. Nó đã sẵn sàng cho nâng cấp.

# Languages::text_uc_conflicts
source: The following files had local modifications
cs: Následující soubory mají lokální úpravy
da: Følgende filer havde lokale ændringer
de: Die folgenden Dateien enthalten lokale Änderungen
el: Τα ακόλουθα αρχεία είχαν τοπικές αλλαγές
es: Los siguientes archivos tienen modificaciones locales
id: File berikut memiliki modifikasi lokal
ja: 以下のファイルにはショップ独自の変更が加えられていました
no: Følgende filer hadde lokale modifikasjoner
ru: В следующих файлах были изменения
tr: Aşağıdaki dosyalar tarafınızdan değiştirilmiş
uk: У наступних файлах були зміни
vi: Các tập tin sau đây đã sửa đổi cục bộ

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
cs: Nedostatek oprávnění k aktualizaci databáze. Udělte, prosím, následující pravomoci uživateli [db_user]: [priviliges].
da: Ikke nok tilladelser til at opdatere databasen. Du skal tildele følgende rettigheder til din database bruger [db_user]: [priviliges].
de: Sie haben nicht genug Erlaubnisse um die Datenbank zu aktualisieren. Bitte weisen Sie die folgenden Erlaubnisse Ihrem Datenbank Benutzer zu [db_user]: [priviliges].
el: Δεν υπάρχουν αρκετά δικαιώματα για να ενημέρωση της βάσης δεδομένων. Παρακαλούμε να ορίσετε τα εξής προνόμια στη βάση δεδομένων του χρήστη [db_user]: [priviliges].
es: No hay permisos suficientes para actualizar la base de datos. Por favor asigna los siguientes privilegios: [priviliges] a tu usario [db_user] de la base de datos.
id: Tidak cukup izin untuk memperbarui database. Silahkan menetapkan hak berikut untuk pemakaian database Anda[db_user]: [priviliges].
ja: データベースの更新権限がありません。 データーベースユーザー [db_user] に 権限 [priviliges] を付与してください。
no: Ikke tilstrekkelig med rettigheter til å oppdatere databasen. Vennligst tildele følgende rettigheter til databasen bruker [db_user]: [priviliges].
ru: Не достаточно прав для обновления базы данных. Пожалуйста, задайте следующие права для пользователя вашей базы данных [db_user]: [priviliges].
uk: Не достатньо прав для оновлення бази даних. Будь-ласка, задайте наступні права для користувача вашої бази даних [db_user]: [priviliges].
vi: Không đủ quyền để cập nhật cơ sở dữ liệu. Xin vui lòng chỉ định các quyền sau đây để sử dụng cơ sở dữ liệu của bạn [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
cs: Pozor! Prosím, zkopírujte si a uložte tuto URL adresu - můžete jej použít pro obnovení úložiště v případě inovace nezdaří.<br /><b>[href]</b>
da: Opmærksomhed! Venligst kopiere og gemme Webadressen nedenfor - du kan bruge det til at gendanne din butik, hvis opgradering mislykkes. < br / > <b>[href]</b>
de: ACHTUNG! Bitte die untenstehende URL kopieren und speichern - Sie können diese einsetzen um Ihren Shop wiederherzustellen, im Fall ein Upgrade fehlschlägt. <br /><b>[href]</b>
el: Προσοχή! Αντιγράψτε και αποθηκεύστε την παρακάτω διεύθυνση URL - μπορείτε να τν χρησιμοποιήσετε για να επαναφέρετε το κατάστημά σας, εάν αποτύχει η αναβάθμιση <br /> <b> [href] </ b>.
es: Atención! Por favor copia la siguiente URL - la puedes usar para restaurar la tienda si la actualización falla. <br /><b>[href]</b>
id: Perhatian! Silahkan copy dan simpan URL di bawah ini - Anda dapat menggunakannya untuk memulihkan toko Anda jika gagal meng-upgrade.<br /><b>[href]</b>
ja: 【重要】 アップグレードに失敗した場合に以下のURLにアクセスすることによりリストアできます。<br /><b>[href]</b>
no: OBS! Vennligst kopier og lagre adressen nedenfor - du kan bruke den til å gjenopprette nettbutikken dersom oppgraderingen mislykkes <br /> <b> [href] </ b>.
ru: Внимание! Пожалуйста, скопируйте и сохраните ссылку указанную ниже - Вы сможете использовать ее для восстановления магазина, если возникнут ошибки во время обновления.<br /><b>[href]</b>
tr: Dikkat! Lütfen aşağıdaki Linki kopyalayıp saklayın - güncelleme işlemi başarısız olursa mağazanızı güncelleme işlemi öncesine döndürebilmek için bu linke ihtiyacınız olacak.<br /><b>[href]</b>
uk: Увага! Скопіюйте і збережіть посилання зазначену нижче - Ви зможете використовувати її для відновлення магазину, якщо виникнуть помилки під час оновлення.<br /><b>[href]</b>
vi: Chú ý! Xin vui lòng sao chép và lưu URL dưới đây - bạn có thể sử dụng nó để khôi phục lại cửa hàng của bạn nếu nâng cấp thất bại. <br /> <b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
cs: Databázové tabulky nebyly zálohovány
da: Tabellerne i databasen ikke er blevet sikkerhedskopieret
de: Die Datenkank Tabellen wurden nicht gesichert
el: Δεν έχουν δημιουργηθεί αντίγραφα ασφαλείας για τα πίνακες της βάσης δεδομένων
es: Las tablas de la base de datos no han sido respaldadas
id: Tabel database belum dicadangkan
ja: データベーステーブルはバックアップされませんでした
no: Databasetabellene har ikke blitt sikkerhetskopiert
ru: Таблицы базы данных не были зарезервированы
tr: Veri tabanı tabloları henüz yedeklenmedi
uk: Таблиці бази даних не були зарезервовані
vi: Các bảng cơ sở dữ liệu không được sao lưu

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
cs: Nepodařilo se vytvořit nový adresář
da: Der kunne ikke oprettes en ny mappe
de: Erstellung neues Verzeichnis fehlgeschlagen
el: Αποτυχία δημιουργίας ενός νέου καταλόγου.
es: No se pudo crear un nuevo directorio
id: Gagal membuat direktori baru
ja: ディレクトリの作成に失敗しました
no: Kunne ikke opprette en ny katalog
ru: Не удалось создать новую директорию
tr: Yeni dizin oluşturulamadı
uk: Не вдалося створити новий каталог
vi: Thất bại trong việc tạo ra một thư mục mới

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
cs: FTP přenos selhal
da: FTP-overførsel mislykkedes
de: FTP Übertragung fehlgeschlagen
el: Η FTP μεταφορά απέτυχε
es: Falló la transferencia FTP
id: FTP transfer gagal
ja: ファイルのFTP転送に失敗しました
no: FTP overføring mislyktes
ru: Не удалось передать файлы по FTP
uk: FTP передача не вдалася
vi: Chuyển giao FTP không thành công

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
ar: لم نتمكن من العثور على ملفات تثبيت المتجر في الدليل المحدد. الرجاء التأكد من إدخال دليل FTP الصحيح.
cs: Nebyli jsme schopni najít CS-Cart instalaci v zadaném adresáři. Prosím, ujistěte se, že jste zadali správně FTP adresář.
da: Vi kunne ikke finde CS-Cart installation i den angivne mappe. Kontroller, at du har indtastet den korrekte FTP-mappe.
de: Wir könnten die CS-Cart-Installation nicht im angegebenen Verzeichnis finden. Bitte stellen Sie sicher, dass Sie das richtige FTP-Verzeichnis eingegeben haben.
el: Δεν μπορέσαμε να βρούμε εγκατάσταση CS-Cart στον καθορισμένο κατάλογο. Βεβαιωθείτε ότι έχετε εισάγει το σωστό κατάλογο FTP.
es: No hemos podido encontrar CS-Cart instalación en el directorio especificado. Por favor, asegúrese de que ha entrado en el directorio FTP correcta.
id: Kami tidak dapat menemukan instalasi CS-Cart di direktori yang ditentukan. Pastikan bahwa Anda telah memasukkan direktori FTP yang benar.
ja: 指定されたディレクトリにCS-Cartが見つかりませんでした。正しいディレクトリが指定されているかご確認ください。
no: Vi fant ingen CS-Cart installasjon i den angitte mappen. Kontroller at du har angitt den riktige FTP-katalogen.
ru: Не удалось найти инсталляцию в указанной директории. Проверьте FTP-путь к директории.
tr: Belirtilen dizinde CS-Cart yüklemesi bulunamadıLütfen doğru FTP dizini girdiğinizden emin olun.
uk: Не вдалося знайти інсталяцію у вказаній директорії. Перевірте FTP-шлях до директорії.
vi: Chúng tôi đã không thể tìm thấy CS-Cart cài đặt trong thư mục đã chỉ định. Hãy chắc chắn rằng bạn đã nhập các thư mục FTP chính xác.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
cs: Připojení FTP se nezdařilo
da: FTP forbindelse mislykkedes
de: FTP Verbindung fehlgeschlagen
el: Η FTP σύνδεση απέτυχε
es: Falló la conexión FTP
id: Koneksi FTP gagal
ja: FTP接続に失敗しました
no: FTP tilkobling mislyktes
ru: Не удалось подключиться к серверу по FTP
uk: Помилка FTP-з'єднання
vi: Kết nối FTP không thành công

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
cs: Není možné se přpojit k FTP serveru. Překontrolujte prosím vaše Hostname
da: Kan ikke forbinde til FTP-server. Venligst om værtsnavn er korrekt
de: Kann keine Verbindung mit dem FTP Server herstellen. Bitte überprüfen Sie ob der Hostname richtig ist
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή FTP. Παρακαλώ ελέγξτε αν το όνομα του κεντρικού υπολογιστή είναι σωστή
es: No se pudo conectar con el servidor FTP. Por favor comprueba que el nombre del Host sea correcto
id: Tidak dapat terhubung ke server FTP. Silakan periksa apakah nama host benar
ja: FTPサーバーに接続できません。ホスト名を確認してください
no: Kan ikke koble til FTP-serveren. Vennligst sjekk om vertsnavnet er riktig
ru: Не получается соединиться с FTP сервером. Пожалуйста, проверьте, правильно ли задано имя сервера
tr: FTP servera bağlanılamadı. Lütfen host adının doğru olduğunu kontrol ediniz
uk: Не виходить з'єднатися з FTP сервером. Перевірте, чи правильно задано і'мя хоста
vi: Không thể kết nối tới máy chủ FTP. Xin vui lòng kiểm tra nếu tên máy chủ lưu trữ là chính xác

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
cs: Není možné se přpojit k FTP serveru. Překontrolujte prosím vaše uživatelské jméno a heslo
da: Kan ikke logge ind på FTP-server. Undersøg, om brugernavn og password er korrekt
de: Kann nicht in den FTP Server einloggen. Bitte überprüfen Sie ob Benutzername und Passwort korrekt sind
el: Δεν μπορείτε να συνδεθείτε στο διακομιστή FTP. Ελέγξτε αν το όνομα χρήστη και κωδικό πρόσβασης είναι σωστά
es: No se pudo registrar al servidor FTP. Por favor comprueba que el usuario y contraseña sean correctos
id: Tidak bisa login ke server FTP. Silakan periksa apakah nama user dan password benar
ja: FTPサーバーにログインできません。ユーザー名とパスワードを確認してください
no: Kan ikke logge på FTP-serveren. Vennligst sjekk om brukernavn og passord er korrekt
ru: Не получается авторизоваться на FTP сервере. Пожалуйста, проверьте, правильно ли заданы имя пользователя и пароль
tr: FTP servera bağlanılamadı. Lütfen kullanıcı adı ve şifrenizin doğru olduğunu kontrol ediniz
uk: Не виходить авторизуватися на FTP сервері. Перевірте, чи правильно задані ім'я користувача та пароль
vi: Không thể đăng nhập vào máy chủ FTP. Xin vui lòng kiểm tra nếu tên người dùng và mật khẩu là chính xác

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
cs: FTP pověření pro přístup k souborům a nastavení správné oprávnění automaticky
da: FTP-adgang er nødvendig for at få adgang til filer, der ikke har skriverettigheder
de: FTP muss auf Dateien zugreifen die keine Schreibrechte (write permissions) haben
el: Η FTP πρόσβαση έπρεπε να έχει πρόσβαση σε αρχεία που δεν έχουν δικαιώματα εγγραφής
es: Credenciales FTP para acceder a los archivos y ajustar los permisos automáticamente
id: Akses FTP diperlukan untuk mengakses file yang tidakmemiliki izin tulis
ja: FTPアクセスに必要なファイルに書き込み用パーミッションが設定されていません
no: FTP-opplysninger for å få tilgang til filer og sette riktige tillatelser automatisk
ru: Данные для FTP-доступа, чтобы установить необходимые права доступа автоматически
tr: FTP erişimi dosyalarınıza erişim gerektirmektedir yazma izinleri gerekmemektedir
uk: Дані для FTP-доступу, щоб встановити необхідні права доступу автоматично
vi: FTP thông tin đăng nhập để truy cập các tập tin và đặt đúng quyền tự động

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
cs: Některé vaše soubory mají lokální úpravy. Můžete je zkontrolovat kliknutím na následující odkaz
da: Nogle af dine filer havde lokale ændringer. Du kan kontrollere dem ved at klikke på følgende link
de: Einige Ihrer Dateien enthalten lokale Änderungen. Sie können die Dateien überprüfen indem Sie auf den folgenden Link klicken
el: Ορισμένα από τα αρχεία σας είχαν τοπικές αλλαγές. Μπορείτε να τα ελέγξετε κάνοντας κλικ στον παρακάτω σύνδεσμο
es: Algunos de tus archivos tienen modificaciones locales. Puedes comprobar cuáles siguiendo este enlace.
id: Beberapa file memiliki modifikasi lokal. Anda dapatmemeriksa mereka dengan mengklik link berikut ini
ja: いくつかのファイルにはショップ独自の変更が加えられていました。右のリンクをクリックすると詳細を確認できます
no: Noen av dine filer hadde lokale modifikasjoner. Du kan sjekke dem ved å klikke på følgende link
ru: В некоторых файлах были сделаны изменения. Вы можете проверить их, перейдя по следующей ссылке
tr: Bazı dosyalar tarafınızdan düzenlenmiş. Bu dosyaları aşağıdaki linke tıklayarak kontrol edebilirsiniz
uk: У деяких файлах були зроблені зміни. Ви можете перевірити їх, перейшовши за наступним посиланням
vi: Một số tập tin đã thay đổi cục bộ. Bạn có thể kiểm tra chúng bằng cách nhấn vào liên kết sau

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
cs: Nesprávná cesta k souborům aktualizace
da: Forkert sti til opgraderingsfiler
de: Falscher Pfad zu Upgrade Dateien
el: Λάθος πορεία για την αναβάθμιση των αρχείων
es: Ruta incorrecta para actualizar los archivos
id: Alamat Path yang salah untuk meng-upgrade file
ja: アップデート用ファイルへのパスが正しくありません
no: Feil sti til å oppgradere filer
ru: Неправильный путь к файлам обновления
tr: Wrong path to upgrarde files
uk: Неправильний шлях до файлів оновлення
vi: Sai đường dẫn nâng cấp tập tin

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
cs: Zadejte prosím své licenční číslo [product]
da: Indtast venligst dit CS-Cart licens nummer
de: Bitte Ihre CS-Cart Lizenznummer eingeben
el: Παρακαλούμε εισάγετε τον αριθμό αδείας σας του CS-Cart
es: Por favor, introduce tu número de licencia de CS-Cart
id: Masukan nomor lisensi Anda
ja: [product]のライセンス番号を入力してください
no: Vennligst skriv inn ditt [product] lisensnummer
ru: Пожалуйста введите номер лицензии для [product]
tr: Lütfen CS-Cart lisans numaranızı giriniz
uk: Будь ласка, введіть номер ліцензії для [product]
vi: Vui lòng nhập số giấy phép [product] của bạn

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
cs: Chybí seznam aktualizací
da: Liste over opgraderinger mangler
de: Upgrades Listen nicht vorhanden
el: Η λίστα των αναβαθμίσεων λείπει
es: Falta la lista de actualizaciones
id: Daftar upgrade tidak ada
ja: アップグレード一覧が見つかりません
no: Liste over oppgraderinger mangler
ru: Список обновлений отсутствует
uk: Список оновлень відсутній
vi: Danh sách các nâng cấp bị mất tích

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
cs: Následující soubory nemají nastavené práva pro zapisování. Můžete je nastavit manuálně nebo použít FTP přístup
da: Følgende filer ikke har skriverettigheder. Du skal indstille disse tilladelser manuelt eller bruge FTP til at få adgang til filer (hvis ikke allerede anvendt)
de: Folgende Dateien haben keine Schreibrechte (write permissions). Sie müssen diese Schreibrechte manuell setzen oder eine FTP Software verwenden (wenn Sie nicht schon eine benutzten) um auf die Dateien zuzugreifen.
el: Τα ακόλουθα αρχεία δεν έχουν δικαιώματα εγγραφής. Θα πρέπει να ρυθμίσετε αυτά τα δικαιώματα μόνοι σας ή να χρησιμοποιήσετε την FTP για να αποκτήσετε πρόσβαση στα αρχεία (εάν δεν χρησιμοποιείται ήδη)
es: Estos archivos requieren permisos de escritura (manualmente o automáticamente vía FTP)
id: File berikut tidak memiliki izin menulis. Anda perluuntuk mengatur hak akses ini secara manual ataumenggunakan FTP untuk mengakses File (jika belum pernahdigunakan )
ja: 以下のファイルには書き込み権限が設定されていません。 これらのファイルのパーミッションを手動で変更するかファイルアクセスのためにFTPを利用してください。
no: Disse filene krever skrivetilgang (manuelt eller automatisk via FTP)
ru: Установите права на запись для следующих файлов (вручную или автоматически через FTP)
tr: Aşağıdaki dosyalar yazma iznine sahip değil. Bu dosyalara yazma izni vermelisiniz
uk: Встановіть права на запис для наступних файлів (вручну або автоматично через FTP)
vi: Các tập tin yêu cầu thiết lập quyền ghi (bằng tay hoặc tự động thông qua FTP)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
cs: Na disku není dostatek místa pro zálohování databáze
da: Utilstrækkelig diskplads til at sikkerhedskopiere databasen
de: Nicht genügend Festplatten Speicher um die Datenbank zu sichern
el: Ανεπαρκής χώρος στο δίσκο για να δημιουργήσετε αντίγραφα ασφαλείας της βάσης δεδομένων
es: Espacio insuficiente en disco para respaldar la base de datos
id: Ruang disk tidak cukup untuk membuat cadangan database
ja: ディスク容量不足のためデータベースをバックアップできません
no: Utilstrekkelig diskplass til å ta backup av databasen
ru: Недостаточно места на диске для резервирования базы данных
uk: Недостатньо місця на диску для резервування бази даних
vi: Không đủ bộ nhớ trống để sao lưu cơ sở dữ liệu

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
cs: Není nainstalován žádný FTP modul na vašem serveru. Proto nemůžete FTP použít
da: Det ser ud til, at der ikke FTP-modul er installeret på din server. Du kan ikke bruge FTP, indtil dette modul er installeret
de: Es scheint dass kein FTP Modul (client) auf Ihrem Server installiert ist. Sie können FTP nicht benutzen bevor dieses Modul installiert ist.
el: Φαίνεται ότι δεν είναι εγκατεστημένη η ενότητα FTP στον server σας. Δεν μπορείτε να χρησιμοποιήσετε την FTP μέχρι αυτή την ενότητα εγκατασταθεί
es: Parece que no hay servicio FTP en el servidor. No se puede usar FTP hasta que el servicio no esté instalado
id: Sepertinya tidak ada modul FTP diinstal pada server Anda.Anda tidak dapat menggunakan FTP hingga modul inidiinstal
ja: お使いのサーバーにFTPモジュールがインストールされていないようです。 モジュールがインストールされるまでFTPは使用できません
no: Det virker som ingen FTP-modul er installert på serveren din. Du kan ikke bruke FTP før denne modulen er installert
ru: FTP модуль не установлен на вашем сервере. Вы не можете использовать доступ по FTP, пока он не будет установлен.
tr: Sunucunuzda hiç bir FTP modülü yüklü görünmüyor. FTP modülü olmadan bu özelliği kullanamazsınız
uk: FTP модуль не встановлено на вашому сервері. Ви не можете використовувати доступ по FTP, доки його не буде встановлено
vi: Nó có vẻ rằng không có mô-đun FTP được cài đặt trên máy chủ của bạn. Bạn không thể sử dụng FTP cho đến khi mô-đun này được cài đặt

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
cs: Nepodařilo se vytvořit složky aktualizace
da: Der kunne ikke oprettes en opgraderingsmappe
de: Erstellung eines Upgrade Ordners fehlgeschlagen
el: Αποτυχία δημιουργίας φακέλου αναβάθμισης
es: No se pudo crear directorio de actualización
id: Gagal membuat folder Upgrade
ja: アップグレード用フォルダの作成に失敗しました
no: Klarte ikke å opprette en katalog for oppgradering
ru: Не удалось создать папку обновления
uk: Не вдалося створити папку оновлення
vi: Thất bại trong việc tạo ra một thư mục nâng cấp
