Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
el: Σε [n] προϊόν ανατέθηκε μια νέα κύρια κατηγορία. Σε [n] προϊόντα ανατέθηκε μια νέα κύρια κατηγορία.
es: [n] el producto tenía una nueva categoría principal asignada. |[n] los productos tenían una nueva categoría principal asignada.
id: [n] produk memiliki kategori utama baru yang ditugaskan untuk itu. [n] produk memiliki kategori utama baru yang diberikan kepada mereka.
no: [n] produktet hadde en ny hovedkategori tildelt den.|[n] produktene hadde en ny hovedkategori tildelt dem.
ru: Была обновлена основная категория у товара [n].|Была обновлена основная категория у товаров [n].
tr: [n] ürüne yeni bir ana kategori atanmış. |[n] ürünlerin yeni bir ana kategorisi var.
uk: Була оновлена основна категорія у [n] товару. | Була оновлена основна категорія у [n] товарів.

# Languages::feature_comparison_upgrade_notification_title
source: Changes in feature comparison
ar: التغييرات في ميزة المقارنات
cs: Porovnání změn ve funkcích
da: Ændringer i funktionen sammenligning
de: Änderungen im Featurevergleich
el: Αλλαγές σε σύγκριση χαρακτηριστικων
es: Cambios en la comparación de las características
id: Perubahan perbandingan fitur
ja: 商品の比較機能の変更点
no: Endringer i Funksjonssammenligning
ru: Изменения в сравнении характеристик товаров
tr: Özellik karşılatırmasındaki değişiklikler
uk: Зміни в порівнянні характеристик товарів
vi: Những thay đổi trong tính năng so sánh

# Languages::feature_comparison_upgrade_notification_text
source: The <b>Feature comparison</b> checkbox under <b>Products → Products → &lt;Desired Product&gt;</b> has been removed.<br>By ticking the new <b>Allow customers to compare products</b> checkbox under Settings → General → Catalog, you can now enable your customers to add any products in your store to comparison lists.<br>To show up on a comparison list, a feature must have one (or more) of the following checkboxes enabled under <b>Products → Features → &lt;Desired Feature&gt;</b>:<br><ul><li>Show on the Features tab</li><li>Show in product list</li><li>Show in header on the product details page</li></ul>
ar: <b>ميزة مقارنة</b> خانة الاختيار تحت <b>← المنتجات ← &lt; "المنتج المطلوب" &gt;</b> قد أزيلت. <br>بوضع علامة في خانة الاختيار <b>السماح العملاء لمقارنة منتجات</b> جديدة تحت إعدادات عامة ← ← النشرة المصورة، يمكنك الآن تمكين العملاء لإضافة أي من المنتجات في المخزن الخاص بك إلى قوائم مقارنة. <br>أن تظهر في قائمة مقارنة، يجب أن يكون لديك ميزة واحدة (أو أكثر) من خانات الاختيار التالية تمكين تحت <b>ميزات ← المنتجات ← &lt; "الميزة المطلوب" &gt;</b>: <br>التي <ul><li>تظهر على علامة التبويب الميزات</li> <li>تظهر في قائمة المنتجات</li> <li>وتظهر في رأس صفحة تفاصيل المنتج</li></ul>
cs: Zaškrtávací pole <b>Porovnání vlastností</b> pod <b>Zboží → Zboží → &lt;Požadované zboží&gt;</b> bylo odstraněno.<br>Zaškrtnutím nového pole <b>Povolit zákazníkům porovnat produkty</b> pod položkou Nastavení → Obecné → Katalog můžete nyní umožnit svým zákazníkům přidávat jakékoli zboží vašeho obchodu do porovnávacích seznamů.<br>Chcete-li vlastnost ukázat na seznamu porovnání, musí mít zaškrtnuto jedno (nebo více) z následujících políček ve <b>Zboží → Funkce → &lt;Požadovaná funkce&gt;</b>:<br><ul><li>Zobrazit na kartě Vlastnosti</li><li>Zobrazit v seznamu produktů</li><li>Zobrazit v záhlaví na stránce s podrobnostmi o zboží</li></ul>
da: <b>Funktionen sammenligning</b> afkrydsningsfeltet under <b>produkter → produkter → &lt; ønskede produkt &gt;</b> er blevet fjernet. <br>Ved at markere afkrydsningsboksen <b>Tillad kunder til at sammenligne produkter</b> under Indstillinger → Generelt → katalog, kan du nu aktivere dine kunder til at tilføje nogen produkter i din butik til sammenlignende lister. <br>Til at vise på en sammenlignende liste, en funktion skal have en (eller flere) af følgende afkrydsningsfelterne aktiveret <b>produkter → funktioner → &lt; ønskede funktion &gt;</b>: <br><ul><li>Vis på fanen funktioner</li> <li>Vis produkt på listen</li> <li>Vis i headeren på siden produkt detaljer</li></ul>
el: Το πλαίσιο ελέγχου <b>σύγκριση χαρακτηριστικου</b> στο <b>Προϊόντα → Προίον→ &lt; επιθυμητό προϊόν &gt;</b> έχει αφαιρεθεί. <br>Επιλέγοντας το νέο κουτάκι <b>Να επιτρέπεται στους πελάτες να συγκρίνουν προϊόντα</b> στο ρυθμίσεις → γενικές → Κατάλογος, τώρα μπορείτε να επιτρεψετε στους πελάτες σας να προσθέσουν οποιαδήποτε προϊόν του καταστηματος σας στον Καταλογο Συγκρισης. <br>Για να εμφανιστεί στον κατάλογο συγκρισης, ένα χαρακτηριστικό πρέπει να έχει ένα (ή περισσότερα) από τα παρακάτω πλαίσια ελέγχου ενεργοποιημένα στο <b>Προϊόντα → χαρακτηριστικά προϊόντος → &lt; επιθυμητό χαρακτηριστικό &gt;</b>: <br><ul><li>Εμφάνιση στην καρτέλα χαρακτηριστικά</li> <li>Εμφάνιση σε λίστα προϊόντων</li> <li>εμφανιση στην επικεφαλίδα στη σελίδα Λεπτομέρειες προϊόντος</li></ul>
es: El checkbox <b>Comparación de características</b> en <b>Productos → Productos → &lt;Desired Product&gt;</b> ha sido eliminado.<br>Marcando el nuevo checkbox <b>Permitir a los clientes comparar productos</b> en Ajustes → General → Catálogo, se habilita a los clientes añadir productos de la tienda a listas de comparación.<br/>Para aparecer en una lista de comparación, una característica debe tener uno (o más) de los siguientes checkbox habilitados en <b>Productos → Características → &lt;Desired Feature&gt;</b><br><ul><li>Mostrar en la pestanya de Características</li><li>Mostrar en listas de productos</li><li>Mostrar en encabezamiento de la página de producto</li></ul>
id: <b>Perbandingan fitur</b> kotak centang di bawah <b>produk produk → → &lt; diinginkan produk &gt;</b> telah dihapus. <br>Dengan mencentang kotak centang <b>Bolehkan pelanggan untuk membandingkan produk</b> baru di bawah pengaturan → umum → Katalog, Anda dapat sekarang memungkinkan pelanggan untuk menambah produk di toko Anda dari daftar perbandingan. <br>Muncul di daftar perbandingan, fitur harus memiliki satu (atau lebih) dari kotak centang berikut diaktifkan di bawah <b>produk fitur → → &lt; diinginkan fitur &gt;</b>: <br><ul><li>menunjukkan pada Features tab</li> <li>Tampilkan di daftar produk</li> <li>lihat di header Halaman rincian produk</li></ul>
ja: 商品情報登録・編集ページの <b>商品比較</b> チェックボックスは廃止されました。<br>基本設定 → 全般 → カテゴリー・商品 の <b>お客様による商品の比較を許可する</b> をチェックすることにより、お客様は任意の商品について比較することができます。<br><b>比較リストに追加</b> ボタンを表示させるには、<b>商品 → 追加情報 → 任意の追加情報</b> において、以下のチェックボックスが少なくとも1つ以上チェックされている必要があります :<br><ul><li>追加情報タブに表示</li><li>商品一覧に表示</li><li>商品詳細ページのヘッダーに表示</li></ul>
no: <b> Funksjonssammenligning </b>-sjekkboksen under <b>Produkter → Produkter → &lt;Desired Product&gt;</b> er fjernet.<br>Ved å krysse av i avkrysningsruten for <b>Tillat kundene å sammenligne produkter</b> sjekkboksen under Innstillinger → Generelt → Katalog, kan du nå gjøre det mulig for kunder å legge til produkter i butikken din til sammenligningslister.<br>For å dukke opp på en sammenligningliste, må en funksjon har en (eller flere) av følgende avmerkingsbokser aktivert under <b>Produkter → Funksjoner → &lt;Desired Feature&gt;</b>:<br><ul><li>Vis på funksjons-fliken</li><li>Vis i produktlisten</li><li>Vis i headeren på siden med produktdetaljer</li></ul>
ru: Флажок <b>Сравнение характеристик</b> на страницах редактирования товаров в <b>Товары → Товары</b> удален.<br>Отметьте флажок <b>Разрешить покупателям сравнивать товары</b> на странице Настройки → Общие → Каталог, чтобы разрешить покупателям добавлять любые товары в списки сравнения.<br>Для того, чтобы характеристика отобразилась в списке сравнения, необходимо включить следующие настройки у характеристики на странице <b>Товары → Характеристики → &lt;Нужная характеристика&gt;</b>:<br><ul><li>Показывать во вкладке «Характеристики» карточки товара</li><li>Показывать в списке товаров</li><li>Показывать в заголовке карточки товара</li></ul>
tr: Özellik<b>Karşılaştırması</b>onay kutusu<b>Ürünler → Ürünler → &lt;İstenilen Ürünler&gt;</b>bölümünden kaldırılmıştır.<br>Yeni birtane oluşturma<b>ile kullanıcıları ürün karşılaştırma</b>onay kutusu altındaki Seçeneklerden → Genel → Katalog, a giderek aktif hale getirerek müşterilerinize mağazanızda bulunan herhangi bir ürünü karşılaştırmaları için listeler oluşturma özelliği sunabilirsiniz.<br>Daha fazla karşılaştırma listesi oluşturabilmeleri için, özellik bir (veya birden fazla) onay kutuları aktif edilerek yapılabilir bunun için<b> Ürünler → Özellikler → &lt;İstenilen Özellik&gt;</b>:<br><ul><li>Özellikler sekmesinde göster</li><li>Ürün listesini göster</li><li>Ürün detayları penceresi başlığında göster'i seçin</li></ul>
uk: Прапорець <b>Порівняння характеристик</b> на сторінках редагування товарів в <b>Товари → Товари → &lt;Бажані товари&gt;</b> видалений.<br> Відзначте прапорець <b>Дозволити покупцям порівнювати товари</b> на сторінці Налаштування → Загальні → Каталог, щоб дозволити покупцям додавати будь-які товари в списки порівняння.<br>Для того, щоб характеристика відобразилася в списку порівняння, необхідно включити такі настройки у характеристики на сторінці <b>Товари → характеристики → &lt;Потрібна характеристика&gt;</b>: <br><ul><li>Показувати у вкладці «Характеристики» картки товару</li><li>Показуватиь в списку товарів</li><li>Показувати в заголовку картки товару</li></ul>
vi: <b>So sánh tính năng</b> hộp kiểm dưới <b>sản phẩm → sản phẩm → &lt; mong muốn sản phẩm &gt;</b> đã được gỡ bỏ. <br>Bằng cách đánh dấu hộp kiểm <b>cho phép khách hàng để so sánh các sản phẩm</b> mới theo Settings → General → danh mục, bạn có thể bây giờ cho phép khách hàng của bạn để thêm bất kỳ sản phẩm trong cửa hàng của bạn vào danh sách so sánh. <br>Để hiển thị một danh sách so sánh, một tính năng phải có một (hoặc nhiều) của các hộp kiểm cho phép dưới <b>sản phẩm → tính năng → &lt; mong muốn tính năng &gt;</b>: <br><ul><li>Hiển thị trên tab tính năng</li> <li>Hiển thị trong danh sách sản phẩm</li> <li>Hiển thị trong các tiêu đề trên trang chi tiết sản phẩm</li></ul>

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
ar: وقد تم رفع مستوى الوظيفة الإضافية "[name]" بنجاح
cs: Doplněk "[name]" byl úspěšně aktualizován
da: Din butik er blevet opgraderet med succes
el: Πρόσθετο "[name]" έχει αναβαθμιστεί με επιτυχία
es: El complemento "[name]" ha sido actualizado con éxito
id: Add-on "[name]" telah berhasil diupgrade
ja: "[name]" アドオンがアップグレードされました
no: Modulen "[name]" er oppgradert
ru: Модуль "[name]" успешно обновлен
tr: Eklenti "[name]" başarıyla uygulandı
uk: Модуль "[name]" було успішно оновлено
vi: Add-on "[name]" đã được nâng cấp thành công

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
ar: لتحديد إذا كان هناك مشكلة معينة بإحدى الوظائف إضافية، يمكنك تعطيل كافة الوظائف الإضافية أو الوظائف الإضافية لجهة خارجية. إعادة تمكينها لاحقاً بنقرة واحدة.
cs: Chcete-li zjistit, zda-li je určitý problém způsoben doplňkem, můžete zakázat doplňky třetích stran nebo všechny doplňky. Doplňky lze poté znovu aktivovat jedním kliknutím.
da: For at afgøre, om et bestemt problem skyldes en add-on, kan du deaktivere tredjeparts add-ons eller alle tilføjelser. Genaktivere dem senere med et enkelt klik.
el: Για να προσδιορίσετε αν ένα κάποιο πρόβλημα προκαλείται από ένα πρόσθετο, μπορείτε να απενεργοποιήσετε αυτό ή όλα τα πρόσθετα. Ενεργοποιήσετε τα εκ νέου αργότερα με ένα κλικ.
es: Para determinar si un problema determinado es ocasionado por un complemento, puede desactivar complementos a terceros o todos los complementos. Puede reactivarlos más tarde solo con un clic.
id: Untuk mengetahui apakah masalah tertentu disebabkan oleh add-on, Anda dapat menonaktifkan pengaya pihak ketiga atau semua add-on. Aktifkan kembali mereka nanti dengan sekali klik.
ja: 不具合発生時の原因特定のため、サードパーティ製のアドオンまたはすべてのアドオンを無効化できます。無効化したアドオンはワンクリックで再度有効化できます。
no: For å avgjøre om en bestemt problem skyldes en modul, kan du deaktivere tredjeparts moduler eller alle moduler. Aktiver dem på nytt senere med ett klikk.
ru: Для того, чтобы убедиться, что причиной проблемы является модуль, можно отключить сторонние модули, либо все модули сразу. Позже вы сможете включить их в одно нажатие.
tr: Eğer herhangi bir sorunun bir eklenti nedeniyle oluşup, oluşmadığının tetkikini yapabilmek için, 3. parti eklentileri veya tüm eklentileri durdurarak analiz edebilirsiniz. Yeniden etkinleştirebilmek için bir klik yeterli.
uk: Для того, щоб переконатися, що причиною проблеми є модуль, можна відключити сторонні модулі, або всі модулі відразу. Пізніше ви зможете включити їх в один клік.
vi: Để xác định nếu một vấn đề nào đó do add-on, bạn có thể vô hiệu hóa add-on của bên thứ ba hoặc tất cả add-on. Tái kích hoạt chúng sau đó với một cú nhấp chuột.

# Languages::tools_addons_disable_all
source: Disable all add-ons
ar: تعطيل كافة الوظائف الإضافية
cs: Zakázat všechny doplňky
da: Deaktiver alle tilføjelsesprogrammer
el: Απενεργοποίηση όλων των πρόσθετων
es: Deshabilitar todos los complementos
id: Nonaktifkan semua add-on
ja: すべてのアドオンを無効化
no: Deaktivere alle moduler
ru: Отключить все модули
tr: Tüm eklentileri devre dışı bırak
uk: Вимкнути всі модулі
vi: Vô hiệu hoá tất cả add-on

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
ar: تعطيل الوظائف الإضافية لجهة خارجية
cs: Zakázat doplňky třetích stran
da: Deaktiver tredjeparts-tilføjelser
el: Απενεργοποιήσετε τα πρόσθετα τριτων κατασκευαστων
es: Activar los complementos de terceros
id: Nonaktifkan add-on pihak ketiga
ja: サードパーティ製アドオンを無効化
no: Deaktiver tredjeparts moduler
ru: Отключить сторонние модули
tr: 3. parti eklentileri durdur
uk: Вимкнути сторонні додатки
vi: Vô hiệu hóa add-on của bên thứ ba

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
ar: إعادة تمكين الوظائف الإضافية add-ons
cs: Znovu povolit doplňky
da: Re-muliggøre tilføjelser
el: Επανενεργοποιηση Προσθετων
es: Volver a activar los complementos
id: Aktifkan kembali add-on
ja: アドオンを再度有効化
no: Aktiver moduler
ru: Включить модули
tr: Eklentileri yeniden etkinleştir
uk: Увімкнути модулі
vi: Kích hoạt lại add-on

# Languages::tools_addons_installed_count
source: Installed add-ons:
ar: الوظائف الإضافية المثبتة add-ons:
cs: Instalované doplňky:
da: Installerede tilføjelser:
el: Εγκατεστημένα Πρόσθετα:
es: Complementos instalados:
id: Pengaya yang diinstal:
ja: インストール済みアドオン
no: Installerte moduler:
ru: Установленные модули:
tr: Yüklü eklentiler:
uk: Встановлені модулі:
vi: Add-on đã cài đặt:

# Languages::tools_addons_activated_count
source: Active add-ons:
ar: الإضافات النشطة:
cs: Aktivní doplňky:
da: Aktive tilføjelser:
el: Ενεργα πρόσθετα:
es: Activar complementos:
id: Pengaya aktif:
ja: 有効なアドオン
no: Aktive moduler:
ru: Включенные модули:
tr: Etkin Eklentiler:
uk: Активовані модулі:
vi: Add-on hoạt động:

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
ar: الإضافات المدمجة:
cs: Vestavěné doplňky:
da: Indbygget tilføjelser:
el: Ενσωματωμένα πρόσθετα:
es: Complementos incorporados:
id: Dibangun di add-ons:
ja: CS-Cart本体に同梱されたアドオン
no: Innebygde moduler:
ru: Встроенные модули:
tr: Yerleşik Eklentiler:
uk: Вбудовані модулі:
vi: Được xây dựng trong add-on:

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
ar: الوظائف الإضافية لجهة خارجية:
cs: Doplňky třetích stran:
da: Tredjeparts-tilføjelser:
el: Πρόσθετα τρίτων κατασκευαστών:
es: Complementos de terceros:
id: Pengaya pihak ketiga:
ja: サードパーティ製アドオン
no: Tredjeparts moduler:
ru: Сторонние модули:
tr: Third-party Eklentiler:
uk: Сторонні модулі:
vi: Add-on bên thứ ba:

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
ar: مسؤول تعطيل كافة الوظائف الإضافية أو الوظائف الإضافية لجهة خارجية. <br>الصحافة إعادة تمكين الوظائف الإضافية زر تهيئة الوظائف الإضافية التي كانت نشطة مسبقاً.
cs: Správce zakázán všechny doplňky nebo doplňky třetích stran.<br>Stiskněte znovu tlačítko pro aktivaci serveru doplňků pro inicializaci doplňků, které byly dříve aktivní.
da: En administrator deaktiveret alle tilføjelser eller tredjeparts-tilføjelser. <br>Tryk på at genaktivere tilføjelser knap at initialisere de tilføjelser, der var tidligere aktive.
el: Ένας διαχειριστής απενεργοποιήσε όλα τα πρόσθετα ή τα πρόσθετα τρίτων κατασκευαστών. <br>Πιέστε το Επαν-Ενεργοποίηση πρόσθετων για να ενεργοποιηθού τα πρόσθετα που λειτουργουσαν στο παρελθόν.
es: Un administrador deshabilitó todos los complementos o complementos de terceros. <br>Presione el botón Volver a habilitar los complementos para inicializar los complementos que estaban previamente activos.
id: Administrator menonaktifkan semua add-on atau add-on pihak ketiga.<br> Tekan tombol Aktifkan kembali pengaya untuk menginisialisasi add-on yang sebelumnya aktif.
ja: 管理者によりサードパーティ製のアドオンまたはすべてのアドオンが無効化されています。「アドオンを再度有効化」ボタンをクリックすることにより一時的に無効化されていたアドオンを再度有効化できます。
no: En administrator har deaktivert alle moduler eller tredjeparts moduler. <br>Trykk på Aktiver moduler for å initialisere moduler som tidligere var aktive.
ru: Администратор отключил все модули, либо сторонние модули.<br>Нажмите кнопку Включить модули для включения отключенных администратором модулей.
tr: Bir yönetici tüm eklentileri veya üçüncü taraf eklentilerini devre dışı bıraktı..<br> Daha önce aktif olan eklentileri başlatmak için Eklentileri yeniden etkinleştir düğmesine basın.
uk: Адміністратор відключив усі модулі, або сторонні модулі.<br>Натисніть кнопку Увімкнути модулі для включення відключених адміністратором модулів.
vi: Người quản trị vô hiệu hoá tất cả add-n hoặc add-on của bên thứ ba. <br>Bấm bật lại add-on nút khởi tạo các add-on đã được hoạt động trước đó.

# Languages::tools_addons_additional_shipping_methods
source: There may be more carriers. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
el: Μπορεί να υπάρχουν περισσότεροι μεταφορείς. Θα εμφανιστούν αν ενεργοποιήσετε τα αντίστοιχα <a href="[url]">shipping add-ons</a>.
id: Kemungkinan ada operator lain. Operator lain ini akan muncul jika Anda mengaktifkan <a href="[url]">fitur tambahan pengiriman</a>bersamaan.
ru: Перевозчиков может быть больше. Они появятся, если вы включите <a href="[url]">модули соответствующих способов доставки</a>.
uk: Перевізників може бути більше. Вони з'являться, якщо ви включите <a href="[url]">модулі відповідних способів доставки</a>.

# Languages::tools_addons_additional_payment_methods
source: There may be more payment processors. They'll show up if you activate the corresponding <a href="[url]">payment add-ons</a>.
el: Μπορεί να υπάρχουν περισσότεροι επεξεργαστές πληρωμών. Θα εμφανιστούν αν ενεργοποιήσετε τα αντίστοιχα <a href="[url]">payment add-ons</a>.
id: Kemungkinan ada prosesor pembayaran lain. Prosesor pembayaran lain ini akan muncul jika Anda mengaktifkan <a href="[url]">fitur tambahan pengiriman</a>bersamaan.
ru: Процессоров может быть больше. Они появятся, если вы включите <a href="[url]">модули соответствующих способов оплаты</a>.
uk: Способів оплати може бути більше. Вони з'являться, якщо ви включите <a href="[url]">модулі відповідних способів оплати</a>.

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
el: Μπορεί να υπάρχουν περισσότερα θέματα. Θα εμφανιστούν αν ενεργοποιήσετε τα αντίστοιχα <a href="[url]">theme add-ons</a>.
id: Kemungkinan ada tema lain. Tema lain ini akan muncul jika Anda mengaktifkan <a href="[url]">fitur tambahan pengiriman</a>bersamaan.
ru: Тем может быть больше. Они появятся, если вы включите <a href="[url]">модули соответствующих тем</a>.
uk: Тем може бути більше. Вони з'являться, якщо ви активуйте <a href="[url]">модулі відповідних тем</a>.

# Languages::addons_source
source: Source
ar: المصدر
cs: Zdroj
da: Kilde
el: Πηγή
es: Fuente
id: Sumber
ja: アドオンの種類
no: Kilde
ru: Тип модуля
tr: Kaynak
uk: Тип модуля
vi: Nguồn

# Languages::addon_built_in
source: Built-in
ar: مدمج
cs: Originál
da: Indbygget
el: Ενσωματωμένο
es: Incorporado
id: Dibangun di
ja: CS-Cart本体に同梱
no: Innebygd
ru: Встроенные
tr: Yerleşik
uk: Вбудовані

# Languages::addon_third_party
source: Third-party
ar: طرف ثالث
cs: Třetí strana
da: Tredjeparts-
el: Τρίτοι Κατασκευαστές
es: Terceros
id: Pihak ketiga
ja: サードパーティ製
no: Tredjepart
ru: Сторонние
tr: Üçüncü taraf
uk: Сторонні
vi: Bên thứ ba

# Languages::subcategories_tree_cat
source: Subcategories tree
ar: شجرة فئات فرعية
cs: Podkategorie stromu
da: Underkategorier træ
el: Δενδρο Υποκατηγοριων
es: Árbol de subcategorías
id: Subkategori pohon
ja: カテゴリツリー
no: Underkategorier tre
ru: Дерево подкатегорий
tr: Alt kategori ağacı
uk: Дерево підкатегорій
vi: Cây danh mục con

# Languages::settings_overwrite_title
source: The theme overwrites store settings
ar: كتابة القالب فوق إعدادات المتجر
cs: Téma přepíše nastavení obchodu
da: Temaet overskriver butik indstillinger
el: Το θέμα αντικαθιστά ρυθμίσεις του καταστηματος
es: El tema reescribe la configuración de la tienda
id: Tema tersebut menimpa pengaturan toko
ja: テーマによるショップ設定の上書き
no: Malen overskriver butikkens innstillinger
ru: Тема перезаписывает настройки магазина
tr: Tema mağaza ayarlarının üzerine yazılır
uk: Тема перезаписує налаштування магазину
vi: Các chủ đề sẽ ghi đè cài đặt cửa hàng

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
ar: سيتم تعيين <b>[theme_name]</b> عقب إعدادات التنشيط
cs: <b>[theme_name]</b> nastaví následující nastavení aktivace
da: <b>[theme_name]</b> vil angive følgende indstillinger på aktivering
el: Το <b>[theme_name]</b> θα ορισει τις εξης ρυθμίσεις κατα την ενεργοποίηση
es: <b>[theme_name]</b>ajustará las siguientes configuraciones en la activación
id: <b>[theme_name]</b> akan mengatur pengaturan aktivasi berikut
ja: <b>[theme_name]</b> テーマを有効化するとショップの設定が上書きされます
no: <b>[theme_name]</b> vil sette følgene innstillinger på aktivering
ru: Тема <b>[theme_name]</b> при активации поменяет следующие настройки
tr: <b>[theme_name]</b> aktivasyon sırasında aşağıdaki şekilde ayarlanacak
uk: Тема <b>[theme_name]</b> при активації змінить наступні налаштування
vi: <b>[theme_name]</b> sẽ đặt sau các thiết đặt về kích hoạt

# Languages::overwrite
source: Overwrite
ar: الكتابة فوق
cs: Přepsat
da: Overskrive
el: Αντικατασταση
es: Sobrescribir
id: Timpa
ja: 上書き
no: Overskriv
ru: Перезаписать
tr: Üzerine yaz
uk: Перезаписати
vi: Ghi đè lên

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
ar: تخطي الملفات وقاعدة البيانات الاحتياطية
cs: Přeskočit soubory a zálohování databáze
da: Spring over filer og database backup
el: Παράληψη Δημιουργιας Αντιγραφου Αρχειων και Βασης Δεδομενων
es: Omitir archivos y respaldar la base de datos
id: Lewati file dan backup database
ja: ファイルおよびデータベースのバックアップを省略する
no: Hopp over filer og database backup
ru: Не делать резервную копию файлов и базы данных
tr: Dosyaları atla ve veritabanı yedekle
uk: Не робити резервну копію файлів і бази даних
vi: Bỏ qua các tập tin và sao lưu cơ sở dữ liệu

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p>
ru: <p>Перед обновлением ваш магазин был закрыт. Убедитесь, что он работает нормально после обновления, а потом <a href="[settings_section]">откройте его</a>.</p>
uk: <p>Перед оновленням ваш магазин закрився. Переконайтеся, що магазин працює нормально після оновлення і <a href="[settings_section]">відкрийте його</a>.</p>
