Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
cs: Zadejte svůj SHA-1 podpis zde konfiguraci Ogoni.<br /><br />Nové Ogoni účty, vytvořené po 11-té květnu 2010, budou automaticky využívat novou politiku SHA.<br/>Nezapomeňte, prosím, zaškrtnout políčko "Use new SHA signature policy".
da: Angiv SHA-1 signatur begge: her og på Ogone konfiguration. < br / > < br / > For nye Ogone konti oprettet siden maj 11th, 2010, den nye politik for SHA er automatisk aktiv. <br/> Venligst ikke glemme at vælge afkrydsningsfeltet "Brug ny SHA signatur politik".
de: Geben Sie SHA-1 Signatur sowohl hier, als auch in der Ogone Konfiguration ein.<br /><br />Für neue Ogone Konten, die seit dem 11. Mai 2010 erstellt wurden, ist die neue SHA Richtlinie automatisch aktiv.<br/>Bitte vergessen Sie nicht, das Kontrollkästchen "Use new SHA signature policy" zu aktivieren.
el: Εισάγετε SHA-1 Υπογραφή και στα δυo:εδώ και στην διαμόρφωση Ogone<br /> <br /> Για νέους λογαριασμούς Ogone που δημιουργήθηκαν από τις 11 Μαΐου 2010, η νέα πολιτική SHA αυτόματα ενεργή.<br/> Παρακαλώ μην ξεχάσετε να επιλέξετε το "Use new SHA signature policy" κουτάκι."
es: Introduce la firma SHA-1 en ambos: aquí y en la configuración de Ogone.<br /><br />Para cuentas nuevas Ogone creadas desde el 11 de mayo de 2010, la nueva política SHA es automáticamente activada.<br/>Por favor, no te oblides de activar la casilla "Usar nueva política de firma SHA".
no: Skriv SHA-1 Signature både: her og på Ogone Configuration <br /> <br /> For nye Ogone kontoer som er opprettet siden 11 mai 2010, er den nye SHA politikken automatisk aktiv.. <br/> Vennligst ikke glem å velge "Bruk nye SHA signatur policy" avkrysningsruten.
ru: Введите значение SHA-1 Signature: здесь и в настройках Ogone.<br /><br />Для аккаунтов Ogone, созданных после 11-го мая 2010 года, новая политика SHA включена автоматически. <br/>Пожалуйста, не забудьте выбрать опцию «Использовать новую политику SHA подписи»
uk: Введіть значення SHA-1 Signature: тут і в настройках Ogone. <br /><br />Для акаунтів Ogone, створених після 11-го травня 2010 року, нова політика SHA включена автоматично. <br/>будь-ласка, не забудьте вибрати опцію «Використовувати нову політику SHA підпису».
vi: Nhập chữ ký SHA-1 cả hai: ở đây và trên cấu hình Ogone. < br / > < br / > Cho tài khoản Ogone mới tạo kể từ tháng 5 năm 2010, chính sách mới là hoạt động tự động. <br/> Đừng quên chọn hộp kiểm "Sử dụng chính sách chữ ký SHA mới".

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
cs: Nastavte, prosím, náseldující URL v sekci Technické Inforamce na Ogone konfiguraci jako <b> Url pro odpověď</b> pro všechny případy ("přijato", "přidržení", "nejisté", "zrušeno klientem", "příliš mnoho zamítnutí nabyvatelem"): <b>[r_url]</b><br /> Také vložte SHA-1 oba podpisy: zde a na Ogone Konfiguraci. Potom vyberte Typ požadavku: "Vytvořit tento požadavek na pozadí a odložený".
da: Skal du indstille følgende webadresse i afsnittet tekniske oplysninger på konfigurationen af Ogone som et <b>Svar Url</b> for alle tilfælde ("accepteret", "på hold", "usikre", "annulleret af kunden", "alt for mange afvisninger af erhververens"): <b>[r_url]</b> < br / > også angive SHA-1 signatur begge: her og Ogone konfiguration. Vælg anmodningstype: "Gør denne anmodning i baggrunden og udskudt".
de: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "cancelled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
el: ρυθμίστε την παρακάτω διεύθυνση URL στην ενότητα Τεχνικές Πληροφορίες σχετικά με τη διαμόρφωση Ogone σαν μια <b> αποκριτική URL </ b> για όλες τις περιπτώσεις("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Επίσης εισάγετε την υπογραφή SHA-1 Signature και στα δυο: εδώ και στή διαμόρφωση Ogone.Στη συνέχεια επιλέξτε τύπο αιτήματος: "Make this equest in background and deferred"."
es: Por favor configure la siguiente URL en la sección de información técnica de la configuración de Ogone como <b>URL de respuesta</b> para todos los casos ("aceptado", "en espera", "incierto", "cancelado por el cliente", "demasiados rechazos por el adquirente"):<b>[r_url]</b><br />También introduce la firma SHA-1 en ambos: aquí y en la configuración de Ogone. Después selecciona el tipo de petición: "Realizar esta petición en segundo plano y diferida".
id: Silakan set URL berikut di bagian informasi teknis pada konfigurasi Ogone sebagai <b>Respon Url</b> untuk semua kasus ("diterima", "ditahan", "pasti", "dibatalkan oleh klien", "terlalu banyak penolakan oleh pengakuisisi"): <b>[r_url]</b> < br / > juga memasukkan SHA-1 Signature: di sini dan pada konfigurasi Ogone. Kemudian pilih jenis permintaan: "Buat permintaan ini di latar belakang dan ditangguhkan".
no: Vennligst angi følgende URL i tekniske del på Ogone konfigurasjon som <b> Response Url </ b> for alle tilfeller ("akseptert", "på vent", "usikker", "tilbakekalles av brukeren", " for mange avslag av erververen "): <b> [r_url] </ b> <br /> også inn SHA-1 Signature både: her og på Ogone konfigurasjon. Deretter velger du Be om Type: "Gjør denne forespørselen i bakgrunnen og utsatt".
ru: Введите следующий URL в секцию Technical Information на Ogone Configuration как <br /><b>Response Url</b> для всех случаев («accepted», «on hold», «uncertain», «cancelled by the client», «too many rejections by the acquirer»):<br /> <b>[r_url]</b><br /><br /> Также введите SHA-1 подпись и здесь и на Ogone Configuration. <br /><br />Для новых аккаунтов Ogone, созданных после 11 мая 2010, новый метод проверки SHA автоматически включен. <br/>Пожалуйста не забывайте выбрать "Использовать новый метод проверки SHA".
tr: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "cancelled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
uk: Введіть наступний URL в секцію Technical Information на Ogone Configuration як <b>Response Url </b> для всіх випадків («accepted», «on hold», «uncertain», «cancelled by the client», «too many rejections by the acquirer »): <br /> <b>[r_url]</b><br />Також введіть SHA-1 підпис і тут і на Ogone Configuration. <br /><br />Для нових акаунтів Ogone, створених після 11 травня 2010, новий метод перевірки SHA автоматично включений. <br/> Будь ласка не забудьте вибрати "Використовувати новий метод перевірки SHA".
vi: Hãy thiết lập các URL sau đây trong phần Technical Informationt về cấu hình Ogone như một <b>Response Url</b> cho tất cả các trường hợp ("chấp nhận", "giữ lại", "không chắc chắn", "hủy bỏ do khách hàng", "quá nhiều lời từ chối của người thâu tóm "): <b> [r_url] </b> <br /> Cũng nhập cả hai SHA-1 Signature: ở đây và trên Configuration Ogone. Sau đó chọn Loại Yêu Cầu: "Thực hiện yêu cầu này trong nền và trì hoãn".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
ar: لإنشاء تركيبات الخيار يجب أن يكون خيار واحد على الأقل للمنتج قد تم تحديد خاصية "المخزون" له.
cs: Chcete-li vytvořit kombinace možností, musíte mít alespoň u jedné volitelné možnosti zboží zaškrtnuté políčko "Inventář".
da: At skabe mulighed for kombinationer mindst én af dit produkt muligheder bør have "Inventory" flag krydses.
de: Um Optionen/Kombinationen zu erstellen, muss wenigstens eine Ihrer Produktoptionen "Lager" (inventory) Kontrollkästchen angehakt sein.
el: Για να δημιουργήσετε συνδυασμούς επιλογων, πρέπει το πλαίσιο ελέγχου " Απόθεμα" να είναι επιλεγμένο τουλάχιστον για μία επιλογή του προϊόντος.
es: Para poder crear combinaciones de opciones, el checkbox de "Invetanrio" debe estar marcado como mínimo para una de las opciones de producto.
id: Untuk membuat kombinasi pilihan, Anda harus memilihsetidaknya satu pilihan dalam kotak centang Persediaan .
ja: オプションのコンビネーションを作成するには少なくとも1つのオプションについて "在庫" チェックボックスがチェックされている必要があります。
no: For å opprette 'kombinasjoner, må du ha "Lagerbeholdning" merket av for minst ett produkt alternativ.
ru: Для создания комбинаций опций хотя бы у одной опции товара должна быть включена настройка «Расчет кол-ва товара в наличии».
tr: To create option combinations at least one of your product options should have the "Inventory" flag ticked off.
uk: Для створення комбінацій опций хоча б у однієї опції товару повинно бути включено налаштування «Розрахунок кіл-ті товару в наяіності».
vi: Để tạo kết hợp tùy chọn cho đơn hàng, bạn phải chọn hộp kiểm "Hàng tồn kho" để lựa chọn ít nhất một sản phẩm.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
ar: طلبكم تم إرجاعه. سنتصل بكم في أقرب فرصة إن شاء الله.
cs: Vaše objednávka nebyla vyřízená. Prosím, kontaktujte nás.
da: Din ordre er i restordre. Vi vil kontakte dig ved først givne lejlighed.
de: Ihre Artikel im Rückstand wurden für Sie bestellt. Wir werden sobald wie möglich mit Ihnen Kontakt aufnehmen.
el: Η παραγγελία σας βρίσκεται σε αναμονή. Θα επικοινωνήσουμε μαζί σας με την πρώτη ευκαιρία που θα γίνει το προϊόν διαθέσιμο!
es: Su pedido ha sido aplazado. Nos pondremos en contacto con usted en breve.
id: Pesanan Anda telah kami mintakan persediaan. Kami akan menghubungi Anda pada kesempatan pertama.
ja: 在庫切れ商品のご注文を承りました。入荷があり次第ご連絡さしあげます。
no: Ordren har blitt bestilt som en restordre. Vi kontakter deg så raskt vi kan.
ru: Ваш заказ был отложен. Мы свяжемся с Вами при первой возможности.
tr: Siparişiniz geri çevrildi. İlk fırsatta sizinle irtibata geçeceğiz.
uk: Ваше замовлення відкладено. Ми зв'яжемося з вами при першій можливості.
vi: Đơn hàng của bạn đã được đặt lại. Chúng tôi sẽ liên hệ với bạn sớm nhất có thể.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
ar: تم رفض طلب الشراء الخاص بكم بواسطة معالج الطلبات. يرجى مراجعة معلوماتك والاتصال بالإدارة.
cs: Vaše objednávka byla odmítnuta platebním procesorem. Zkontrolujte vaše informace a kontaktujte administrátora obchodu.
da: Din ordre er blevet afvist af betaling processor. Gennemgå venligst dine oplysninger og kontakter butik administration.
de: Ihre Bestellung wurde vom Zahlungsanbieter (payment processor) abgelehnt. Bitte überprüfen Sie Ihre Informationen und kontaktieren Sie unseren Laden Administrator.
el: Η Παραγγελία σας απορρίφθηκε! Σας παρακαλούμε εξετάστε πάλι τα στοιχεία που καταχωρήσατε και επικοινωνήστε με τους υπεύθυνους του καταστήματος.
es: Su orden fue declinada por el procesador del pago. Repase por favor su información y entre en contacto con el administrador de la tienda.
id: Pesanan Anda telah ditolak oleh prosesor pembayaran.Harap tinjau informasi dan kontak administrator toko.
ja: ご注文を承りましたがお支払い手続きがキャンセルまたは決済代行業者により拒否されました。 再度手続きを行うかショップ管理者までご連絡ください。
no: Din bestilling har blitt avslått av betalingen prosessoren. Se gjennom informasjonen og kontakt butikken administrasjon.
ru: Ваш платеж был отклонен платежной системой. Пожалуйста, проверьте введенную информацию и свяжитесь с нами.
tr: Siparişiniz ödeme prosüdürü tarafından geri çevrildi. Lütfen bilgilerinizi gözden geçirin ve mağaza yönetimi ile iletişime geçin.
uk: Ваш платіж було відхилено платіжною системою. Будь ласка, перевірте введену інформацію і зв'яжіться з нами.
vi: Đơn đặt hàng của bạn đã bị từ chối bởi bộ phận xử lý thanh toán. Vui lòng xem lại thông tin của bạn và liên hệ với chúng tôi.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
ar: تهانينا! تم إضافة طلب الشراء بنجاح.
cs: Vaše objednávka byla úspěšně dokončena.
da: Tillykke! Din ordre er blevet placeret korrekt.
de: Herzlichen Glückwunsch! Ihre Bestellung ist bei uns eingegangen.
el: Συγχαρητήρια! Η παραγγελία σας πραγματοποιήθηκε με επιτυχία!
es: Felicidades! Su compra se ha realizado con éxito.
id: Pesanan Anda telah berhasil dibuat.
ja: ご注文手続きが完了しました。
no: Takk for bestillingen! Din ordre er motatt.
ru: Поздравляем! Ваш заказ размещен.
tr: Tebrikler! Siparişiniz başarı ile kaydedildi.
uk: Вітаємо! Ваше замовлення успішно розміщено.
vi: Chúc mừng! Đơn hàng của bạn đã được đặt thành công.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
ar: تم إعادة دفع الطلب بنجاح.
cs: Objednávka byla úspěšně splacena
da: Bestil er blevet tilbagebetalt med succes.
de: Bestellung wurde erfolgreich wieder bezahlt
el: Η παραγγελία αποπληρώθηκε με επιτυχία.
es: La orden ha sido pagada nuevamente.
id: Pesanan ini telah dibayar.
ja: ご注文の再支払いが完了しました。
no: Ordren har blitt tilbakebetalt vellykket.
ru: Заказ был оплачен успешно.
tr: Sipariş başarı ile ödendi.
uk: Замовлення було оплачено успішно.
vi: Đơn đặt hàng đã được thanh toán lại thành công.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
ar: تم حفظ الطلب بنجاح.
cs: Objednávka byla úspěšně uložena
da: Ordren er nu blevet gemt.
de: Bestellung wurde erfolgreich gespeichert
el: Η παραγγελία αποθηκεύτηκε με επιτυχία.
es: El pedido ha sido guardado con éxito.
id: Pesanan telah berhasil disimpan.
ja: 注文が保存されました。
no: Ordren har blitt lagret.
ru: Заказ был успешно сохранен.
tr: Sipariş başarı ile kaydedildi.
uk: Замовлення було успішно збережено.
vi: Đơn đặt hàng đã được lưu thành công.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
ar: يرجى الانتباه أن الإبلاغ بخصوص تغيير الحالة سيرسل بناءاً على خصائص هذه الحالة
cs: Upozorňujeme, že notifikace o změně stavu bude zaslána v závislosti na nastavení tohoto stavu
da: Der vil blive udsendt en mail alt efter indstillingerne på den enkelte status.
de: Bemerkung: Die Benachrichtigung der Statusänderung ist abhängig von den Einstellungen dieses Status.
el: Παρακαλώ σημειώστε ότι η κοινοποίηση αλλαγής της κατάστασης θα αποσταλεί ανάλογα με τις ρυθμίσεις της παρούσας κατάστασης
es: Por favor ten en cuenta que la notificación de cambio de estado depende de la configuración de este estado
id: Harap dicatat bahwa pemberitahuan perubahan status akandikirim tergantung pada pengaturan status ini
ja: 変更した注文ステータスの設定内容によってはステータス変更通知メールがお客様に送信される場合があります。
no: Vær oppmerksom på at varsel om endring av status vil bli sendt avhengig av innstillingene i denne statusen
ru: Примечание: Уведомление об изменении статуса заказа будет отправлено в зависимости от настроек этого статуса.
tr: Please note that the notification about changing the status will be sent depending on the settings of this status
uk: Примітка: Повідомлення про зміну статусу замовлення буде відправлено в залежності від налаштувань цього статусу
vi: Xin lưu ý rằng thông báo về thay đổi trạng thái sẽ được gửi tùy thuộc vào các thiết lập của trạng thái này

# Languages::text_out_of_stock
source: Out of stock
ar: غير متوفر بالمخزون
cs: Vyprodáno
da: Fjernlager - 1-3 dage
de: Nicht auf Lager
el: Μη Διαθέσιμο
es: Agotado
id: Stok habis
ja: 在庫切れ
no: Utsolgt fra lager
ru: Нет в наличии
tr: Stokta yok
uk: Немає у наявності
vi: Hết hàng

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
ar: تم نسخ الصفحات بنجاح. بالأسفل قائمة الصفحات الجديدة.
cs: Stránky byly úspěšně naklonované. Seznam nových stránek je níže.
da: De sider er blevet klonet med succes. Nedenfor en liste over nye sider.
de: Die Seiten wurden erfolgreich geklont (kopiert). Hier unten die Liste der neuen Seiten.
el: Οι σελίδες έχουν κλωνοποιηθεί με επιτυχία. Κάτω από τη λίστα των νέων σελίδων.
es: Las páginas han sido clonadas con éxito. A continuación se listan las páginas nuevas.
id: Halaman-halaman telah berhasil digandakan . Berikutdaftar halaman baru.
ja: ページをコピーしました。以下が新しいページの一覧です。
no: Sidene har blitt klonet vellykket. Under listen over nye sider.
ru: Страницы были дублированы успешно. Ниже приведен список новых страниц.
tr: Sayfa başarı ile kopyalandı. Yeni sayfalar listesi aşağıdadır.
uk: Сторінки були дубльовані успішно. Нижче наведено список нових сторінок.
vi: Các trang đã được tạo bản sao thành công. Dưới đây là danh sách các trang mới.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
ar: تم حذف الصفحات بنجاح.
cs: Stránky byly úspěšně odstraněny.
da: Sider er blevet slettet.
de: Seiten wurden erfolgreich gelöscht.
el: Οι Σελίδες διαγράφηκαν με επιτυχία!
es: Las paginas se ha borrado con éxito.
id: Halaman telah berhasil dihapus.
ja: ページが削除されました。
no: Sider har blitt slettet.
ru: Страницы были успешно удалены.
tr: Sayfalar başarı ile silindi.
uk: Сторінки видалено успішно.
vi: Trang đã được xóa thành công.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
ar: هل أنت متأكد من أنك تريد التصفح بعيداً عن هذه الصفحة؟ لم يتم حفظ التغييرات بعد. انقر OK للاستمرار, أو Cancel للبقاء في الصفحة الحالية.
cs: Jste si jisti, že chcete opustit tuto stránku? Provedené změny nebyly uloženy. Klepněte na tlačítko OK budete pokračovat, nebo na tlačítko Storno zůstanete na aktuální stránce.
da: Er du sikker på du vil navigere væk fra denne side?Dine ændringer er ikke blevet gemt.Tryk på OK for at fortsætte, eller Annuller for at forblive på den aktuelle side.
de: Sind Sie sicher dass Sie diese Seite verlassen wollen?Ihre Änderungen sind nicht gespeichert worden. Klicken Sie auf Ok um fortzufahren, oder auf Abbrechen um bei der aktuellen Seite zu bleiben.
el: Είστε σίγουροι ότι θέλετε να αφήσετε αυτή τη σελίδα, οι αλλαγές σας δεν έχουν αποθηκευτεί. Κάντε κλικ στο OK για να συνεχίσετε, ή Ακύρωση για να παραμείνετε στην τρέχουσα σελίδα.
es: Estas seguro que quieres abandonar esta pagina? Tus cambios no han sido guardados. Haz click en OK para continuar, o Cancelar para mantenerte en la pagina actual.
id: Apakah Anda yakin ingin meninggalkan laman ini? Perubahan Anda belum disimpan. Klik OK untuk melanjutkan, atau Batal untuk tetap pada halaman saat ini.
ja: 変更は保存されていませんがこのページから移動しますか? 移動する場合には "OK" を、移動しない場合は "キャンセル" をクリックしてください。
no: Er du sikker på at du vil forlate denne siden? Dine forandringer er ikke blitt lagret. Klikk på OK for å fortsette, eller Avbryt for å bli på den nåværende siden.
ru: Вы уверены, что хотите перейти на другую страницу? Изменения не были сохранены. Нажмите OK, чтобы продолжить, или Отмена, чтобы остаться на текущей странице.
tr: Bu sayfadan çıkmak istediğinizden eminmisiniz?Yaptığınız değişiklikler henüz kaydedilmedi.Devam etmek için Tamam a basın, yada bu sayfada kalmak için Vazgeç e basın
uk: Ви впевнені, що ви хочете залишити цю сторінку? Ваші зміни не були збережені. Клацніть на "OK", щоб продовжити, або кнопку Скасувати, щоб залишитися на поточній сторінці.
vi: Bạn có chắc bạn muốn rời khỏi trang này không? Thay đổi của bạn chưa được lưu. Bấm OK để tiếp tục hoặc Hủy bỏ để ở lại trên trang hiện tại.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
ar: تم حذف الصفحة بنجاح.
cs: Stránka byla úspěšně odstraněna.
da: Side er blevet slettet.
de: Seite wurde erfolgreich gelöscht.
el: Η Σελίδα διαγράφηκε με επιτυχία!
es: La pagina se ha borrado con éxito.
id: Halaman telah berhasil dihapus.
ja: ページが削除されました。
no: Siden har blitt slettet.
ru: Страница была успешно удалена.
tr: Sayfa başarı ile silindi.
uk: Сторінки видалено успішно.
vi: Trang đã được xóa thành công.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
ar: جار التحميل... طلبكم جار معالجته, نرجو الانتظار.
cs: Zpracovávám ... Váš požadavek se vyřizuje, prosím, čekejte.
da: Din forespørgsel bliver behandlet, vent venligst...
de: Wird geladen... Ihre Anfrage wird bearbeitet, bitte warten.
el: Φόρτωση ... Η αίτησή σας είναι υπό επεξεργασία, παρακαλώ περιμένετε.
es: Cargando... Tu petición está siendo procesada, por favor espera.
id: Loading ... Permintaan Anda sedang diproses, silakantunggu.
ja: ロード中... 処理が完了するまでしばらくお待ちください。
no: Laster... Din forespørsel blir behandlet, vennligst vent.
ru: Загрузка... ваш запрос выполняется, пожалуйста, подождите.
tr: Yükleniyor... Talebiniz işleme alındı, lütfen bekleyiniz.
uk: Завантаження... Ваш запит обробляється, будь ласка, почекайте.
vi: Đang tải... Yêu cầu của bạn đang được xử lý, xin vui lòng chờ.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to your email.
ar: تم إرسال طريقة تغيير كلمة المرور إلى إيميلكم.
cs: Pokyny pro obnovení hesla byly odeslány na váš email.
da: Kodeords genopret instruktioner er blevet sendt til din e-mail.
de: Die Anleitung für die Passwort Wiederherstellung wurde an Ihre E-Mail gesendet.
el: Οδηγίες για την ανάκτηση του Κωδικού Πρόσβασης αποστάλθηκαν στο e-mail σας.
es: Te hemos enviado un e-mail con las instrucciones para recuperar tu contraseña.
id: Instruksi pemulihan password telah dikirim ke email Anda.
ja: パスワードのリカバリ方法をご登録のEメールアドレスに送信しました。.
no: Passord gjenoppretting instruksjoner er sendt til din epost.
ru: Инструкции по восстановлению пароля высланы на ваш адрес электронной почты.
tr: Şifre geri alma bilgileriniz, kayıtlı E-mail adresinize gönderilmiştir.
uk: Інструкції для відновлення пароля були відправлені на електронну пошту.
vi: Hướng dẫn khôi phục mật khẩu đã được gửi tới email của bạn.
