Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
ar: بعد الترقية، تحقق من الوظائف الأساسية لتخزين الخاص بك.
cs: Po upgradu zkontrolujte základní funkčnost vašeho obchodu.
da: Efter opgraderingen, skal du kontrollere den grundlæggende funktionalitet i din butik.
de: Überprüfen Sie nach dem Upgrade die Grundfunktionalität Ihres Shops.
el: Μετά την αναβάθμιση, ελέγξτε τις βασικές λειτουργίες του καταστήματός σας.
es: Después de la actualización, Comprueba la funcionalidad básica de tu tienda.
id: Setelah upgrade, periksa fungsi-fungsi dasar dari toko Anda.
ja: アップグレード後は、商品登録や注文など、ショップの基本的な処理が正しく動作するか必ずご確認ください。
no: Sjekk den grunnleggende funksjonaliteten i butikken etter oppgraderingen.
ru: После обновления проверьте базовый функционал магазина.
tr: Yüklemenin ardından, mağazanızın temel işlevselliğini kontrol edin.
uk: Після поновлення перевірте базовий функціонал магазину.
vi: Sau khi nâng cấp, kiểm tra các chức năng cơ bản của cửa hàng của bạn.

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
ar: بصفة عامة، تفشل عملية الترقية لأنه يتم إنهاء تنفيذ البرنامج النصي بي بسبب تكوين الملقم الخاص بك. من الضروري للتحقق من إعدادات مهلة البرنامج النصي على الملقم الخاص بك PHP
cs: Obecně platí, že upgrade se nezdaří, protože spuštění PHP skriptu je ukončeno z důvodu konfigurace serveru. Je nezbytné zkontrolovat nastavení časového limitu PHP skriptu na vašem serveru
da: Generelt, opgraderingen mislykkes fordi PHP scriptudførelse er opsagt på grund af din serverkonfiguration. Det er absolut nødvendigt at kontrollere PHP script timeout-indstillinger på din server
de: Im Allgemeinen schlägt das Upgrade fehl, weil die Ausführung des PHP-Skripts aufgrund Ihrer Serverkonfiguration abgebrochen wird. Es ist wichtig, die Timeout-Einstellungen für PHP-Skripte auf Ihrem Server zu überprüfen
el: Γενικά, η αναβάθμιση αποτυγχάνει επειδή η εκτέλεση δέσμης ενεργειών της PHP ακυρώνεται από τις ρυθμισεις του διακομιστή σας (server). Είναι απαραίτητο να ελέγξετε τις ρυθμίσεις χρονικού ορίου της PHP στο διακομιστή σας
es: En general, la actualización falla porque termina la ejecución del script PHP debido a la configuración del servidor. Es esencial comprobar la configuración de tiempo de espera (timeout) de los scripts PHP del servidor
id: Umumnya, upgrade gagal karena eksekusi script PHP dihentikan karena konfigurasi server Anda. Sangat penting untuk memeriksa pengaturan PHP script timeout pada server Anda
ja: アップグレードに失敗する理由の大半が、お使いのサーバーの設定に起因するタイムアウトです。事前にPHPスクリプトのタイムアウトに関する設定を確認してください。
no: Vanligvis vil oppgraderingen mislykkes fordi PHP-scriptet blir avsluttet på grunn av serverkonfigurasjonen. Det er viktig å sjekke PHP scriptets tidsavbrudd på serveren din
ru: Частая причина неудачных обновлений — завершение работы PHP-скрипта из-за неподходящих настроек сервера. Важно проверить настройки timeout PHP-скрипта на вашем сервере
tr: Güncellemenin hatayla sonuçlanmasının genel sebeplerinden biri sunucunuzun yapılandırılmasından dolayı PHP script çalışmasının durdurulmasıdır. Sunucunuzdaki PHP script zaman aşımı ayarlarının kontrol edilmesi gerekmektedir.
uk: Найчастіша причина невдалих оновлень - завершення роботи PHP-сценарію через невідповідні налаштування сервера. Важливо перевірити налаштування timeout PHP-сценарію на вашому сервері
vi: Nói chung, nâng cấp thất bại vì thực hiện kịch bản PHP chấm dứt do cấu hình máy chủ của bạn. Nó là điều cần thiết để kiểm tra các kịch bản PHP thời gian chờ cài đặt trên máy chủ của bạn

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
ar: نحن لا ننصح ببدء الترقية على الخادم الخاص بك.
cs: Nedoporučujeme spustit upgrade na vašem serveru.
da: Vi ikke anbefaler for at starte opgraderingen på din server.
de: Wir empfehlen NICHT, das Upgrade auf Ihrem Server zu starten.
el: Δεν προτείνουμε να ξεκινήσετε την αναβάθμιση στο διακομιστή σας.
es: NO recomendamos iniciar la actualización en el servidor.
id: Kami TIDAK merekomendasikan untuk memulai upgrade pada server Anda.
ja: お使いのサーバーでCS-Cartのアップグレードを行うことはおすすめできません。
no: Vi vil IKKE anbefaler deg å starte oppgraderingen på din server.
ru: Мы НЕ РЕКОМЕНДУЕМ выполнять обновление на вашем сервере.
tr: Sunucunuzu güncellemeye başlamanız tavsiye edilmez.
uk: Ми НЕ РЕКОМЕНДУЄМО виконувати оновлення на вашому сервері.
vi: Chúng tôi KHÔNG khuyên bạn nên bắt đầu nâng cấp trên máy chủ của bạn.

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
ar: الخادم الخاص بك بإعدادات PHP script timeout خاطئة. يمكن أن يكون هذا بسبب القيود المفروضة على PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> الدالة أو FastCGI خيارات "Timeout". نحن نوصي بالاتصال بموفر خدمة الاستضافة لحل هذه المشكلة أو الاتصال بفريق دعم التكنولوجيا لإجراء الترقية لك.
cs: Váš server má špatný PHP nastavení časového limitu skriptu. To by mohlo být z důvodu omezení PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> funkce nebo FastCGI možnosti "timeout". Doporučujeme vám kontaktovat svého poskytovatele hostingu za účelem vyřešení tohoto problému nebo se obraťte na naši technickou tým podpory upgrade provést za vás.
da: Din server har forkert PHP script timeoutindstillinger. Dette kan skyldes restriktioner for PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> funktion eller FastCGI "Timeout" muligheder. Vi anbefaler dig at kontakte din hosting udbyder for at løse dette spørgsmål eller kontakt vores tech supportteam for at udføre opgraderingen for dig.
el: Διακομιστής σας έχει λάθος PHP ρυθμίσεις χρονικού ορίου. Αυτό θα μπορούσε να είναι εξαιτίας των περιορισμών στην PHP λειτουργία <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> ή στις επιλογες "Timeout" της FastCGI. Σας προτείνουμε να επικοινωνήσετε με τον πάροχο φιλοξενίας σας, για να επιλύσετε αυτό το ζήτημα ή επικοινωνήστε με την δική μας ομάδα υποστήριξης, για να εκτελέσει την αναβάθμιση για σας.
es: Tu servidor tiene mal configurado el tiempo de espera de script PHP. Esto puede ser debido a restricciones en la función <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> PHP o las opciones de "Timeout" de FastCGI. Te recomendamos contactar con tu proveedor de hosting con el fin de resolver este problema o contactar con nuestro equipo de soporte técnico para realizar la actualización para ti.
id: Server Anda memiliki kesalahan pengaturan PHP script timeout. Ini bisa jadi karena pembatasan pada fungsi PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> atau FastCGI opsi "Timeout". Sebaiknya Anda menghubungi penyedia hosting Anda untuk mengatasi masalah ini atau hubungi tim dukungan teknis kami untuk melakukan upgrade untuk Anda.
ja: お使いのサーバーにおけるPHPスクリプトのタイムアウト設定が不適切です。 こちらはPHPの <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> パラメータまたは FastCGIの "Timeout" オプションに起因するものです。 この問題の解決のため、レンタルサーバー運営会社にお問い合わせいただくか、弊社までお問い合わせいただくことをおすすめいたします。
no: Serveren har feil PHP script tidsavbrudd . Dette kan være på grunn av begrensninger i PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> funksjon eller FastCGI "Timeout" valg. Vi anbefaler deg å kontakte din hosting leverandør (ISP) for å løse dette problemet, eller kontakter vår HelpDesk for å utføre oppgraderingen for deg.
ru: На вашем сервере неподходящие настройки timeout PHP-скрипта. Возможные причины — ограничение времени выполнения PHP-скрипта в функции <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> или в параметре "Timeout" интерфейса FastCGI. Мы рекомендуем связаться с вашим хостинг-провайдером, чтобы настроить сервер или с нашей командой технической поддержки, чтобы они выполнили обновление вашего магазина.
tr: Sunucunuz yanlış PHP script zaman aşımı ayarlarına sahip. PHP izin kısıtlamalarından ötürü <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a>fonksiyonunun ya da FastCGI "Zamanaşımı" ayarlarından ötürü olabilmektedir. Hosting sağlayıcınızla görüşmenizi ve bu sorunu çözmede ve güncelleme işleminde teknik ekipten yardım almanızı tavsiye ediyoruz.
uk: На вашому сервері невідповідні настройки timeout PHP-скрипта. Можливі причини - обмеження часу виконання PHP-скрипта в функції <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> або в параметрі "Timeout" інтерфейсу FastCGI. Ми рекомендуємо зв'язатися з вашим хостинг-провайдером, щоб налаштувати сервер або з нашою командою технічної підтримки, щоб вони виконали оновлення вашого магазину.
vi: Máy chủ của bạn đã thiết lập thời gian chờ kịch bản PHP sai. Điều này có thể do hạn chế về chức năng PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> hoặc FastCGI "Timeout" tùy chọn. Chúng tôi đề nghị bạn liên hệ với nhà cung cấp hosting của bạn để giải quyết vấn đề này hoặc liên hệ với nhóm hỗ trợ công nghệ của chúng tôi để thực hiện nâng cấp cho bạn.

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, then you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
ru: <p class="text-error">Мы запустили пустой PHP-скрипт. Он будет выполняться 6 минут. После проверки мы сообщим, можно ли задать параметру timeout PHP-скрипта правильное значение. Если можно, обновляйте магазин. Пожалуйста, дождитесь окончания проверки, чтобы убедиться в корректности настройки timeout вашего сервера.</p>
uk: <p class="text-error">Ми запустили порожній PHP-сценарій. Він буде виконуватися 6 хвилин. Після перевірки ми повідомимо, чи можна задати параметру timeout PHP-сценарію правильне значення. Якщо можна, оновлюйте магазин. Будь ласка, дочекайтеся закінчення перевірки, щоб переконатися в коректності настройки timeout вашого сервера.</p>

# Languages::upload
source: Upload
ar: رفع
cs: Nahrát
de: Hochladen
el: Ανέβασμα
es: Enviar
ja: アップロード
no: Last opp
ru: Загрузить
tr: Yükle
uk: Завантажити
vi: Tải lên

# Languages::upload_install
source: Upload & install
ar: رفع وتركيب
cs: Nahrání & instalace
da: Upload & installere
de: Hochladen & entpacken
el: Μεταφόρτωση και εγκατάσταση
es: Cargar y instalar
ja: アップロードおよびインストール
no: Last opp & installer
ru: Загрузить и установить
tr: Yükle & Kur
uk: Завантажити та встановити
vi: Tải lên & cài đặt

# Languages::upload_another_file
source: Upload another file
ar: رفع ملف آخر
cs: Nahrád další soubor
da: Upload en anden fil
de: Eine weitere Datei hochladen
el: Ανέβασμα ενός άλλου αρχείου
es: Cargar otro archivo
id: Unggah file lain
ja: 他のファイルをアップロード
no: Last opp enda en fil
ru: Загрузить еще файл
uk: Завантажити інший файл
vi: Tải lên tập tin khác

# Languages::upload_file
source: Upload file
ar: رفع الملف
cs: Nahrát soubor
da: Upload fil
de: Datei hochladen
el: Ανέβασμα αρχείου
es: Enviar fichero
id: Unggah file
ja: ファイルのアップロード
no: Last opp fil
ru: Загрузить файл
tr: Dosya yükle
uk: Завантажити файл
vi: Tải lên tập tin

# Languages::user
source: User
ar: العضو
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
id: Pengguna
ja: ユーザー
no: Bruker
ru: Пользователь
tr: Üye
uk: Користувач
vi: Người dùng

# Languages::usergroup
source: User group
ar: مجموعة أعضاء
cs: Uživatelská skupina
da: Brugergruppe
de: Benutzergruppe
el: Ομάδα χρήστη
es: Grupo de usuarios
id: Grup user
ja: ユーザーグループ
no: Brukergruppe
ru: Группа
tr: Kullanıcı grubu
uk: Група користувачів
vi: Nhóm người dùng

# Languages::usergroups
source: User groups
ar: مجموعات الأعضاء
cs: Uživatelské skupiny
da: Bruger gruppe
de: Benutzergruppen
el: Ομάδες χρήστη
es: Grupos de usuarios
id: Grup user
ja: ユーザーグループ
no: Brukergrupper
ru: Группы пользователей
tr: Kullanıcı grupları
uk: Групи користувачів
vi: Nhóm người dùng

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
ar: عرض مجموعات الأعضاء الموجودين في متجركم.
cs: Správa skupin uživatelů, do kterých lze přiřazovat a třídit zákazníky.
da: Liste over brugergrupper, der findes i din butik.
de: Liste der Benutzergrupen die in Ihrem Store vorhanden sind.
el: Λίστα με τις ομάδες χρηστών που υπάρχουν στο κατάστημά σας.
es: Lista de grupos de usuario existentes en la tienda.
id: Tabel kelompok user yang ada di toko Anda.
ja: ユーザーグループの登録・編集・削除を行います。
no: Liste over brukergrupper i din nettbutikk.
ru: Управление группами пользователей вашего магазина.
tr: Mağazanızda bulunan kullanıcı grupları.
uk: Список груп користувачів, які існують у вашому магазині.
vi: Danh sách các nhóm người dùng tồn tại trong cửa hàng của bạn.

# Languages::usergroup_activated
source: User group has been activated
ar: تم تنشيط مجموعة الأعضاء
cs: Uživatelská skupina byla aktivována
da: Bruger gruppe er blevet aktiveret
de: Benutzergruppe ist aktiviert worden
el: Η ομάδα του χρήστη έχει ενεργοποιηθεί
es: El grupo de usuario ha sido activado
id: Kelompok user telah diaktifkan
ja: ユーザーグループが有効化されました
no: Brukergruppe er aktivert
ru: Группа была активирована
tr: Kullanıcı grubu aktif edildi
uk: Група користувачів була активована
vi: Nhóm người dùng đã được kích hoạt

# Languages::usergroup_disactivated
source: User group has been deactivated
ar: تم إلغاء تنشيط مجموعة الأعضاء
cs: Uživatelská skupina byla deaktivována
da: Bruger gruppe er blevet deaktiveret
de: Benutzergruppe ist deaktiviert worden
el: Η ομάδα του χρήστη έχει απενεργοποιηθεί
es: El grupo de usuario ha sido desactivado
id: Kelompok user telah dinonaktifkan
ja: ユーザーグループが無効化されました
no: Brukergruppe har blitt deaktivert
ru: Группа была деактивирована
tr: Kullanıcı grubu deaktif edildi
uk: Групу користувачів було деактивовано
vi: Nhóm người dùng đã được ngừng kích hoạt

# Languages::usergroup_privileges
source: User group privileges
ar: امتيازات مجموعة الأعضاء
cs: Pravidla uživatelské skupina
da: Kundegruppe privilegier
de: Berechtigungen Benutzergruppe
el: Προνόμια ομάδας χρήστη
es: Privilegios del grupo de usuarios
id: Hak grup user
ja: ユーザーグループの権限
no: Brukergruppe privilegier
ru: Привилегии группы
tr: Kullanıcı rgup izinleri
uk: Привілеї групи
vi: Nhóm người dùng đặc quyền

# Languages::usergroup_request_by_customer
source: User group request by customer
ar: مجموعة الأعضاء المطلوبة من قبل العميل
cs: Uživatelská skupina na žádost zákazníka
da: Brugergruppe anmodning fra kunden
de: Kundenanfrage für Benutzergruppe
el: Αίτημα της ομάδας χρήστη από τον πελάτη
es: Solicitud de grupo de usuario por el cliente
id: Group user yang diminta pelanggan
ja: ユーザーグループへの登録申請がありました。
no: Brukergruppe forespørsel fra kunde
ru: Запрос на добавление в группу от покупателя
uk: Запит на додавання в группу від покупця
vi: Yêu cầu nhóm người dùng của khách hàng

# Languages::username
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
id: Nama user
ja: ユーザー名
no: Brukernavn
ru: Логин
tr: Üye adı
uk: Логін
vi: Tên đăng nhập

# Languages::users
source: Users
ar: الأعضاء
cs: Uživatelé
da: Bruger
de: Benutzer
el: Χρήστες
es: Usuarios
id: Pengguna
ja: ユーザー
no: Brukere
ru: Пользователи
tr: Üyeler
uk: Користувачі
vi: Người dùng

# Languages::users_carts
source: Abandoned / Live carts
ar: سلات الأعضاء المهملة
cs: Košíky uživatelů
da: Bruger vogn
de: Verlassene Warenkörbe
el: Εγκαταλελειμμένο / Live καλάθι αγορών
es: Ver carros de usuarios
id: Barang batal
ja: カートの状況
no: Forlatte handlevogner
ru: Незавершенные покупки
tr: Üye sepetleri
uk: Кошики покупців
vi: Bị bỏ qua / Giỏ hàng trực tiếp

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
ar: قوائم المنتجات التي لم يتم شراؤها لسبب ما.
cs: Seznam zboží, které nebylo z nějakého důvodu zakoupeno.
da: Lister over produkter, der ikke er købt af en aller anden grund.
de: Liste der Produkte die aus irgend einem Grund nicht gekauft worden sind.
el: Λίστα με τα προϊόντα που δεν πουλήθηκαν για κάποιο λόγο.
es: Lista de productos que no han sido comprados por algún motivo
id: Daftar produk yang tidak jadi dibeli pelanggan.
ja: お客様のカート内にある商品に関する情報を確認します。
no: Liste over handlevogner som har blitt forlatt av kunder.
ru: Просмотр незавершенных покупок и покупок в процессе.
tr: Müşterilerinizin sadece sepete attığı ancak siparişini tamamlamadığı ürünler.
uk: Списки товарів, що не були куплені з якоїсь причини.
vi: Danh sách sản phẩm không được mua vì một số lý do.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
ar: إدارة حسابات الأعضاء المسجلين في متجركم.
cs: Spravovat uživatelské účty, které jsou registrovány ve vašem obchodě.
da: Administrere brugerkonti, der er registreret på din butik.
de: Benutzerkonten die in Ihrem Store registriert sind.
el: Διαχείριση λογαριασμών χρηστών που έχουν εγγραφθεί στο κατάστημά σας.
es: Gestionar cuentas de usuario registrados en la tienda
id: Kelola akun user yang terdaftar di toko Anda.
ja: ユーザーアカウントの登録・編集・削除を行います。
no: Administrer brukerkontoer som er registrert i butikken din.
ru: Редактирование учетных записей пользователей, зарегистрированных в вашем магазине.
tr: Mağazanızdaki kayıtlı kullanıcı hesaplarını yönetme.
uk: Керування обліковими записами користувачів, які зареєструвалися у вашому магазині.
vi: Quản lý tài khoản người dùng được đăng ký tại cửa hàng của bạn.

# Languages::user_type
source: User type
cs: Typ uživatele
da: Brugertype
de: Benutzertyp
el: Τύπος χρήστη
es: Tipo de usuario
id: Jenis pengguna
ja: ユーザータイプ
no: Brukertype
ru: Тип пользователя
uk: Тип користуваа
vi: Loại người dùng

# Languages::user_account_info
source: User account information
ar: معلومات العضوية
cs: Uživatelský účet
da: Bruger konto info
de: Informationen Benutzerkonto
el: Πληροφορίες Λογαριασμού Χρήστη
es: Cuenta del usuario
id: Informasi akun user
ja: ログイン情報
no: Brukerkontoinformasjon
ru: Информация об учетной записи пользователя
tr: Üye hesap bilgileri
uk: Відомості облікового запису користувача
vi: Thông tin Tài khoản Người dùng

# Languages::user_account_information
source: User account information
ar: معلومات الحساب
cs: Uživatelský účet
da: Oplysninger om brugerkonto
de: Informationen Benutzerkonto
el: Πληροφορίες λογαριασμού χρήστη
es: Información de la cuenta de usuario
id: Informasi akun pengguna
ja: ログイン情報
no: Brukerkontoinformasjon
ru: Информация об учетной записи пользователя
tr: Üye hesap bilgileri
uk: Відомості облікового запису користувача
vi: Thông tin Tài khoản Người dùng

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
ar: عذراً, العضو رقم [user_id] لا يمكن حذفه.
cs: Litujeme, uživatele s id [user_id] nelze odstranit.
da: Beklager, bruger med id [user_id] ikke kan slettes.
de: Sorry, der Benutzer mit Benutzer-ID [user_id] kann nicht gelöscht werden.
es: Disculpas, el usuario id [user_id] no se puede borrar.
id: Maaf, user dengan ID [user_id] tidak dapat dihapus.
ja: ユーザーID [user_id] のユーザーは削除できません。
no: Beklager, bruker med id [user_id] kan ikke bli slettet.
ru: Извините, пользователь с идентификатором [user_id] не может быть удалён.
uk: На жаль, користувача з ідентифікатором [user_id] не можна видалити.
vi: Xin lỗi, người dùng với id [user_id] không thể xóa được.

# Languages::user_class
source: User-defined CSS class
ru: Пользовательский CSS-класс
uk: Користувацький CSS-клас

# Languages::wrapper_class
source: User-defined wrapper CSS class
ru: Пользовательский CSS-класс оболочки
uk: Користувацький CSS-клас оболонки

# Languages::user_data_required
source: Please select a customer or enter data
ar: دفع رصيد العضو
cs: Prosím, vyberte zákazníka nebo zadejte údaje
da: Vælg en kunde eller indtaste data
de: Bitte einen Kunden selektieren oder Daten eingeben
el: Παρακαλώ επιλέξτε ένα πελάτη ή εισαγετε δεδομένα
es: Por favor selecciona un cliente o introduce datos
id: Silahkan pilih satu pelanggan atau masukan data
ja: お客様情報
no: Vennligst velg en kunde eller legg inn data
ru: Выберите покупателя или введите данные
tr: Lütfen bir müşteri seçniz yada veri giriniz
uk: Виберіть клієнта, або введіть дані
vi: Xin vui lòng chọn một khách hàng hoặc nhập dữ liệu

# Languages::user_details_page
source: User details page
ar: صفحة تفاصيل العضو
cs: Detaily uživatele
da: Bruger Detaljer side
de: Benutzer Details Seite
el: Σελίδα με λεπτομέρειες του χρήστη
es: Página de detalles del usuario
id: Halaman rincian user
ja: ユーザー詳細情報
no: Bruker detaljerside
ru: Страница деталей пользователя
tr: Üye detayları sayfası
uk: Сорінка деталей користувача
vi: Trang chi tiết người dùng

# Languages::user_group_requests
source: User group requests
ar: طلبات مجموعة الأعضاء
cs: Požadavky uživatelské skupiny
da: Bruger gruppe rekvirering
de: Anfragen Benutzergruppe
el: Αιτήσεις ομάδας χρηστών
es: Solicitudes de grupo de usuario
id: Permohonan grup user
ja: ユーザーグループの登録申請
no: Brukergruppe forespørsler
ru: Запросы на добавление в группу
tr: Kullanıcı grubu istekleri
uk: Запити на додавання в групу
vi: Yêu cầu nhóm người dùng

# Languages::user_id
source: User ID
ar: معرف العضو
cs: ID uživatele
da: Bruger ID
de: Benutzer ID
el: ID Χρήστη
es: ID del usuario
id: ID pengguna
ja: ユーザーID
no: Bruker ID
ru: ID пользователя
tr: Üye ID
uk: ID користувача
vi: ID người dùng

# Languages::user_info
source: User information
ar: معلومات العضو
cs: Uživatelské informace
da: Bruger information
de: Benutzerinformation
el: Πληροφορίες χρήστη
es: Información de usuario
id: Informasi pelanggan
ja: お客様情報
no: Bruker informasjon
ru: Информация о пользователе
tr: Üye bilgisi
uk: Відомості про користувача
vi: Thông tin người dùng

# Languages::user_pin
source: User PIN
ar: رقم الـ PIN الخاص بالعضو
cs: PIN uživatele
da: Bruger PIN
de: Benutzer PIN
el: PIN Χρήστη
es: PIN del usuario
id: PIN user
no: Bruker PIN
ru: PIN пользователя
tr: Üye PIN
uk: PIN користувача
vi: PIN Người dùng

# Languages::user_profile_info
source: User profile information
ar: معلومات البروفايل للمستخدم
cs: Informace o profilu
da: Bruger konto info
de: Information Benutzerprofil
el: Πληροφορίες Προφίλ Χρήστη
es: Perfil del usuario
id: Informasi profil user
ja: 会員プロフィール
no: Bruker profilinformasjon
ru: Информация о пользователе
tr: Üye profil bilgileri
uk: Дані профілю користувача
vi: Thông tin hồ sơ người dùng

# Languages::user_settings
source: User settings
ar: خصائص العضو
cs: Uživatelská nastavení
da: Brugerindstillinger
de: Benutzereinstellungen
el: Ρυθμίσεις Χρήστη
es: Ajustes de usuario
id: Pengaturan user
ja: ユーザー設定
no: Bruker-innstillinger
ru: Настройки пользователей
tr: Üye ayarları
uk: Налаштування користувачів
vi: Thiết lập người dùng
