Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::update_profile_notification
source: Your profile has been updated.
ar: تم تحديث معلومات ملفكم الشخصي بنجاح
cs: Váš profil byl aktualizován.
da: Din profil er blevet opdateret
de: Ihr Profil wurde aktualisiert
el: Το Προφίλ σας έχει ενημερωθεί
es: Su perfil ha sido actualizado
id: Profil Anda telah diperbarui.
ja: お客様の会員情報が更新されました。
no: Profilen din er oppdatert.
ru: Ваш профиль был обновлен
tr: Profiliniz başarı ile güncellendi
uk: Ваш профіль було оновлено.
vi: Hồ sơ của bạn đã được cập nhật.

# Languages::update_profile_notification_header
source: Your profile has been updated
ar: تم تحديث ملفك الشخصي
cs: Váš profil byl aktualizován
da: Din profil er blevet opdateret.
de: Ihr Profil wurde aktualisiert
el: Το Προφίλ σας είναι ενημερωμένο
es: Su perfil ha sido actualizado.
id: Profil Anda telah diperbarui
ja: お客様の会員情報が更新されました。
no: Profilen din er oppdatert
ru: Ваш профиль был обновлен.
tr: Profiliniz başarı ile güncellendi.
uk: Ваш профіль було оновлено
vi: Hồ sơ của bạn đã được cập nhật

# Languages::update_status
source: Update status
ar: تحديث الحالة
cs: Aktualizovat stav
da: Opdater status
de: Status aktualisieren
el: Ενημέρωση Status
es: Actualizar estado
ja: ステータスの更新
no: Oppdater status
ru: Обновить статус
tr: Durumu güncelle
uk: Оновити статус
vi: Cập nhật trạng thái

# Languages::update_text
source: Update text
ar: تحديث العبارة
cs: Aktualizovat text
da: Opdatere tekst
de: Text aktualisieren
el: Ενημέρωση κειμένου
es: Actualizar texto
id: Update teks
ja: 言語変数の更新
no: Oppdater tekst
ru: Обновить текст
tr: Güncelleme metni
uk: Оновити текст
vi: Văn bản Cập Nhật

# Languages::updating
source: Updating
ar: تحديث
cs: Probíhá aktualizace
da: Opdatere
de: Wird aktualisiert
el: Ενημέρωση
es: Actualizando
id: Memperbarui
ja: 更新中
no: Oppdaterer
ru: Обновление
tr: Güncelleniyor
uk: Оновлення
vi: Đang cập nhật

# Languages::updating_links
source: Updating links
ar: تحديث الروابط
cs: Probíhá aktualizace odkazu
da: Opdaterings links
de: Links werden aktualisiert
el: Ενημέρωση συνδέσμων
es: Actualizando enlaces
id: Updating tautan
ja: リンクを更新中
no: Oppdaterer linker
ru: Обновление ссылок
tr: Linkler güncelleniyor
uk: Оновлення посилань
vi: Cập nhật liên kết

# Languages::upgrade
source: Upgrade
ar: الترقية
cs: Aktualizace
da: opgradere
de: Upgrade (aktualisieren)
el: Αναβάθμιση
es: Actualizar (mejorar)
ja: アップグレード
no: Oppgrader
ru: Обновление
tr: Güncelle
uk: Оновлення
vi: Nâng cấp

# Languages::upgrade_center
source: Upgrade center
ar: مركز الترقية
cs: Centrum aktualizací
da: opgradere center
de: Upgrade Center (Aktualisierungen)
el: Κέντρο αναβάθμισης
es: Centro de actualizaciones
id: Pusat upgrade
ja: アップグレード
no: Oppdateringssenter
ru: Центр обновлений
tr: Güncelleme merkezi
uk: Центр оновлень
vi: Trung tâm nâng cấp

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
ar: جميع أذونات الملفات والمجلدات قد عدلت بشكل صحيح.
cs: Všechna oprávnění souborů a složek bylo správně nastaveno.
da: Alle fil og mappe tilladelser er blevet justeret korrekt.
de: Alle Datei- und Ordnerrechte wurden korrekt angepasst.
el: Όλα τα δικαιώματα αρχείων και φακέλων έχουν ρυθμιστεί σωστά.
es: Todos los permisos de archivos y carpetas se han ajustado correctamente.
id: Semua perizinan file dan folder telah disesuaikan dengan benar.
ja: すべてのファイルおよびディレクトリのパーミッションが正しく設定されました。
no: Alle fil- og mappetillatelser har blitt justert riktig.
ru: Все права доступа к файлам и папкам настроены правильно.
tr: Tüm dosya ve klasör izinleri doğru ayarlanmış.
uk: Всі права доступу до файлів і папок налаштовані правильно.
vi: Tất cả các quyền tập tin và thư mục đã được điều chỉnh đúng cách.

# Languages::upgrade_center.validation_issue
source: Validation issue
ar: مسألة التحقق من الصحة
cs: Ověření problému
da: Valideringsproblem
de: Validierungsproblem
el: Ζήτημα επικύρωσης
es: Número de validación
id: Masalah validasi
ja: バリデーションエラー
no: Problem med validering
ru: Ошибка при валидации
tr: Doğrulama sorunu
uk: Помилка при валідації
vi: Xác nhận vấn đề

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
ar: أداة التحقق من الصحة "[validator_name]" عاد الوضع للفشل
cs: Validator "[validator_name]" vrátil stav selhání
da: Validator "[validator_name]" returnerede fejlstatus
de: Validator "[validator_name]" gab Fehlerstatus raus.
el: Ο επικυρωτής "[validator_name]" ανέφερε κατάσταση αποτυχιας
es: Validador "[validator_name]" devolvió un error de estado
id: Validator "[validator_name]" status gagal
ja: "[validator_name]" バリデータがエラーを検知しました。
no: Valideringen "[validator_name]" returnerte feil status
ru: Проверка «[validator_name]» завершилась неудачно
tr: "[validator_name]" Doğrulayıcı tarafınca başarısız durumuna döndürüldü
uk: Перевірка «[validator_name]» завершилась невдачею
vi: Validator "[validator_name]" tình trạng trả lại thất bại

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
cs: Aktualizace není možná z důvodu chyby při kontrole integrity souboru. Kontaktujte, prosím, technickou podporu.
da: Opgraderingen er umuligt på grund af fil integritet check fejl. Bedes du kontakte den tekniske supportgruppe.
de: Upgrade ist nicht möglich wegen eines Datei Integritäts Fehler. Bitte kontaktieren Sie das Technische Support Team.
el: Η αναβάθμιση είναι αδύνατη λόγω σφάλματος στον ελεγχο ακεραιότητας αρχείου. Επικοινωνήστε με την ομάδα τεχνικής υποστήριξης.
es: La actualización es impossible debido a un error en la comprobación de la integridad del archivo. Por favor contacte con el equipo de soporte técnico.
id: Tidak dapat meng-upgrade cek integritas file error.Silahkan hubungi tim dukungan teknis.
ja: ファイルの整合性チェックでエラーが発生したためアップグレードできません。サポートセンターまでお問い合わせください。
no: Oppgradering er umulig på grunn av en "file integrity check error". Ta kontakt med teknisk support.
ru: Обновление невозможно из-за ошибки при проверке целостности файлов. Пожалуйста, обратитесь в службу технической поддержки.
tr: Dosya bütünlük denetimi hatası sebebi ile güncelleme yapılamıyor. Lütfen teknik destek birimimiz ile iletişime geçiniz.
uk: Оновлення неможливо через помилки при перевірці цілісності файлів. Будь ласка, зверніться до служби технічної підтримки.
vi: Nâng cấp là không thể vì lỗi kiểm tra tính toàn vẹn của tập tin. Xin vui lòng liên hệ với nhóm hỗ trợ kỹ thuật.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
ar: الترقيات متاحة فقط في <strong>الوضع المتكامل</strong> و <strong>الوضع المجاني</strong>.<br /><br />يمكنكم تغيير وضع الترخيص من الإعدادات ← <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">وضع الترخيص</a>.
cs: Aktualizace jsou dostupné pouze v režimech <strong>Úplný</strong> a <strong>Zdarma</strong>.<br /><br />Licenční režim lze změnit v Nastaveních → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licenční režim</a>.
da: Opgraderinger er kun tilgængelig i <strong>fuld</strong> og <strong>gratis</strong> licenser modes. < br / > < br / > den licenstype kan ændres under indstillinger → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> Licensing tilstand</a>.
de: Upgrades sind nur im<strong>Full</strong> und <strong>Free</strong> Lizenzmodus verfügbar.<br /><br />Der Lizenzmodus kann unter Einstellungen geändert werden→ <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Lizenzmodus </a>.
el: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> store modes.<br /><br />The store mode can be changed under Settings ? <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Store mode</a>.
es: Las actualizaciones solo están disponibles en los modos de licencia<strong>Full</strong> y <strong>Free</strong>.<br /><br />El modo de licencia se puede cambiar en ajustes → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Modo de Licencia</a>.
id: Upgrade toko hanya tersedia untuk mode<strong>Full</strong> dan <strong>Free</strong> .<br /><br/>Mode toko dapat diganti dalam pengaturan ? <aclass="cm-dialog-opener cm-dialog-auto-sizedata-ca-target-id="store_mode_dialog">Store mode</a>.
ja: アップグレードは <strong>フルモード</strong> または <strong>フリーモード</strong> においてのみ可能です。<br /><br />ライセンスモードは 基本設定 → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">ライセンスモード</a> から変更可能です。
no: Oppgraderinger er bare tilgjengelig i <strong>Full</strong> og <strong>Free</strong> lisens modus.<br /><br />Lisensmodusen kan endres under Innstillinger → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Lisensmodus</a>.
ru: Обновления доступны только в <strong>Полном</strong> и <strong>Бесплатном</strong> режимах.<br/><br/>Активировать один из этих режимов вы можете в меню Настройки → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Лицензирование</a>.
tr: Güncellemeler sadece <strong>Tam</strong> ve <strong>Ücretsiz</strong> lisanslama modlarında kullanılabilir.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
uk: Оновлення доступні тільки в <strong>Повному</strong> і <strong>Безкоштовному</strong> режимах.<br /><br />Активувати один з цих режимів ви можете в меню Установки → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Ліцензування</a>.
vi: Nâng cấp chỉ có sẵn trong chế độ <strong>Đầy đủ</strong> và <strong>Miễn phí</strong>. <br /> <br /> Chế độ cấp giấy phép có thể được thay đổi trong Cài đặt → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> Chế độ cấp phép</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
ar: أنت بحاجة لترقية مشغل الفلاش الخاص بك
cs: Je potřeba aktualizace Flash Playeru
da: Du skal opgradere din Flash Player
de: Sie müssen Ihren Flash Player aktualisieren
el: Θα πρέπει να αναβαθμίσετε τον Flash Player
es: Usted necesita actualizar el reproductor Flash
id: Anda perlu memperbarui Flash Player
ja: Flash Playerをアップグレードしてください。
no: Du må oppgradere din Flash Player
ru: Вам нужно обновить ваш Flash Player
tr: Flash playerınızı güncellemelisiniz
uk: Вам необхідно оновити Flash Player
vi: Bạn cần phải nâng cấp Flash Player của bạn

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
cs: <p class="text-error">Tato aktualizace není dostupná pro vaši licenci [product]. Kontaktujte, prosím, náš <a href="[href]">podpůrný tým</a> pro aktualizaci stavu vaší licence.</p>
da: <p class="text-error">Denne opgradering er ikke tilgængelig for dit CS-Cart licens. Bedes du kontakte <a href="[url]"> CS-Cart supportteam </ a> for at opdatere din licens status.</p>
de: <p class="text-error">Dieses Upgrade ist für Ihre CS-Cart Lizenz nicht verfügbar. Bitte Kontaktieren Sie <a href="http://www.cs-cart-deutsch.com">CS-Cart Support Team</a> um Ihren Lizenzstatus zu aktualisieren.</p>
el: <p class="text-error">Η αναβάθμιση αυτή δεν είναι διαθέσιμη για την CS-Cart άδειά σας. Παρακαλώ επικοινωνήστε <a href="[url]">με την ομάδα υποστήριξης της CS-Cart για να ενημερώσετε την κατάσταση της άδειας σας </a>.</p>
es: <p class="text-error">Esta actualización no está disponible para tu licencia de Cs-Cart. Por favor contacta <a href="http://www.cs-cart.com">CS-Cart</a> para actualizar el estado de tu licencia.</p>
id: Upgrade ini tidak tersedia untuk lisensi OnlineStoreKu Anda. Silakan hubungi <a href="http://www.cs-cart.com">tim support Onlinestoreku</a> untuk memperbarui lisensi Anda.
ja: お客様の[product]ライセンスではアップグレードできません。 <a href="http://helpdesk.cs-cart.jp" target="_blank">サポートセンター</a> にご連絡のうえライセンスのステータスを更新してください。
no: <p class="text-error">Denne oppgraderingen er ikke tilgjengelig for din [product] lisens. Ta kontakt <a href="[href]">med vårt support team </a> for å oppdatere din lisens status.</p>
ru: <p class="text-error">Данное обновление не доступно для вашей лицензии. Пожалуйста, свяжитесь с <a href="[url]">поддержкой</a> для решения проблемы.</p>
tr: Bu güncelleme versiyonuna sahip olma hakkınız bulunmuyor.(Güncelleme hakkı süreniz dolmuş olabilir) Lütfen <a href="http://www.cs-cart.com">BURAYA TIKLAYARAK</a> firmamız ile bağlantı kurup, gerekli olması halinde firmamızdan güncelleme hakkı paketi satın alınız.
uk: <p class="text-error">Це оновлення не доступно для вашої [product] ліцензії. Будь-ласка зв'яжіться з <a href="[href]">підтримкою</a> для вирішення проблеми.</p>
vi: <p class="text-error">Nâng cấp này là không có sẵn cho giấy phép [product] của bạn. Xin vui lòng liên hệ với <a href="[href]">bộ phận hỗ trợ</a> của chúng tôi để cập nhật tình trạng giấy phép của bạn.</p>

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
ar: الترقية عملية معقدة. يمكن أن تكون فشلت نظراً لأسباب خارجة عن إرادتنا. <br>لجعل ترقية المتجر الخاص بك أكثر أماناً، قمنا بإعداد نصائح لك:
cs: Upgrade je komplikovaný proces. Nebylo možné z důvodů, které jsou mimo naši kontrolu.<br>Chcete-li upgrade vašeho obchodu bezpečnější, připravili jsme pro vás tipy:
da: Opgraderingen er en kompliceret proces. Det kan være mislykkedes på grund af grunde, der er uden for vores kontrol. <br>Til at gøre opgraderingen af din butik sikrere, vi har forberedt dig disse tips:
de: Das Upgrade ist ein komplizierter Prozess. Er kann aus Gründen fehlschlagen, die außerhalb unserer Kontrolle liegen. <br> Um das Upgrade für Ihren Shop sicherer zu machen, haben wir einige Tipps für Sie vorbereitet:
el: Η αναβάθμιση είναι μια περίπλοκη διαδικασία. Μπορεί να απέτυχε για λόγους που είναι πέρα από τον έλεγχό μας. <br>Για να κάνουμε την αναβάθμιση του καταστήματός σας ασφαλέστερη, έχουμε ετοιμάσει συμβουλές για σας:
es: La actualización es un proceso complicado. Puede fallar por razones fuera de nuestro control.<br>Para facilitar una actualización más segura de tu tienda, hemos preparado estos consejos para tí:
id: Upgrade adalah proses yang rumit. kegagalan bisa terjadi karena alasan yang berada di luar kendali kita. <br>Untuk melakukan upgrade toko Anda lebih aman, kami telah menyiapkan tips untuk Anda:
ja: アップグレードは複雑な処理を伴うため、予期できない理由により失敗することがあります。<br> より安全にアップグレードを行うためのポイントをご参照ください:
no: Oppgradering er en komplisert prosess, og kan mislykkes på grunn av årsaker som er utenfor vår kontroll.<br> For å gjøre oppgraderingen av nettbutikken tryggere, har vi forberedt noen tips til deg:
ru: Обновление магазина — сложный технический процесс. Обновление может не пройти из-за независящих от нас причин.<br> Поэтому мы приготовили подсказки, чтобы обновление прошло максимально безопасно:
tr: Yükseltme işlemi karmaşık bir süreçtir ve kontolümüz dışında kesintiye uğrayabilir.<br> Yükseltme işlemini daha güvenli hale getirmek için aşağıdaki ipuçlarını dikkate alınız:
uk: Оновлення магазину - складний технічний процес. Оновлення може не пройти через незалежні від нас причин. <br>Тому ми приготували підказки, щоб оновлення пройшло максимально безпечно:
vi: Việc nâng cấp là một quá trình phức tạp. Nó có thể không thành công do lý do ngoài tầm kiểm soát của chúng tôi. <br>Để thực hiện nâng cấp cửa hàng của bạn an toàn hơn, chúng tôi đã chuẩn bị lời khuyên cho bạn:

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
ar: إذا لم تكن على دراية بالجوانب التقنية لخدمات السلة وعملية الترقية، نوصي بشدة بأن <a href="[upgrade_center_specialist]" target="_blank"> استئجار أخصائي</a> أو <a href="[upgrade_center_team]" target="_blank"> أطلب من فريق الدعم</a> لرفع مستوى متجرك لك.
cs: Pokud nejste obeznámeni s technickými aspekty CS-Cart a procesu inovace, důrazně doporučujeme, aby vás <a href="[upgrade_center_specialist]" target="_blank">najmout specialistu</a> nebo <a href="[upgrade_center_team]" target="_blank">zeptejte se našeho týmu podpory</a> upgradovat váš obchod pro vás.
da: Hvis du ikke er fortrolig med tekniske aspekter af CS-Cart og opgraderingsprocessen, anbefaler vi at du <a href="[upgrade_center_specialist]" target="_blank"> leje en specialist</a> eller <a href="[upgrade_center_team]" target="_blank"> Spørg vores supportteam</a> at opgradere din butik for dig.
de: Wenn Sie mit den technischen Aspekten von CS-Cart und dem Upgradeprozess nicht vertraut sind, empfehlen wir Ihnen dringend, <a href="[upgrade_center_specialist]" target="_blank">einen Experten anzustellen</a> oder <a href="[upgrade_center_team]" target="_blank">unser Supporteam</a> darum zu bitten, den Shop für Sie upzugraden.
el: Εάν δεν είστε εξοικειωμένοι με τις τεχνικές πτυχές του CS-Cart και τη διαδικασία αναβάθμισης, σας συνιστούμε την <a href="[upgrade_center_specialist]" target="_blank">μίσθωση ενός ειδικού</a> ή <a href="[upgrade_center_team]" target="_blank"> ζητήστε από την δική μας ομάδα υποστήριξής</a> να σας κανει την αναβάθμιση του καταστηματος.
es: Si no estás familiarizado con los aspectos técnicos de CS-Cart y el proceso de actualización, te recomendamos encarecidamente <a href="[upgrade_center_specialist]" target="_blank"> contactes un especialista</a> o <a href="[upgrade_center_team]" target="_blank"> pidas ayuda a nuestro equipo de soporte</a> para actualizar la tienda para usted.
id: Jika Anda tidak akrab dengan aspek-aspek teknis CS-Cart dan proses upgrade, kami sangat menyarankan bahwa Anda <a href="[upgrade_center_specialist]" target="_blank"> Penyewaan spesialis</a> atau <a href="[upgrade_center_team]" target="_blank"> meminta tim dukungan kami</a> untuk meng-upgrade toko Anda untuk Anda.
ja: 自社によるアップグレード作業がご不安な方向けに、<a href="[upgrade_center_specialist]" target="_blank">アップグレード代行サービス</a> もご用意しています。
no: Hvis du ikke er kjent med tekniske aspekter av CS-Cart og oppgraderingsprosessen, anbefaler vi sterkt at du <a href="[upgrade_center_specialist]" target="_blank">kontakter en spesialist</a> eller <a href="[upgrade_center_team]" target="_blank">kontakter vår HelpDesk</a> for oppgradere butikken for deg.
ru: Если вы не знаете технических деталей CS-Cart и процесса обновления, настоятельно рекомендуем <a href="[upgrade_center_specialist]" target="_blank">нанять специалиста</a> или <a href="[upgrade_center_team]" target="_blank">попросить нашу команду технической поддержки</a> обновить ваш магазин.
tr: CS-Cart'ın teknik yönlerine ve yükseltme sürecine aşina değilseniz bir uzmandan <a href="[upgrade_center_specialist]" target="_blank"> </a>veya takımımızdan <a href="[upgrade_center_team]" target="_blank"></a>destek almanızı öneriyoruz.
uk: Якщо ви не знаєте технічних деталей CS-Cart і процесу оновлення, настійно рекомендуємо <a href="[upgrade_center_specialist]" target="_blank">найняти фахівця</a> або <a href="[upgrade_center_team]" target="_blank">попросити нашу команду технічної підтримки</a> оновити ваш магазин.
vi: Nếu bạn không quen thuộc với các khía cạnh kỹ thuật của CS-Cart và quá trình nâng cấp, chúng tôi đề nghị bạn nên <a href="[upgrade_center_specialist]" target="_blank"> thuê một chuyên gia</a> hoặc <a href="[upgrade_center_team]" target="_blank"> hỏi đội ngũ hỗ trợ</a> nâng cấp cửa hàng của bạn.

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
ar: الترقية لاتقوم بتحديث الوظائف الإضافية لجهة خارجية. ولهذا السبب نوصي بتعطيل كافة الوظائف الإضافية خارجية قبل الترقية.
cs: Aktualizace neaktualizuje doplňky třetích stran. To je důvod, proč před jejím zahájením doporučujeme zakázat všechny doplňky třetích stran.
da: Opgraderingen opdatere ikke tredjeparts-tilføjelser. Det er derfor vi anbefaler, at du deaktiverer alle tredjeparts-tilføjelser inden opgraderingen.
de: Das Upgrade aktualisiert keine Drittanbieter-Add-Ons. Darum empfehlen wir Ihnen, alle Drittanbieter-Add-Ons vor dem Upgrade zu deaktivieren.
el: Η αναβάθμιση δεν ενημερώνει Πρόσθετες Μονάδες (Addons) Τρίτων κατασεκυαστών. Γι αυτό σας συνιστούμε να απενεργοποιήσετε όλα τα πρόσθετα τρίτων κατασευαστών πριν από την αναβάθμιση.
es: La actualización no actualiza los complementos de terceros. Por esta razón recomendamos desactivar todos los complementos de terceros antes de la actualización.
id: Upgrade tidak memperbarui add-ons pihak ketiga. Itu sebabnya kami menganjurkan Anda untuk menonaktifkan Semua add-ons pihak ketiga sebelum upgrade.
ja: アップグレード処理では標準搭載されていないアドオンの更新は行われません。アップグレード前に一旦すべての外部アドオンを無効化することをおすすめします。
no: Oppgraderingen oppdater ikke tredjeparts moduler. Derfor anbefaler vi at du deaktiverer alle tredjeparts moduler før oppgraderingen.
ru: Обновление не затрагивает модули от сторонних разработчиков. Поэтому перед обновлением отключите все сторонние модули.
tr: Yükseltme üçüncü parti eklentileri güncelleştirmez. Bu yüzden yükseltmeden önce tüm üçüncü taraf eklentileri devre dışı bırakmanızı tavsiye ediyoruz.
uk: Оновлення не зачіпає модулі від сторонніх розробників. Тому перед оновленням відключіть всі сторонні модулі.
vi: Việc nâng cấp không cập nhật các add-on của bên thứ ba. Đó là lý do tại sao chúng tôi đề nghị bạn vô hiệu hóa tất cả các add-on bên thứ ba trước khi nâng cấp.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
ar: ترقية نسخ الاختبار من المتجر الخاص بك أولاً للتأكد من أن الترقية سوف تجري بسلاسة.
cs: Upgrade zkušební kopii vašeho obchodu jako první, aby se ujistil, že upgrade půjde hladce.
da: Opgradere test kopi af din butik først at sørge for, at opgraderingen vil gå glat.
de: Aktualisieren Sie erst eine Testkopie Ihres Shops, um sicherzustellen, dass das Upgrade einwandfrei funktioniert.
el: Αναβαθμίστε πρώτα ένα δοκιμαστικό αντίγραφο του καταστήματός σας πρώτα, για να βεβαιωθείτε ότι η αναβάθμιση θα πάει ομαλά.
es: Actualizar primero la copia de test de tu tienda para asegurar que la actualización se realiza sin problemas.
id: Coba upgrade salinan dari toko Anda dulu untuk memastikan bahwa upgrade akan berjalan lancar.
ja: スムーズにアップグレードを行うために、まずはテスト環境でアップグレードをお試しください。
no: Oppgrader en test kopi til butikken først å kontrollere at oppgraderingen vil gå greit.
ru: Сначала обновите тестовую копию вашего магазина и убедитесь, что обновление прошло гладко.
tr: Yükseltmenin sorunsuz gerçekleşeceğinden emin olmak için önce mağazanızın test kopyasını yükseltin.
uk: Спочатку оновіть тестову копію вашого магазину і переконайтеся, що оновлення пройшло успішно.
vi: Nâng cấp bản sao thử nghiệm cửa hàng của bạn trước để đảm bảo rằng việc nâng cấp sẽ được thông suốt.
