Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::block_order
source: Block order
ar: ترتيب الكتلة
cs: Umístění bloku
da: Blok For
de: Block für Bestellungen
el: Διάταξη μπλοκ
es: Orden de bloque
id: Blok pesanan
ja: ブロックの並び
no: Blokkorganisering
ru: Ориентация блоков
tr: Blok hizalaması
uk: Орієнтація блоків
vi: Khối đơn đặt hàng

# Languages::block_our_brands
source: Brands
ar: الماركات
cs: Značky
da: Mærker
de: Marken
el: Μάρκες
es: Marcas
id: Merek
ja: 取り扱いブランド
no: Merker
ru: Бренды
tr: Markalar
uk: Бренди
vi: Thương hiệu

# Languages::block_our_brands_description
source: Product brands presented in the store
ar: ماركات المنتجات المعروضة في المتجر
cs: Značky zboží nabízeného v obchodě
da: Produktmærker præsenteret i butikken
de: Produktmarken die im Store angeboten werden
el: Μάρκες των προϊόντων που παρουσιάζονται στο κατάστημα
es: Marcas de producto presentadas en la tienda
id: Merek produk yang tersedia di toko
ja: 当ショップの取り扱いブランド
no: Produktmerker som presenteres i butikken
ru: Представленные в магазине бренды
tr: Mağazada sunulan ürün markaları
uk: Представлені бренди в магазині
vi: Thương hiệu sản phẩm được trình bày trong cửa hàng

# Languages::block_pages
source: Pages
ar: الصفحات
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
id: Halaman
ja: ページ
no: Sider
ru: Страницы
tr: Sayfalar
uk: Сторінки
vi: Trang

# Languages::block_pages_description
source: Store pages
ar: صفحات المتجر
cs: Uložení stránek
da: Butikssider
de: Shop-Seiten
el: Σελίδες καταστήματος
es: Páginas de tienda
id: Halaman-halaman toko
ja: ショップページ
no: Informasjonssider
ru: Страницы магазина
tr: Mağaza sayfaları
uk: Сторінки магазину
vi: Trang cửa hàng

# Languages::block_payment_methods
source: Payment methods
ar: طرق الدفع
cs: Způsob platby
da: Betalingsmetoder
de: Zahlungsmethoden
el: Τρόποι Πληρωμής
es: Formas de pago
id: Metode pembayaran
ja: 支払方法
no: Betalingsmetoder
ru: Способы оплаты
tr: Ödeme metodları
uk: Способи оплати
vi: Phương thức thanh toán

# Languages::block_payment_methods_description
source: Available payment methods
ar: طرق الدفع المتاحة
cs: Dostupné způsoby platby
da: Tilgængelige betalingsmetoder
de: Verfügbare Zahlungsmethoden
el: Διαθέσιμοι Τρόποι Πληρωμής
es: Formas de pago disponibles
id: Pilihan cara pembayaran
ja: 利用可能な支払方法
no: Tilgjengelige betalingsmetoder
ru: Доступные способы оплаты
tr: Kullanılabilir ödeme metodları
uk: Доступні методи оплати
vi: Phương thức thanh toán có sẵn

# Languages::block_products
source: Products
ar: المنتجات
cs: Zboží
da: Produkter
de: Produkte
el: Προϊόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# Languages::block_product_filters
source: Product filters
ar: مصفات المنتجات
cs: Filtry zboží
da: Produktfiltre
de: Produkt Filter
el: Φίλτρα Προϊόντων
es: Filtros de producto
id: Filter produk
ja: 商品フィルタ
no: Produktfilter
ru: Фильтры товаров
tr: Ürün filtreleri
uk: Фільтри товарів
vi: Lọc sản phẩm

# Languages::block_product_filters_description
source: Product filtering options
ar: خيارات مصفات المنتجات
cs: Možnosti filtrování zboží
da: Produktfiltreringsindstillinger
de: Produktfilter Optionen
el: Επιλογές φιλτραρίσματος προϊόντων
es: Opciones de filtrado de productos
id: Pilihan filter produk
ja: 商品フィルタオプション
no: Produktfilter valg
ru: Параметры фильтрации товаров
tr: Ürün filtreleme seçenekleri
uk: Параметри фільтрування товарів
vi: Tùy chọn lọc sản phẩm

# Languages::block_product_filters_home
source: Product filters for home page
ar: مرشحات المنتج للصفحة الرئيسية
cs: Filtry zboží pro domovskou stránku
da: Produkt filtre til startside
de: Produktfilter für Startseite
el: ΦΙΛΤΡΑ ΠΡΟΪΟΝΤΩΝ για Αρχική σελίδα
es: Filtros de producto para la página de inicio
id: Filter produk untuk halaman beranda
ja: トップページ用商品フィルタ
no: Produktfiltre for home page
ru: Фильтры продуктов для домашней страницы
tr: Ana sayfa için ürün filtresi
uk: Фільтри товарів для домашньої сторінки
vi: Bộ lọc sản phẩm cho trang chủ

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
ar: تصفية خيارات، سيتم عرضها على الصفحة الرئيسية للمنتج
cs: Možnosti filtrování zboží, zobrazené na domovské stránce
da: Produkt filtreringsmuligheder, vises på startsiden
de: Artikel-Filteroptionen werden auf der Startseite angezeigt
el: Επιλογές Φίλτρων Προϊόντων, που εμφανίζονται στην αρχική σελίδα
es: Opciones en filtros de producto, mostrados en la página de inicio
id: Opsi filter produk, ditampilkan pada beranda
ja: トップページに表示する商品フィルタのオプション
no: Produktfilter alternativer, som vises på home page
ru: Параметры фильтрации, отображаемые на домашней странице
tr: Giriş sayfasında görüntülenen Ürün Filtreleme seçenekleri
uk: Параметри фільтрації, відображені на домашній сторінці
vi: Tùy chọn lọc sản phẩm, được hiển thị trên trang chủ

# Languages::block_settings
source: Block settings
ar: خصائص الكتلة
cs: Nastavení bloku
da: Blocker indstillinger
de: Block Einstellungen
el: Ρυθμίσεις μπλοκ
es: Opciones del bloque
id: Pengaturan blok
ja: ブロック設定
no: Blokkinnstillinger
ru: Настройки блока
tr: Blok ayarları
uk: Налаштування блоку
vi: Cài đặt khối

# Languages::block_shipping_methods
source: Shipping methods
ar: طرق الشحن
cs: Způsoby dopravy
da: Leveringsmuligheder
de: Versandmethoden
el: Τρόποι Αποστολής
es: Métodos de envío
id: Metode Pengiriman
ja: 配送方法
no: Fraktmetoder
ru: Способы доставки
tr: Teslimat metodları
uk: Методи доставки
vi: Phương pháp vận chuyển

# Languages::block_shipping_methods_description
source: Available shipping methods
ar: طرق الشحن المتاحة
cs: Dostupné způsoby dopravy
da: Tilgængelige forsendelsesmuligheder
de: Verfügbare Versandmethoden
el: Διαθέσιμοι Τρόποι Αποστολής
es: Formas de envíos disponibles
id: Pilihan cara pengiriman
ja: 利用可能な配送方法
no: Tilgjengelige fraktmetoder
ru: Доступные способы доставки
tr: Kullanılabilir teslimat metodları
uk: Доступні методи доставки
vi: Phương pháp vận chuyển có sẵn

# Languages::block_smarty_block
source: HTML block with Smarty support
ar: كتلة HTML مع دعم Smarty
cs: HTML blok s podporou Smarty
da: HTML-blok med Smarty support
de: HTML Block mit Smarty Support
el: HTML Μπλοκ με υποστήριξη Smarty
es: Bloque HTML con soporte Smarty
id: Blok HTML dengan dukungan Smarty
ja: Smarty対応HTMLブロック
no: HTML blokk med Smarty støtte
ru: HTML блок с поддержкой Smarty
tr: Smarty destekli HTML blok
uk: HTML-блок з підтримкою Smarty
vi: Khối HTML với hỗ trợ Smarty

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
ar: أي محتوى HTML/Smarty
cs: Libovolný obsah HTML/Smarty
da: Ethvert HTML/Smarty indhold
de: Allgemeiner HTML/Smarty Inhalt
el: Οποιαδηποτε HTML/Smarty περιεχομενο
es: Cualquier contenido HTML/Smarty
id: Kode HTML/Konten Smarty
ja: 任意のHTMLまたはSmartyコンテンツ
no: Alt av HTML/Smarty innhold
ru: Любое HTML/Smarty содержимое
tr: Herhangi HTML/Smarty içeriği
uk: Будь-який HTML/Smarty вміст
vi: Bất kỳ nội dung HTML/Smarty

# Languages::block_template
source: Template
ar: قالب
cs: Šablona
da: Skabelon
el: Πρότυπο
es: Plantilla
ja: テンプレート
no: Mal
ru: Шаблон
uk: Шаблон
vi: Mẫu giao diện

# Languages::block_template_description
source: Block with a particular template
ar: كتلة ذات قالب خاص
cs: Blok s konkrétní šablonou
da: Bloker med en bestemt skabelon
de: Block mit einem besonderen Template
el: Μπλοκ με ένα συγκεκριμένο πρότυπο
es: Block con plantilla particular
id: Blok dengan template tertentu
ja: 特定のテンプレートを使用するブロック
no: Blokk med en spesiell mal
ru: Блок с определенным шаблоном
tr: Belirli bir şablon ile bloke
uk: Блок із певним шаблоном
vi: Khối với một giao diện đặc biệt

# Languages::block_text
source: Block text
ar: نص الكتلة
cs: Text bloku
da: Blok tekst
de: Textblock
el: Κείμενο μπλοκ
es: Bloquear texto
id: Block teks
ja: ブロック内テキスト
no: Blokk tekst
ru: Текстовый блок
tr: Blok yazısı
uk: Текстовий блок
vi: Văn bản khối

# Languages::block_time
source: Time for which IP should be blocked
ar: الوقت الذي يجب أن يتم حظر الآي بي
cs: Doba, po kterou by měla být IP blokována
da: Tid, som bør IP-blokeres
de: Zeitraum in dem die IP Adresse blockiert werden soll
el: Ο χρόνος στον οποίο η IP είναι μπλοκαρισμένη
es: El tiempo durante el cual la IP debería ser bloqueada
id: Waktu di mana IP harus diblokir
ja: IPをブロックする期間
no: Tid som IP bør blokkeres
ru: Время блокировки IP адреса
tr: IP yasaklama süresi
uk: Час блокування IP адреси
vi: Thời gian mà IP nên bị chặn

# Languages::block_width
source: Block width
ar: عرض الكتلة
cs: Šířka bloku
da: Bloker bredde
de: Block-Breite
el: Πλάτος μπλοκ
es: Anchura de bloque
id: Lebar blok
ja: ブロックの横幅
no: Blokkbredde
ru: Ширина блока
tr: Blok genişliği
uk: Ширина блоку
vi: Chiều rộng khối

# Languages::block_wrapper_updated
source: Block wrapper was updated
ar: تم تحديث غلاف الكتلة
cs: Obal bloku byl aktualizován
da: Bloker wrapper blev opdateret
de: Block-Rahmen (Wrapper) wurde aktualisiert
el: Το περίβλημα του Μπλοκ ενημερώθηκε
es: Se ha actualizado el envoltorio del block
id: Blok wrapper telah diupdate
ja: ブロックラッパーが更新されました
no: Blokk innpakking ble oppdatert
ru: Оболочка блока была обновлена
uk: Оболонку блоку було оновлено
vi: Khối bao bọc đã được cập nhật

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
ar: سيتم [action] هذه الكتلة من صفحات [location_name]. هل ترغب بالاستمرار؟
cs: Provedením této akce bude [action] tento blok na všech stránkách [location_name]. Chcete pokračovat?
da: Udføre denne handling vil [action] denne blokere på alle [location_name] siderne. Vil du fortsætte?
de: Wenn Sie diese Aktion [action] durchführen, wird dieser Block in allen Location in allen Seiten [location_name]. Wollen Sie fortfaren?
el: Εκτέλεση αυτής της δράσης θα [action] αυτό το μπλοκ σε όλες τις σελίδες του [location_name]. Θέλετε να συνεχίσετε;
es: Realizar esta acción [action] afectará al bloque en todas la [location_name] páginas. Quieres continuar?
id: tindakan ini akan [action] mem-blok semua [location_name] halaman.Apakah Anda ingin melanjutkan?
ja: [location_name] ページに割り当てられたすべてのブロックを[action]します。
no: Utføring av denne handlingen vil [action] denne blokken på alle [location_name] sider. Vil du fortsette?
ru: Выполнение этого действия приведет к [action] этого блока на всех [location_name] страницах. Вы хотите продолжить?
uk: Виконання цієї дії призведе до [action] цього блоку на всіх [location_name] сторінках. Ви хочете продовжити?
vi: Thực hiện hành động này sẽ [action] khối này trên tất cả các trang [location_name]. Bạn có muốn tiếp tục?

# Languages::body
source: Body
ar: الجسم
cs: Tělo
de: Körper
el: Κυρίως Σωμα
es: Mensaje
ja: 本文
no: Brødtekst
ru: Текст письма
tr: Gövde
uk: Текст листа
vi: Nội dung chính

# Languages::bonus
source: Bonus
ar: العلاوة
de: Prämie (Bonus)
el: Μπόνους
es: Bono
ja: 特典
ru: Бонус
uk: Бонус
vi: Tiền thưởng

# Languages::bonuses
source: Bonuses
ar: العلاوات
cs: Bonusy
da: Bonus
de: Prämien (Bonuses)
el: Μπόνους
es: Bonificaciones
id: Bonus
ja: 特典
no: Bonuser
ru: Бонусы
tr: Bonuslar
uk: Бонуси
vi: Tiền thưởng

# Languages::both
source: Both
ar: كلاهما
cs: Obě
da: begge
de: Beide
el: Και τα δύο
es: Ambos
id: Keduanya
ja: すべて
no: Begge
ru: Оба
tr: Her ikiside
uk: Обидва
vi: Cả hai

# Languages::bought
source: Already bought
ar: اشترى بالفعل
cs: Již zakoupeno
da: Allerede købt
de: Schon gekauft
el: Αγοράστηκε ήδη
es: Tambien compro
id: Sudah dibeli
ja: 購入済
no: Allerede kjøpt
ru: Уже куплен
tr: Bunları aldım
uk: Також купили
vi: Bạn đã mua

# Languages::bought_amount
source: Bought quantity
ar: الكمية المشتراة
cs: Nakoupené množství
da: Købs kvantitet
de: Betrag gekauft
el: Ποσότητα που αγοράστηκε
es: Cantidad comprada
id: Jumlah dibeli
ja: 購入済数量
no: Antall kjøpt
ru: Купленное количество
tr: Satın alınan miktar
uk: Кількість куплених
vi: Số lượng mua

# Languages::box_height
source: Box height
ar: ارتفاع الصندوق
cs: Výška rámečku
da: Bokshøjde
de: Höhe Paket
el: Ύψος κουτιού
es: Alto de caja
id: Tinggi kotak
ja: 配送用外箱の高さ
no: Bokshøyde
ru: Высота коробки
uk: Висота коробки
vi: Chiều cao hộp

# Languages::box_length
source: Box length
ar: طول الصندوق
cs: Délka rámečku
da: Bokslængde
de: Länge Paket
el: Μήκος κουτιού
es: Longitud de la caja
id: Panjang kotak
ja: 配送用外箱の奥行き
no: Bokslengde
ru: Длина коробки
uk: Довжина коробки
vi: Chiều dài hộp

# Languages::box_width
source: Box width
ar: عرض الصندوق
cs: Šířka rámečku
da: Boksbredde
de: Breite Paket
el: Πλάτος κουτιού
es: Anchura de la caja
id: Lebar kotak
ja: 配送用外箱の横幅
no: Boksbredde
ru: Ширина коробки
uk: Ширина коробки
vi: Chiều rộng hộp

# Languages::brand
source: Brand
ar: الماركة
cs: Značka
da: Mærke
de: Marke
el: Μάρκα
es: Marca
id: Merek
ja: ブランド
no: Merke
ru: Бренд
tr: Marka
uk: Бренд
vi: Thương hiệu

# Languages::brand_type
source: Brand/Manufacturer
ar: الماركة/الشركة المنتجة
cs: Značka/Výrobce
da: Mærke/producent
de: Marke/Hersteller
el: Μάρκα/Κατασκευαστής
es: Marca/Fabricante
id: Merek/Produsen
ja: ブランド/メーカー
no: Merke/Produsent
ru: Бренд/Производитель
tr: Marka/Üretici
uk: Бренд/виробник
vi: Thương hiệu/nhà sản xuất

# Languages::breadcrumbs
source: Breadcrumbs
ar: المسارات
cs: Navigační lišta
de: Breadcrumbs (Navigationshilfe)
ja: パン屑リスト
no: Navigasjonssti
ru: Строка навигации
uk: Рядок навігації

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
ar: هيكل إضافة غير صحيح. لا يمكن تركيب الملف المرفوع.
cs: Nesprávný formát doplňku. Nelze nainstalovat.
da: Forkert add-on struktur. Den uploadede pakke kan ikke installeres.
de: Fehlerhafte Add-on-Struktur. Das hochgeladene Paket kann nicht installiert werden.
el: Λάθος δομή Πρόσθετου. Το ανεβασμένο πακέτο δε μπορεί να εγκατασταθεί
es: La estructura del complemento es incorrecta. El paquete cargado no se puede instalar.
ja: アドオンが正しく構成されていないためインストールできません
no: Feil modul-struktur. Den opplastede pakken kan ikke installeres.
ru: Неверная структура модуля. Загруженный пакет не может быть установлен.
tr: Hatalı eklenti yapısı. Yüklenen paket kurulamaz
uk: Неправильна структура модуля. Завантажений пакет не встановлено.
vi: Tiện ích không chính xác cấu trúc. Không thể cài đặt các gói được tải lên.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
ar: بنية حزمة غير صحيحة. لا يمكن تثبيت حزمة تم تحميلها.
cs: Nesprávná struktura PO-packu. Nahráný balíček nelze nainstalovat.
da: Forkert PO-pack struktur. Den uploadede pack kan ikke installeres.
de: Fehlerhafte Add-on-Struktur. Das hochgeladene Paket kann nicht installiert werden.
el: Incorrect PO-pack structure. Δε μπορει να εγκατασταθει το ανεβασμενο πακετο.
es: Estructura del pack PO incorrecta. El pack cargado no se puede instalar.
id: Kesalahan struktur PO-pack. Paket yang telah diupload tidak dapat diinstal.
ja: アップロードしたPOパッケージの構成が正しくないためインストールできません
no: Feil PO-pakke struktur. Den opplastede pakken kan ikke installeres.
ru: Некорректная структура PO-архива. Загруженный архив не удалось установить.
uk: Некоректна структура PO-архіва. Завантажений архів не вдалося встановити.
vi: PO-gói cấu trúc không chính xác. Không thể cài đặt các gói được tải lên.

# Languages::incorrect_po_pack_structure
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect.
ar: الهيكل للحزمة التي تحتوي على ملفات الترجمة ".po" الموجود في <b>"[pack_path]"</b> غير صحيحة.
cs: Struktura balíčku, který obsahuje ".po" překladatelské soubory umístěné na adrese <b>"[pack_path]"</b>, je nesprávná.
da: Strukturen af pakke, der indeholder ".po" oversættelsesfiler placeret i <b>"[pack_path]"</b> er forkert.
de: Die Struktur des Pakets in welchem sich die ".po" Übersetzungsdateien befinden <b>"[pack_path]"</b> ist fehlerhaft.
el: Η δομή του πακέτου που περιέχει τα αρχεία μετάφρασης ".po" που βρίσκονται σε <b>"[pack_path]"</b> είναι εσφαλμένη.
es: La estructura del paquete que contiene archivos de traducción de ".po" ubicados en <b>"[pack_path]"</b> es incorrecta.
id: Kesalahan struktur paket yang berisi file terjemahan ".po" pada bagian <b>"[pack_path]"</b>.
ja: 各言語向けPOファイルを格納する <b>"[pack_path]"</b> 内のファイル構成が正しくありません。
no: Strukturen i pakken som inneholder ".po" oversettelsesfiler lokalisert på <b>"[pack_path]"</b> er feil.
ru: Некорректная структура пакета, содержащего языковые файлы ".po" в <b>"[pack_path]"</b>.
tr: <b>"[pack_path]"</b> bulunan ".po" Çeviri dosyalarını içeren paket yapısını doğru değil.
uk: Некоректна структура пакета, що містить мовні файли ".po" в <b>"[pack_path]"</b>.
vi: Cấu trúc gói chứa tập tin bản dịch ".po" nằm tại khu vực <b>"[pack_path]"</b> là không chính xác.

# Languages::browse
source: Browse...
ar: استعراض...
cs: Prohlížet...
da: Gennemse...
de: Durchsuchen...
el: Εξερεύνηση...
es: Buscar...
id: Telusuri...
ja: 参照...
no: Bla...
ru: Найти...
tr: Gözat...
uk: Перегляд...
vi: Duyệt...
