Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
ar: اذهب للوحة تحكم الأدمن
cs: Přejít do administrace obchodu
da: Gå til Administrationspanel
de: Gehe zu Administration Panel
el: Πηγαίνετε στο πάνελ διαχείρισης
es: Ir al Panel de administracion
id: Ke panel administrasi
ja: 管理者用パネルに移動
no: Gå til admin-panelet
ru: Перейти в панель администратора
tr: Yönetim paneline git
uk: Перейти в панель адміністратора
vi: Đi đến bảng quản trị

# Languages::demo_panel.go_storefront
source: Go to Storefront
ar: اذهب لواجهة الزوار
cs: Přejít do obchodu
da: Gå til butik
de: Gehe zu Storefront (Kundenbereich)
el: Πηγαίνετε στο Καταστημα
es: Ir a la tienda
id: Ke storefront
ja: ショップページに移動
no: Gå til butikk forsiden
ru: Перейти на витрину
tr: Mağaza Ön yüzüne git
uk: Перейти на вітрину
vi: Đi đến cửa hàng

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
ar: إن شاء الله سيُعاد تعيين المتجر خلال:
cs: Demo bude resetováno:
da: Demo vil blive nulstillet i:
de: Demo wird zurückgesetzt in:
el: Η Δοκιμαστική έκδοση θα επαναρυθμιστεί σε:
es: La demo se reiniciará en:
id: Demo akan reset pada:
ja: デモサイトは右記の時間が経過するとリセットされます :
no: Demo vil bli nullstilt om:
ru: Демо-магазин будет обновлен через:
tr: Demo'nun kendini sıfırlamasına kalan süre:
uk: Демо-магазин буде оновлено через:
vi: Chế độ demo sẽ được đặt lại trong:

# Languages::denied
source: Denied
ar: مرفوض
cs: Odepřeno
da: Nægtet
de: Verweigert
el: Άρνηση
es: Denegado
id: Ditolak
ja: 拒否
no: Avvist
ru: Отклонено
uk: Відмовлено
vi: Bị từ chối

# Languages::dependence
source: Sort by
ar: ترتيب بواسطة
cs: Seřadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση ως πρός
es: Ordenar por
id: Urutkan
ja: 抽出基準
no: Sorter etter
ru: Сортировать по
tr: Sıralama ölçütü
uk: Сортувати за
vi: Sắp xếp theo

# Languages::deposit_amount
source: Deposit amount
ar: قيمة الإيداع
cs: Výše vkladu
da: Indbetalingsbeløbet
de: Deposit-Betrag
el: ποσό προκαταβολής
es: Cantidad depositada
id: Jumlah setoran
no: Innskuddsbeløp
ru: Средства на счете
uk: Кошти на рахунку
vi: Số tiền đặt cọc

# Languages::desc
source: desc.
ar: تنازلي
da: Beskriv
de: Hinunterstg.
el: φθιν.
id: Menurun
ja: 降順
no: beskr.
ru: по убыв.
tr: açıklama
uk: за спаданнам
vi: giảm dần

# Languages::description
source: Description
ar: الوصف
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
id: Uraian
ja: 説明
no: Beskrivelse
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả

# Languages::descr_avs
source: AVS verification response
cs: AVS reakce ověření
da: AVS verifikation svar
de: AVS Verifizierungs Antwort
el: Απάντηση επαλήθευσης AVS
es: AVS respuesta de verificación
id: Respon verifikasi AVS
ja: AVS認証レスポンス
no: AVS verifiseringssvar
ru: Ответ верификации AVS
tr: AVS doğrulama yanıtı
uk: Відповідь верифікації AVS
vi: AVS xác minh phản hồi

# Languages::descr_cvv
source: CVV2 verification response
cs: CVV2 reakce ověření
da: kontrolcifre verifikation svar
de: CVV2 Verifizierungs Antwort
el: Απάντηση επαλήθευσης CVV2
es: CVV2 respuesta de verificación
id: Respon verifikasi CVV2
ja: CVV2認証レスポンス
no: CVV2 verifiseringssvar
ru: Ответ верификации CVV2
tr: CVV2 doğrulama yanıtı
uk: Відповідь перевірки CVV2
vi: CVV2 xác minh phản hồi

# Languages::design
source: Design
ar: التصميم
el: Σχεδιασμός
es: Diseño
id: Disain
ja: デザイン
ru: Дизайн
tr: Dizayn
uk: Дизайн
vi: Thiết kế

# Languages::design_mode
source: Design mode
ar: وضع التصميم
cs: Návrhovém režimu
da: Design ændringer
de: Design Modus
el: Λειτουργία σχεδιασμού
es: Modo de diseño
id: Mode Disain
ja: テンプレート編集モード
no: Design modus
ru: Режим дизайна
tr: Dizayn modu
uk: Режим дизайну
vi: Chế độ thiết kế

# Languages::desired_amount
source: Desired quantity
ar: الكمية المرغوبة
cs: Požadované množství
da: Ønskede mængde
de: Gewünschter Betrag
el: Επιθυμητή ποσότητα
es: Cantidad deseada
id: Jumlah yang diinginkan
ja: ほしい数量
no: Ønsket mengde
ru: Желаемое количество
tr: Talep miktarı
uk: Бажана кількість
vi: Số lượng mong muốn

# Languages::destination
source: Destination
ar: الوجهة
cs: Destinace
de: Location
el: Προορισμός
es: Destino
id: Tujuan
ja: 配送先
no: Destinasjon
ru: Назначение
tr: Varış bölgesi
uk: Призначення
vi: Điểm đến

# Languages::detailed_description
source: Detailed description
ar: وصف تفصيلي
cs: Detailní popis
da: Detaljeret beskrivelse
de: Detaillierte Beschreibung
el: Λεπτομερής περιγραφή
es: Descripción detallada
id: Uraian rinci
ja: 詳細
no: Detaljert beskrivelse
ru: Детальное описание
tr: Detaylı açıklama
uk: Детальний опис
vi: Mô tả chi tiết

# Languages::detailed_images
source: Detailed images
ar: صور مفصلة
cs: Detailní obrázky
da: Detaljeret images
de: Detailansicht
el: Λεπτομερείς εικόνες
es: Detalle de la imagen
id: Rincian gambar
ja: 詳細画像
no: Detaljerte bilder
ru: Увеличенные изображения
tr: Detaylandırılmış resimler
uk: Детальне зображення
vi: Hình ảnh chi tiết

# Languages::details
source: details
ar: تفاصيل
cs: Detaily
da: detaljer
el: Λεπτομέρειες
es: detalles
id: Rincian
ja: 詳細
no: detaljer
ru: детали
tr: detaylar
uk: Подробиці
vi: chi tiết

# Languages::diff
source: File changes
ar: تغييرات الملف
cs: Změny souborů
da: Fil ændring
de: Dateiänderungen
el: Αλλαγές αρχείου
es: Cambios del archivo
id: Perubahan file
ja: ファイル変更
no: Filendringer
ru: Изменения файлов
tr: Dosya değişiklikleri
uk: Зміни файлів
vi: Thay đổi tập tin

# Languages::different_only
source: Different only
ar: المختلف فقط
cs: Pouze různé
da: Forskellige kun
de: Nur Andere
el: Μόνο διαφορετικοί
es: Diferente solo
id: yang berbeda saja
ja: 異なる項目のみ
no: Kun ulike
ru: Только различные
tr: Sadece farklılar
uk: Тільки різні
vi: Chỉ khác nhau

# Languages::directory
source: Directory
ar: المجلد
cs: Adresář
da: direktorie
de: Verzeichnis
el: Κατάλογος Αρχείων
es: Directorio
id: Direktori
ja: ディレクトリ
no: Katalog
ru: Директория
tr: Dizin
uk: Директорія
vi: Thư mục

# Languages::direct_download
source: Direct download
ar: تحميل مباشر
cs: Stáhnout přímo
da: direkte download
de: Direkter Download
el: Άμεση λήψη (download)
es: Descarga directa
id: Unduh langsung
ja: 直接ダウンロード
no: Direkte nedlasting
ru: Скачать файл
tr: İndir
uk: Скачати файл
vi: Tải về trực tiếp

# Languages::disable
source: Disable
ar: تعطيل
cs: Zakázat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποιηση
es: Desactivar
id: Nonaktifkan
ja: 無効
no: Deaktiver
ru: Выкл.
uk: Вимкнути
vi: Tắt

# Languages::disabled
source: Disabled
ar: معطل
cs: Neaktivní
da: deaktivere
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
id: Non aktifkan
ja: 無効
no: Deaktivert
ru: Выкл.
tr: Devre dışı
uk: Вимк.
vi: Tắt

# Languages::disabled_categories
source: Disabled categories
ar: الفئات المعطلة
cs: Zakázané kategorie
da: Deaktiverede kategorier
de: Deaktivierte Kategorien
el: Απενεργοποιημένες κατηγορίες
es: Categorías deshabilitadas
id: Kategori tidak aktif
ja: 無効なカテゴリー
no: Deaktiverte kategorier
ru: Неактивные категории
tr: Devre dışı kategoriler
uk: Неактивні категорії
vi: Vô hiệu hóa danh mục

# Languages::disable_for
source: Disable for
ar: تعطيل لـ
cs: Zakázat pro
da: Deaktiver for
de: Deaktivieren für
el: Απενεργοποιημένο για
es: Desactivar para
id: Non aktifkan untuk
ja: 次の場合は無効
no: Deaktiver for
ru: Выключить для
tr: Şunlar için devre dışı
uk: Вимкнути для
vi: Vô hiệu hoá

# Languages::disable_selected
source: Disable selected
ar: تعطيل المحدد
cs: Zakázat vybraná
da: Deaktiver valgt
de: Selektierte deaktivieren
el: Απενεργοποίηση επιλεγμένων
es: Desactivar seleccionado
id: Nonaktifkan dipilih
ja: 選択したデータを無効化
no: Deaktiver valgte
ru: Выключить выбранные
tr: Seçilenleri devre dışı bırak
uk: Вимкнути вибрані
vi: Tắt mục đã chọn

# Languages::disapprove
source: Disapprove
ar: رفض
cs: Zamítnout
da: Afvis
de: Nicht genehmigen
el: Απόρριψη
es: Rechazar
id: Tolak
ja: 拒否
no: Avvis
ru: Отказать
tr: Onaylama
uk: Не схвалено
vi: Từ chối

# Languages::disapproved
source: Disapproved
ar: مرفوض
cs: Zamítnuto
da: Afvis
de: Nicht genehmigt
el: Απερρίφθη
es: Desaprobado
id: Ditolak
ja: 却下
no: Avvist
ru: Отклонены
tr: Onaylanmamış
uk: Відхилено
vi: Bị từ chối

# Languages::disapprove_selected
source: Disapprove selected
ar: رفض المحدد
cs: Zamítnout vybrané
da: Afvis valgte
de: Selektierte missbilligen
el: Επιλογή απόρριψης
es: Desaprobar seleccionado
id: Penolakan telah dipilih
ja: 拒否
no: Avvis valgte
ru: Отклонить выбранные
tr: Seçileni reddet
uk: Відхилити обрані
vi: Không chấp nhận mục được chọn

# Languages::discount
source: Discount
ar: الخصم
cs: Sleva
da: Rabat
de: Rabatt
el: Έκπτωση
es: Descuento
id: Diskon
ja: 割引
no: Rabatt
ru: Скидка
tr: İndirim
uk: Знижка
vi: Giảm giá

# Languages::discounted_price
source: Discounted price
ar: سعر الخصم
cs: Cena po slevě
da: Rabat pris
de: Rabattierter Preis
el: τιμή με Έκπτωση
es: Precio rebajado
id: Harga diskon
ja: 割引価格
no: Rabattert pris
ru: Цена со скидкой
tr: İndirimli fiyat
uk: Ціна зі знижкою
vi: Mức giá giảm giá

# Languages::discounts
source: Discounts
ar: الخصومات
cs: Slevy
da: Rabat
de: Rabatte
el: Εκπτώσεις
es: Descuentos
id: Diskon
ja: 割引
no: Rabatter
ru: Скидки
tr: İndirimler
uk: Знижки
vi: Giảm giá

# Languages::discount_coupon
source: Discount coupon
ar: كوبون الخصم
cs: Slevový kupon
da: Rabat kupon
de: Rabatt Gutschein
el: Εκπτωτικό κουπόνι
es: Cupón descuento
id: Kupon diskon
ja: 割引クーポン
no: Rabattkupong
ru: Купон на скидку
tr: İndirim kuponu
uk: Купон на знижку
vi: Phiếu giảm giá giảm giá

# Languages::discount_coupon_code
source: Discount coupon code
ar: كود كوبون الخصم
cs: Zadejte kód slevového kuponu
da: Rabat kupon kode
de: Rabatt Gutschein Code
el: Κωδικός εκπτωτικού κουπονιού
es: Código del cupón de descuento
id: Kode kupon diskon
ja: クーポンコード
no: Rabattkupong kode
ru: Код купона на скидку
tr: İndirim kupon kodu
uk: Код купона на знижку
vi: Mã giảm giá

# Languages::dispatch
source: Dispatch
ar: المنطقة
cs: Odeslání
da: Afsendelse
de: Position-Typ
el: Αποστολή
es: Envío
id: Proses
ja: ディスパッチ
no: Utsendelse
ru: Страница
tr: Sevk
uk: Диспетчер
vi: Đường dẫn

# Languages::displayed_vendors
source: Displayed stores
ar: المتاجر المعروضة
cs: Zobrazené obchody
da: Viste butikker
de: Angezeigte Geschäfte
el: καταστήματα που εμφανίζονται
es: Tiendas mostradas
id: Toko yang ditampilkan
ja: 表示する出品者数
no: Viste butikker
ru: Отображать магазинов
tr: Görüntülenen mağazalar
uk: Відображені крамниці
vi: Hiển thị cửa hàng

# Languages::display_bottom_buttons
source: Display bottom buttons
ar: عرض الأزرار السفلية
cs: Zobrazit dolní tlačítka
da: Display nederste knapper
de: Untere Tasten anzeigen
el: Εμφάνιση κουμπιών κάτω
es: Mostrar los botones de la parte inferior
id: Tampilkan tombol bawah
ja: ブロック下部にボタンを表示
no: Vis bunn knapper
ru: Показывать нижние кнопки
uk: Відображення кнопок внизу
vi: Hiển thị nút bên dưới

# Languages::display_delete_icons
source: Display delete icons
ar: عرض أيقونات الحذف
cs: Zobrazit ikony "smazat"
da: Vis slet ikoner
de: Symbole Löschen anzeigen
el: Εμφανιση εικονιδιων διαγραφης
es: Mostrar los iconos de borrar
id: Tampilkan ikon hapus
ja: 削除アイコンを表示
no: Vis slett ikoner
ru: Показывать иконки для удаления
uk: Показувати іконки для видалення
vi: Hiển thị biểu tượng xóa

# Languages::display_message
source: Display message
ar: عرض الرسالة
cs: Zobrazit zprávu
da: Display besked
de: Nachricht anzeigen
el: Εμφάνιση μηνύματος
es: Mostrar mensaje
id: Tampilkan pesan
ja: メッセージを表示
no: Vis melding
ru: Показывать сообщение
tr: Ekran mesajı
uk: Відображати повідомлення
vi: Hiển thị tin nhắn

# Languages::display_on
source: Display on
ar: عرض في
cs: Zobrazit na
da: Vis på
de: Anzeigen in
el: Εμφάνιση σε
es: Mostrar en
id: Tampilkan di
ja: 表示位置
no: Vis på
ru: Показывать на
tr: Göster
uk: Відображення на
vi: Hiển thị ngày

# Languages::display_type
source: Display type
ar: نوع العرض
cs: Typ zobrazení
da: fremvisnings type
de: Art der Anzeige
el: Τύπος εμφάνισης
es: Tipo de visualización
id: Tipe tampilan
ja: 表示タイプ
no: Visningstype
ru: Тип отображения
tr: Gösterim tipi
uk: Тип відображення
vi: Hiển thị loại

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
ar: عدد الفلاتر الظاهرة يختلف قبل القائمة
cs: Počet zobrazených varianta filtru na před skrolováním
da: Antallet af viste filter varianter før rulle
de: Anzahl der angezeigten Filtervarianten vor dem Seitenumbruch
el: Αριθμός εμφανιζόμενων παραλλαγών φίλτρου πριν την κύλιση
es: Número de variantes de filtro mostradas antes de scroll
id: Jumlah dari tampilan variasi filter sebelum digulir
ja: スクロールなしで表示するフィルタの数
no: Antall viste filter-varianter før blameny
ru: Кол-во отображаемых вариантов фильтра перед прокруткой
tr: Kaydırma öncesi görüntülenen filtre varyantları sayısı
uk: Кількість відображуваних варіантів фільтру перед прокручуванням
vi: Số bộ lọc hiển thị giá trị trước khi cuộn

# Languages::domains
source: Domains
ar: النطاقات
cs: Domény
da: Domæner
de: Domänen (Domains)
el: Τομείς
es: Dominios
id: Domain
ja: ドメイン
no: Domener
ru: Домены
tr: Domainler
uk: Домени
vi: Tên miền

# Languages::domestic_usps
source: Domestic U.S.P.S.
cs: Domácí U.S.P.S.
de: Inland U.S.P.S.
el: Εγχώρια U.S.P.S
id: U.S.P.S. domestik
no: Innenriks USPS
ru: Внутренний U.S.P.S.
uk: Внутрішні U.S.P.S.
vi: Nội địa U.S.P.S.

# Languages::done
source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Erledigt
el: Έγινε
es: Hecho
id: Selesai
ja: 終了
no: Ferdig
ru: Готово
tr: Hazır
uk: Готово
vi: Xong

# Languages::dont_track
source: Do not track
ar: بدون تعقب
cs: Nesledovat
da: Spor ikke
de: Nicht verfolgen
el: χωρις παρακολούθηση
es: sin seguimiento
id: Jangan lacak
ja: 在庫管理しない
no: ikke spor
ru: Не отслеживать
tr: Mağazada gösterme
uk: Не відстежувати
vi: Không theo dõi

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
cs: Nepoužívat Cardinal Centinel&reg; pro 3-D Secure Payer ověření pravosti
da: Dont brug Centinel Cardinal ® til 3-D Secure Payer Authentication
de: Verwenden Sie keine Kardinal Centinel&reg; für 3-D Secure Zahlungs-Authentifizierung
el: Μην χρησιμοποιείτε την Cardinal Centinel for 3-D Secure Payer Authentication(πιστοποίηση ασφαλούς πληρωμής)
es: No usar Cardinal Centinel ® para la autenticación segura de pago 3-D
id: Jangan gunkan Cardinal Centinel&reg; untuk otentifikasipembayar 3-D Secure
no: Ikke bruk Cardinal Centinel&reg; for 3-D Secure Payer godkjenning
ru: Не использовать Cardinal Centinel&reg; для 3-D Secure Payer Authentication
uk: Не використовувати Cardinal Centinel&reg; для 3-D Secure Payer Authentication
vi: Không sử dụng Cardinal Centinel ® để Xác thực Người thanh toán Bảo mật 3-D

# Languages::dots
source: Dots
ar: عبر النقاط
cs: Tečky
da: Prikker
de: Punkte
el: Τελείες
es: Puntos
id: Titik-titik
ja: ドット
no: Prikker
ru: Точки
uk: Крапки
vi: Dấu chấm

# Languages::down
source: Down
ar: أسفل
cs: Dolů
da: Ned
de: Unten
el: Κάτω
es: Abajo
id: Turun
ja: 下
no: Ned
ru: Вниз
tr: Aşağı
uk: Вниз
vi: Xuống

# Languages::download
source: Download
ar: تحميل
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
id: Unduh
ja: ダウンロード
no: Last ned
ru: Скачать
uk: Завантажити
vi: Tải về

# Languages::downloadable
source: Downloadable
ar: قابل للتحميل الإلكتروني
cs: Produkt ke stažení
da: Kan downloades
de: Herunterladbar
el: Δυνατότητα λήψης
es: Descargable
id: Dapat diunduh
ja: ダウンロード商品
no: Nedlastbar
ru: Цифровой товар
tr: İndirilebilir
uk: Завантажувані
vi: Tải về

# Languages::downloadable_shipping
source: Enable shipping if downloadable
ar: تشغيل الشحن إذا كان قابل للتحميل الإلكتروني
cs: Povolit dopravu pokud je produkt ke stažení
da: Aktiver fragt hvis downloadable
de: Versand aktivieren wenn herunterladbar
el: Ενεργοποίηση αποστολής εάν μπορεί να κατεβαστεί
es: Habilitar transporte (envío) si es descargable
id: Aktifkan pengiriman jika dapat diunduh
ja: ダウンロード商品でも配送可能にする
no: Aktiver frakt hvis nedlastbar
ru: Использовать доставку если скачиваемый
tr: İndirilebilir kargo izinli
uk: Увімкнути доставку, якщо завантажуваний
vi: Sử vận chuyển nếu được tải về

# Languages::downloads
source: Downloads
ar: مركز التحميل
cs: Soubory ke stažení
da: Download
el: Λήψεις(κατεβασμένα αρχεία)
es: Descargas
id: Download
ja: ダウンロード
no: Nedlastinger
ru: Загрузки
tr: Üye Ol
uk: Завантаження
vi: Tải về

# Languages::downloads_max_left
source: Downloads (max./left)
ar: التحميلات (الأقصى/المتبقي)
cs: Stáhnout (max /vlevo)
da: Max download tilbage
de: Max. Downloads / noch zur Verfügung
el: Λήψεις (μεγ./εναπ.)
es: Descargas (máx./restante)
id: Unduh (maks./sisa)
ja: ダウンロード上限回数 / 残り
no: Nedlastinger (maks./gjenværende)
ru: Скачиваний всего/осталось
tr: Downloadlar maks. / sol
uk: Завантажень (Всього. / залишилось)
vi: Tải về (tối đa/trái)

# Languages::download_key_expiry
source: Download key expiry
ar: انتهاء صلاحية مفتاح التحميل
cs: Ke stažení klíče uplynutí doby platnosti
da: Download nøgle udløbet
de: Ablauf des Download Schlüssels (Download Key)
el: Κατεβάστε το κλειδί λήξης
es: Descargar key expirada
id: Unduh kunci kadaluwarsa
ja: ダウンロードキーの有効期限
no: Utløp av nøkkel for nedlastning
ru: Ключ для загрузки истекает
tr: İndirme (download) anahtarı süresi
uk: Ключ для завантаження закінчується
vi: Khóa thời hạn được tải về

# Languages::download_link_expired
source: The download link is expired or is not ready.
ar: رابط التحميل منتهي الصلاحية أو غير جاهز.
cs: Tento stahovací link vypršel nebo není připraven
da: Download link er udløbet, eller er ikke klar
de: Der Download Link ist abgelaufen oder nicht bereit.
el: Ο σύνδεσμος λήψης έχει λήξει ή δεν είναι έτοιμος.
es: El enlace de descarga ha caducado o no está listo.
id: Tautan unduhan kadaluarsa atau belum siap.
ja: ダウンロード用リンクの有効期限が切れているか準備ができていません
no: Nedlastingslinken er utløpt eller er ikke klar.
ru: Ссылка для загрузки устарела или не готова
tr: İndirme bağlantı süresi dolmuş ya da hazır değil.
uk: Посилання завантаження застаріло або не готове.
vi: Liên kết tải về hết hạn hoặc không sẵn sàng.

# Languages::do_not_change
source: Do not change
ar: بدون تغيير
cs: Neměnit
da: Ændre ikke
de: Nicht ändern
el: Μην αλλάξετε
es: No cambiar
id: Jangan ubah
ja: 変更しない
no: Ikke endre
ru: Оставить без изменений
tr: Değiştirmeyin
uk: Не змінювати
vi: Không thay đổi

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
ar: لا تمرر لوجو سلّة التسوق للتاجر
cs: Nepřenášejte logo košíku na logo obchodníka
da: send ikke indkøbsvogn logo til betalingssystem
de: Das Shopping Cart Logo nicht dem Händler weitergeben
el: Μην περάσετε το λογότυπο του καλαθιού αγορών στον έμπορο.
es: No pasar el logo de cesta de la compra al comerciante
id: Jangan sampaikan logo keranjang belanja ke merchant
no: Send ikke handlevognlogoen til grossisten
ru: Не отсылать логотип магазина
tr: Do not pass shopping cart logo to the merchant
uk: Не відсилати лого магазину
vi: Không vượt qua biểu tượng giỏ hàng mua sắm cho các thương gia

# Languages::do_not_use
source: Do not use
cs: Nepoužívat
da: brug ikke
de: Nicht verwenden
el: Μην το χρησιμοποιείτε
es: No usar
id: Jangan gunakan
ja: 利用しない
no: Ikke bruk
ru: Не использовать
tr: Kullanmayın
uk: Не використовувати
vi: Không sử dụng

# Languages::drlicense_number
source: Driving License Number
ar: رقم رخصة القيادة
cs: Číslo řidičského průkazu
da: Kørekortnummer
de: Führerschein Nummer
el: Αριθμός άδειας οδήγησης
es: Número de licencia de conducir
id: Nomor lisensi mengemudi
no: Førerkortnummer
ru: Номер водительских прав
uk: Номер водійського посвідчення
vi: Số giấy phép lái xe

# Languages::dropdown_horizontal
source: Dropdown horizontal
ar: منسدلة أفقياً
cs: Horizontální drop-down list
da: Dropdown vandret
de: Horizontales Aufklappmenü
el: Οριζόντιο Dropdown
es: Desplegable horizontal
id: Dropdown horisontal
ja: 水平ドロップダウン
no: Rullgardinmeny horisontal
ru: Горизонтальный выпадающий список
uk: Горизонтальний випадаючий список
vi: Trình đơn xổ theo chiều ngang

# Languages::dropdown_limit
source: Minimal number if items to be placed in a dropdown list.
ar: الحد الأدنى لعدد العناصر الموجودة في القائمة المنسدلة.
cs: Minimální počet položek, které se zobrazí v drop-down listě.
da: Minimal numre, hvis elementer skal placeres i en dropdown liste.
de: Minimale Anzahl Elemente die in der Dropdown Liste plaziert werden.
el: Ελάχιστος αριθμός εφόσον πρέπει να τοποθετηθούν στοιχεία σε λίστα.
es: Número mínimo de items para ser mostrados en una lista desplegable.
id: Jumlah minimal barang yang akan ditempatkan dalam daftardropdown.
ja: ドロップダウン表示を行う最小アイテム数
no: Minimum antall av elementer for å bli plassert i en rullgardinmeny.
ru: Минимальное кол-во элементов для отображения в выпадающем списке.
uk: Мінімальна кількість елементів для відображення у випадаючому списку.
vi: Số lượng tối thiểu nếu mục được đặt trong một danh sách thả xuống.

# Languages::dropdown_second_level_elements
source: Second level elements
ar: عناصر المستوى الثاني
cs: Prvky druhé úrovně
da: Andet niveau elementer
de: Elemente in der zweiten Ebene
el: Στοιχεία Δεύτερου Επιπέδου
es: Elementos de segundo nivel
id: Elemen tingkat dua
ja: 第2階層の表示要素数
no: Andre nivå elementer
ru: Элементы второго уровня
uk: Другий рівень елементів
vi: Yếu tố cấp độ thứ hai

# Languages::dropdown_third_level_elements
source: Third level elements
ar: عناصر المستوى الثالث
cs: Prvky třetí úrovně
da: Tredje niveau elementer
de: Elemente in der dritten Ebene
el: Στοιχεία Τρίτου Επιπέδου
es: Elementos de tercer nivel
id: Element tingkat tiga
ja: 第3階層の表示要素数
no: Tredje nivå elementer
ru: Элементы третьего уровня
uk: Третій рівень елементів
vi: Yếu tố cấp độ thứ ba

# Languages::dropdown_vertical
source: Dropdown vertical
ar: منسدلة عمودياً
cs: Vertical drop-down list
da: Dropdown lodret
de: Dropdown Menu
el: Κάθετο Dropdown
es: Desplegable vertical
id: Dropdown vertikal
ja: 垂直ドロップダウン
no: Rullgardinmeny vertikal
ru: Вертикальный выпадающий список
uk: Вертикальний випадаючий список
vi: Trình đơn xổ dọc theo chiều dọc

# Languages::drop_existing_data
source: Delete all existing product files before import
ar: حذف كل ملفات المنتجات قبل الاستيراد
cs: Smazat všechny existující soubory zboží před importem
da: Slet alle eksisterende produkt filer før import
de: Vor dem Importieren alle vorhandenen Produkt Dateien löschen
el: Διαγράψτε όλα τα υπάρχοντα αρχεία των προϊόντων πριν από την εισαγωγή
es: Borre todos los archivos de productos existentes antes de la importación
id: Hapus semua file produk sebelum di-impor
ja: インポート前に既存の商品ファイルを削除
no: Slett alle eksisterende produktfiler før import
ru: Удалить все существующие файлы товаров перед импортом
tr: Yüklemeden önce tüm mevcut dosyaları sil
uk: Видалити всі наявніфайли перед імпортом
vi: Xóa tất cả các tập tin sản phẩm hiện có trước khi nhập

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
cs: Vymazat existující soubory produktů ke stažení
de: Bestehende Dateien von herunterladbaren Produkten löschen
el: Διαγράψτε τα υπάρχοντα αρχεία των προϊόντων με δυνατότητα λήψης
es: Eliminar archivos existentes de productos descargables
id: Menghapus file dari produk-produk yang dapat di download
no: Slett eksisterende filer av nedlastbare produkter
ru: Удалить существующие файлы цифровых товаров
tr: İndirilebilir ürünlerin mevcut dosyalarını sil
uk: Видалити існуючі файли завантажуваних товаів
