Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::captcha_upgrade_notification_text
source: <p>Previously you had to use <b>Settings → Image verification</b> to configure anti-bot protection. Starting with [product] 4.5.1, that section of the settings doesn't exist. All relevant settings were moved to the Google reCAPTCHA add-on. The values of those settings remain as they were before the upgrade.</p><p>The Google reCAPTCHA add-on is now the only mechanism of anti-bot protection available in [product] by default. To set up anti-bot validation, follow these steps:</p><ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Find and click on <b>Google reCAPTCHA</b> in the list of add-ons.</li><li>A pop-up window will open. Enter <b>Site key</b> and <b>Secret token</b>, then save your changes. The instructions on how to get the key and token are available <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>here</a>.</li><li>Configure other settings of the add-on as you see fit.</li></ol>
da: <p>Tidligere havde du bruge <b>Indstillinger → billede kontrol</b> til at konfigurere anti-bot beskyttelse. Startende med [product] 4.5.1, der afsnit af indstillinger ikke eksisterer. Alle relevante indstillinger blev flyttet til Google reCAPTCHA add-on. Værdierne i disse indstillinger forblive som de var før opgraderingen.</p> <p>Google reCAPTCHA tilføjelse er nu den eneste mekanisme Anti-bot beskyttelse i [product] som standard. Følg disse trin for at konfigurere anti-bot validering,:</p> <ol><li>gå til <b>Tilføjelser → Administrer tilføjelsesprogrammer</b>.</li> <li>Find og klik på <b>Google reCAPTCHA</b> i liste over tilføjelsesprogrammer.</li> <li>A pop-up vindue vil åbne. Indtast <b>Site nøglen</b> og <b>hemmelige token</b>, derefter gemme dine ændringer. Instruktioner om hvordan du får nøglen og token er tilgængelig <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'> her</a>.</li> <li>Konfigurere andre indstillinger for tilføjelsesprogrammet, som du finder passende.</li></ol>
el: <p>Προηγουμένως θα έπρεπε να χρησιμοποιήσετε <b>ρυθμίσεις → επαλήθευση της εικόνας</b> για να ρυθμίσετε την προστασία αντι-bot. Ξεκινώντας με [product] 4.5.1, που δεν υπάρχει τμήμα από τις ρυθμίσεις. Όλες οι σχετικές ρυθμίσεις μεταφέρθηκαν σε Google πρόσθετου reCAPTCHA. Οι τιμές αυτές τις ρυθμίσεις παραμένουν ως είχαν πριν από την αναβάθμιση.</p> <p>Πρόσθετο ξαναπιάνω το Google είναι τώρα ο μόνος μηχανισμός της αντι-bot προστασίας διαθέσιμο σε [product] από προεπιλογή. Για να ορίσετε επικύρωσης αντι-bot, ακολουθήστε τα εξής βήματα:</p> <ol><li>μεταβείτε <b>πρόσθετα → Διαχείριση πρόσθετων</b>.</li> <li>Βρείτε και κάντε κλικ στο <b>Google ξαναπιάνω</b> στην λίστα των πρόσθετων.</li> <li>Ένα αναδυόμενο παράθυρο θα ανοίξει. Εισάγετε <b>κλειδί Site</b> και <b>μυστικό κωδικό</b> και, στη συνέχεια, αποθηκεύστε τις αλλαγές σας. Τις οδηγίες για το πώς να πάρει το κλειδί και το διακριτικό είναι διαθέσιμη <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'> εδώ</a>.</li> <li>Διαμορφώσετε άλλες ρυθμίσεις του πρόσθετου, όπως βλέπετε την τακτοποίηση.</li></ol>
es: <p>Anteriormente tenía que usar<b>Configuraciones → Verifiación de la imagen</b>para configurar la protección anti-bot. Comenzando con [product] 4.5.1, esa sección de la configuración no existe. Todos las configuraciones relevantes se movieron al complemento reCAPTCHA de Google. Los valores de esas configuraciones permanecen como estaban antes de la actualización.</p><p>El complemento de reCAPTCHA de Google es ahora el único mecanismo de protección anti-bot disponible en [product] predeterminado. Para configurar la validación anti-bot, siga los siguientes pasos:</p><ol><ol>Ir a<b> Complementos → Manejar complementos</b>.</li><li>Encuentrar y hacer clic en el<b>reCAPTCHA de Google</b>en la lista de complementos.</li><li>Una ventana emergente se abrirá. Ingresar<b>la clave del sitio</b>y<b>la token secreto</b>, luego guardar los cambios. Las instrucciones de cómo obtener la clave y el token están disponibles<a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>aquí</a>.</li><li>Configurar otros ajustes de los complementos para que funcionen como lo desea.</li></ol>
id: <p>Sebelumnya Anda harus menggunakan <b>Settings → Image verification</b> untuk mengkonfigurasi proteksi anti-bot. Dimulai dengan [product] 4.5.1, bagian pengaturan itu tidak ada. Semua setelan yang relevan dipindahkan ke add-on Google reCAPTCHA. Nilai dari pengaturan tersebut tetap seperti sebelum upgrade.</p><p> Add-on Google reCAPTCHA sekarang merupakan satu-satunya mekanisme perlindungan anti-bot yang tersedia di [product] secara default. Untuk mengatur validasi anti-bot, ikuti langkah-langkah ini:</p><ol><li>Buka <b>Add-ons → Manage add-ons</b>.</li><li>Temukan dan klik pada <b>Google reCAPTCHA</b> di daftar add-ons.</li><li>Jendela pop-up akan terbuka. Masukkan <b>Kunci situs</b> dan <b>token rahasia</b>, lalu simpan perubahan Anda. Petunjuk tentang cara mendapatkan kunci dan token tersedia <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>di sini</a>.</li><li> Konfigurasi pengaturan add-on lainnya sesuai keinginan Anda.</li></ol>
no: <p>Tidligere måtte du bruke<b>Innstillinger → Bildebekreftelse</b> for å konfigurere anti-bot-beskyttelse. Fra og med [product] 4.5.1, eksisterer ikke den delen av innstillingene. Alle relevante innstillinger ble flyttet til Google reCAPTCHA modulen. Verdiene av disse innstillingene forblir som de var før oppgraderingen.</p><p>Google reCAPTCHA modulen er nå den eneste mekanismen for anti-bot-beskyttelse som er tilgjengelig i [product] som standard. For å konfigurere anti-bot-validering, følg disse trinnene:</p><ol><li>Gå til <b>Moduler → Administrer moduler</b>.</li><li>Finn og klikk på <b>Google reCAPTCHA</b> i modul listen.</li><li>Et popup-vindu åpnes. Skriv inn <b>Sidenøkkel</b> og <b>Hemmelighet</b>, og lagre så endringene dine. Instruksjonene om hvordan du får sidenøkkel og hemmelighet er tilgjengelige <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>her</a>.</li><li>Konfigurer andre innstillinger av modulen slik det passer deg.</li></ol>
ru: <p>Ранее для настройки защиты от ботов и спама использовался раздел <b>Настройки → Антибот (CAPTCHA)</b>. Начиная с версии 4.5.1, данный раздел настроек был убран из [product]. Все важные настройки были перенесены в модуль Google reCAPTCHA. Значения данных настроек остались без изменений.</p><p>На данный момент модуль Google reCAPTCHA является единственным способом защиты от ботов в [product] по умолчанию. Для настройки защиты, выполните следующие шаги:</p><ol><li>Откройте <b>Модули → Управление модулями</b>.</li><li>В списке модулей найдите и выберите <b>Google reCAPTCHA</b>.</li><li>Откроется всплывающее окно. Введите <b>Ключ сайта</b> и <b>Секретный код</b>, затем сохраните ваши изменения. Инструкции для получения ключа и кода доступны <a href='https://developers.google.com/recaptcha/docs/start'>здесь</a>.</li><li>Остальные параметры модуля настройте по своему усмотрению.</li></ol>
tr: <p>Önceden kullanmış olduğunuz <b>Özellikler → İmaj doğrulaması</b> yapılandırması ile anti-bot koruması sağlanmaktadır. Sahip olduğunuz [product] 4.5.1 sürümünde, bu özellik mevcut değil. Tüm ilgili özellikler Google reCAPTCHA eklentisine taşınmış. Bu özelliğe ilişkin değerler güncelleme işleminden önce yapılmış. </p><p>Google reCaptcha eklentisi şuanda anti-bot koruması olarak sadece [product] sürümünde mevcut. Botlara karşı koruma için, bu adımları izleyin:</p><ol><li>Öncelikle <b>Eklentiler → Eklenti Yönetimi</b>.</li><li>ni bulun ve tıklayın <b>Bu da Google reCAPTCHA</b> eklentiler listesinde olacak.</li><li>Karşınıza çıkan ekranda. Girmeniz gereken<b>Site Anahtarı</b> ve <b>Gizli Kod</b>, doğrulamasından sonra ayarlarınızı kaydedin. Nasıl yapılacağına dair daha fazla bilgi alabilmek adına<a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>buraya</a>.</li><li>tıklayarak ayarlarınızı dilediğinizce yapılandırıp eklentiyi kullanın.</li></ol>
uk: <p>Раніше для настройки захисту від ботів і спаму використовувався розділ <b>Установки → антибот (Captcha)</b>. Починаючи з версії 4.5.1, цей розділ налаштувань був прибраний з [product]. Всі важливі настройки були перенесені в модуль Google reCAPTCHA. Значення даних налаштувань залишилися без змін</p><p>На даний момент модуль Google reCAPTCHA є єдиним способом захисту від ботів в [product] за замовчуванням. Для настройки захисту, виконайте наступні кроки:</p><ol><li>Відкрийте <b>Модулі → Управління модулями</b>.</li><li>У списку модулів знайдіть і виберіть <b>Google reCAPTCHA</b>.</li><li>Откроется спливаюче вікно. Введіть <b>Site key</b> і <b>Secret token</b>, потім збережіть ваші зміни. Інструкції для отримання ключа і коду доступні <a href='https://developers.google.com/recaptcha/docs/start' target='_blank'>тут</a>. </li><li>Інші параметри модуля налаштуйте на свій розсуд.</li></ol>

# Languages::assign_to_me
source: Assign to me
el: Ανάθεση σε μένα
es: Asignar a mí
id: Berikan padaku
no: Tilordne til meg
ru: Назначить мне
tr: Bana ata
uk: Назначити мені

# Languages::customer_phone
source: Customer phone
da: Kundetelefon
el: Τηλέφωνο πελάτη
es: Número de teléfono del cliente
id: Telepon pelanggan
no: Kunde telefon
ru: Телефон покупателя
tr: Müşteri telefonu
uk: Телефон покупця

# Languages::could_not_connect_to_database
source: Could not connect to database
el: Δεν μπορεσε να συνδεθεί στη βάση δεδομένων
es: No se pudo conectar con la base de datos
id: Tidak bisa terhubung ke database
no: Kunne ikke koble til databasen
ru: Не удалось подключиться к базе данных
tr: Veritabanına bağlanamadı
uk: Не вдалося підключитися до бази даних

# Languages::information_file_roobots
source: A robots.txt file was detected. The changes you make here won't take effect until you delete the existing <b>robots.txt</b> file from the root directory of your store.
el: Εντοπίστηκε ένα αρχείο robots.txt. Οι αλλαγές που κάνετε εδώ δεν θα ισχύσουν μέχρι να διαγράψετε το υπάρχον αρχείο <b>robots.txt</b> από τον ριζικό κατάλογο του καταστήματος σας.
es: Se detectó un archivo robots.txt. Los cambios que realice aquí no tendrán efecto hasta que elimine el archivo <b>robots.txt</b>existente del directorio raíz de su tienda.
id: File robots.txt terdeteksi. Perubahan yang Anda buat di sini tidak akan berlaku sampai Anda menghapus berkas <b>robots.txt</b> yang ada dari direktori akar toko Anda.
no: En robots.txt-fil ble oppdaget. Endringene du gjør her, får ikke virkning før du sletter den eksisterende <b>robots.txt</b> filen fra rotkatalogen i butikken din.
ru: Был обнаружен файл robots.txt. Внесённые изменения вступят в силу только после удаления файла <b>robots.txt</b> из корневой директории вашего магазина.
tr: Bir robots.txt dosyası algılandı. Burada yaptığınız değişiklikler varolan <b>robots.txt</b> dosyasını mağazanızın kök dizininden silene kadar etkili olmayacaktır.
uk: Був виявлений файл robots.txt. Внесені зміни вступлять в силу тільки після видалення файлу <b>robots.txt</b> з кореневої директорії вашого магазину.

# Languages::advanced_products_search
source: Advanced products search
el: Προηγμένη Αναζήτηση προϊόντα
es: Búsqueda de productos avanzados
id: Pencarian produk lanjutan
no: Avansert produkt søk
ru: Расширенный поиск по товарам
tr: Gelişmiş Ürün Arama
uk: Розширений пошук по товарам

# Languages::upgrade_fl54_atol_boxberry_title
source: New features of Russian version of CS-Cart 4.6.1: compliance with Federal Law 54, add-ons for retailCRM and Boxberry
el: Νέα χαρακτηριστικά του ρωσική έκδοση του CS-Cart 4.6.1: συμμόρφωση με ομοσπονδιακό νόμο 54, πρόσθετα για retailCRM και Boxberry
es: Nuevas características de la versión rusa de CS-Cart 4.6.1: cumplimiento de la Ley Federal 54, complementos para minoristas CRM y Boxberry
id: Fitur baru dari versi Rusia CS-Cart 4.6.1: sesuai dengan Undang-undang Federal 54, add-on untuk retailCRM dan Boxberry
no: Nye funksjoner i den russiske versjonen av CS-Cart 4.6.1: Overholdelse av Federal Law 54, tillegg til retailCRM og Boxberry
ru: Новые возможности CS-Cart 4.6.1: работа магазина в соответствии с ФЗ-54, интеграция с retailCRM и Boxberry
tr: CS-Cart 4.6.1 Rus versiyonu yeni özellikleri: Federal Law 54, retailCRM ve Boxberry eklentileri ile uyum
uk: Нові можливості CS-Cart 4.6.1-Russian: робота магазину відповідно до ФЗ-54, інтеграція з retailCRM і Boxberry

# Languages::upgrade_fl54_atol_boxberry_text
source: <p>The following tools were added to help store owners comply with Federal Law 54 and work with online cash registers:</p><ul><li>The ability to <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">send receipt data to Yandex.Checkout</a>.</li><li>The <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">ATOL Online</a> add-on that integrates CS-Cart with this rent-an-online-cash-register service.</li></ul><p>Other additions:</p><ul><li>An add-on for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">exchanging data with retailCRM</a>;</li><li>An add-on for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">creating real-time shipping methods that use Boxberry</a>, a Russian shipping service.</li></ul>
el: <p>Προστέθηκαν τα παρακάτω εργαλεία για να βοηθήσει να αποθηκεύσετε ιδιοκτήτες συμμορφώνεται με τον ομοσπονδιακό νόμο 54 και λειτουργούν με online μετρητά μητρώα:</p> <ul><li>Τη δυνατότητα να <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html"> στείλει την παραλαβή δεδομένων σε Yandex.Checkout</a>.</li> <li>Το πρόσθετο <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/"> ATOL Online</a> που ενσωματώνει το CS-Cart με αυτή την υπηρεσία ενοικίαση-ένα-online-μετρητά-μητρώο.</li></ul> <p>Άλλες προσθήκες:</p> <ul><li>Ένα πρόσθετο για την <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/"> ανταλλαγή δεδομένων με retailCRM</a>?</li> <li>Ένα πρόσθετο για <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html"> τη δημιουργία πραγματικού χρόνου μεθόδους αποστολής που χρησιμοποιούν Boxberry</a>, μια ρωσική θαλασσίως.</li></ul>
es: <p>Las siguientes herramientas fueron agregadas para ayudar a los propietarios de la tienda a cumplir la Ley Federal 54 y a trabajar con las cajas registradoras en línea:</p><ul><li>La capacidad de<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">enviar datos de facturación a pagos Yandex</a>.</li><li>El<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">complemento de ATOL Online</a> que integra CS-Cart con este servicio de alquiler de cajas registradoras en línea.</li></ul><p>Otras adiciones:</p><ul><li>Un complemento para<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">intercambio de datos con ventas minoritarias de CMR</a>;</li><li>Un complemento para<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">para crear métodos de envío que utilizan Boxberry</a>, un servicio de envío Ruso.</li></ul>
no: <p>Følgende verktøy ble lagt til for å hjelpe eiere i overensstemmelse med Federal Law 54 og arbeid med elektroniske kasseapparater:</p><ul><li>Muligheten til <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">å sende kvitteringsdata til Yandex.Checkout</a>.</li><li>Modulen <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">ATOL Online</a> som integrerer CS-Cart med denne rent-an-online-cash-register tjenesten.</li></ul><p>Andre tillegg:</p><ul><li>En modul for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">utveksling av data med retailCRM</a>;</li><li>En modul for <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">>beregning av sanntidssendingsmetoder som bruker Boxberry</a>, en russisk frakttjeneste.</li></ul>
ru: <p>Для работы магазина с онлайн-кассами по 54-ФЗ:</p><ul><li>добавлена возможность <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">отправлять данные для печати чека в Яндекс.Кассу</a>;</li><li>добавлен <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">модуль "АТОЛ Онлайн"</a> для интеграции с одноимённым сервисом аренды онлайн-касс.</li></ul><p>Другие изменения:</p><ul><li>добавлен <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">модуль для обмена данными с retailCRM</a>;</li><li>добавлена <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">интеграция со службой доставки Boxberry</a>.</li></ul>
tr: <p>Takip eden araçlar mağaza sahiplerine yardım edebilmesi ve Federal Hukuk 54'da da belirtildiği üzre sanal para giriş çıkışının takibi adına:</p><ul><li>adresten<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">sanal fatura gönderecek şekilde Yandex üzerinden ödemeye</a>.</li><li>rehberlik<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">ederek ATOL Online</a>eklentisinin CS-Cart online-para-girdi servisine entegrasyonu sağlanır.</li></ul><p>Diğer bir eklenti ise:</p><ul><li>verilerin<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">retailCRM ile değişimi</a>;</li><li>eklentisi olup<a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">gerçek zamanlı kargolama yöntemi olarak Boxberry'nin kullanımına sunar</a>, bu da Rus Kargo Servisidir.</li></ul>
uk: <p>Для роботи магазину з онлайн-касами по 54-ФЗ (RU):</p><ul><li>додана можливість <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/payment_methods/yandex_54fz.html">відправляти дані для друку чека в Яндекс.Кассу</a>;</li><li>доданий <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/atol_online/">модуль "АТОЛ онлайн"</a> для інтеграції з однойменнbv сервісом оренди онлайн-кас.</li></ul><p>Інші зміни:</p><ul><li>доданий <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/addons/retailcrm/">модуль для обміну даними з retailCRM</a>;</li><li>додана <a href="https://www.cs-cart.ru/docs/4.6.x/user_guide/shipping_and_taxes/shipping_methods/realtime_shipping_methods/boxberry.html">інтеграція із російською службою доставки Boxberry</a>.</li></ul>

# Languages::api_wrong_user_company_relation
source: The user doesn't exist for this store, and sharing users among stores is disabled.
el: Ο χρήστης δεν υπάρχει για αυτό το κατάστημα, και ο διαμοιρασμος χρηστων μεταξύ των καταστημάτων είναι απενεργοποιημένος.
es: El usuario no existe para esta tienda y el uso compartido de usuarios entre las tiendas está desactivado.
id: Pengguna tidak ada untuk toko ini, dan pengguna yang berbagi di antara toko dinonaktifkan.
no: Brukeren finnes ikke for denne butikken, og deling av brukere blant butikker er deaktivert.
ru: Пользователь в данном магазине не зарегистрирован. Возможность разделения пользователей на несколько магазинов заблокирована.
tr: Kullanıcı bu mağaza için mevcut değil ayrıca mağazalar arasında kullanıcı paylaşımı devre dışı bırakıldı.
uk: Користувач в даному магазині не зареєстрований. Можливість поділу користувачів на кілька магазинів заблокована.

# Languages::product_details_tabs
source: Tabs
el: Καρτέλες
es: Pestañas
id: Tab
no: Faner
ru: Вкладки
tr: Sekmeler
uk: Вкладки

# Languages::shippings.fedex.currency_is_missing
source: The rates calculated by FedEx are in [currency], and that currency doesn't exist in your store. Please create that currency; otherwise customers won't be able to select this shipping method.
el: Οι τιμές που υπολογίζονται από FedEx είναι σε [currency] και αυτο το νόμισμα δεν υπάρχει στο κατάστημά σας. Παρακαλώ δημιουργήστε αυτό το νόμισμα, διαφορετικά οι πελάτες δεν θα μπορουν να επιλέξουν αυτήν τη μέθοδο αποστολής.
es: Las tarifas calculadas por FedEx están en [currency], y esa moneda no existe en su tienda. Por favor crear esa moneda; de lo contrario, los clientes no podrán seleccionar este método de envío.
id: Tarif yang dihitung oleh FedEx ada dalam [currency], dan mata uang itu tidak ada di toko Anda. Tolong buat mata uang itu; Jika tidak, pelanggan tidak akan dapat memilih metode pengiriman ini.
no: Prisene beregnet av FedEx er i [currency], og denne valutaen er ikke satt opp i butikken din. Vennligst opprett den valutaen, ellers vil ikke kundene kunne velge denne fraktmetoden.
ru: Стоимость доставки FedEx расчитывается в [currency], но данная валюта отсутствует в вашем магазине. Пожалуйста, создайте данную валюту, в противном случае покупатели не смогут выбрать данный способ доставки.
tr: FexEx tarafından hesaplanan kargolama [currency] bedelleri, ve bu para birimi mağazanızda bulunmuyor. Lütfen bu para birimini ekleyin; aksi durumda müşteriler kargolama olarak bu özellikten mahrum kalacaklar.
uk: Вартість доставки FedEx розраховується в [currency], але дана валюта відсутня в вашому магазині. Будь ласка, створіть цю валюту, в іншому випадку покупці не зможуть вибрати цей спосіб доставки.

# Languages::image_url
source: Image URL
el: Διεύθυνση Url εικόνας
es: URL de la imagen
id: URL gambar
no: Bilde URL
ru: URL изображения
tr: Resim URL'si
uk: Url зображення

# Languages::insert_image
source: Insert image
el: Εισαγωγή εικόνας
es: Insertar imagen
id: Sisipkan gambar
no: Sett inn bilde
ru: Добавить изображение
tr: Resim Ekle
uk: Додати зображення

# Languages::view_avail_files_for_order
source: View the list of available files from order #[order_id].
el: Προβολη της λίστας των διαθέσιμων αρχείων από παραγγελία #[order_id].
es: Ver la lista de archivos disponibles del pedido #[order_id].
id: Lihat daftar file yang tersedia dari pesanan #[order_id].
no: Se listen over tilgjengelige filer fra ordre #[order_id].
ru: Просмотреть список доступных файлов из заказа #[order_id].
tr: Siparişten edinilebilecek dosyaların listesini görüntüle # [sipariş_kimliği].
uk: Переглянути перелік доступних файлів з замовлення #[order_id].

# Languages::advanced_customer_search
source: Advanced customer search
el: Σύνθετη αναζήτηση πελάτη
es: Búsqueda avanzada de clientes
id: Pencarian pelanggan lanjutan
no: Avansert kunde søk
ru: Поиск по покупателям
tr: Gelişmiş müşteri arama
uk: Пошук по покупцям

# Languages::change_customer
source: Change customer
el: Αλλαγή πελάτη
es: Cambiar de cliente
id: Ubah pelanggan
no: Endre kunde
ru: Изменить покупателя
tr: Müşteri Değiştir
uk: Змінити покупця

# Languages::on_backorder
source: On backorder
el: Σε προ-παραγγελία
es: En espera
id: Di backorder
no: På restordre
ru: Предзаказ
tr: Bekleyen sipariş
uk: Передзамовлення

# Languages::buy_in_advance_upgrade_notification.title
source: New behavior of "Out of stock actions: Buy in advance"
el: Νέα συμπεριφορά στο " Ενεργειες εκτος αποθεματος : αγοράσετε εκ των προτέρων»
es: El nuevo comportamiento de "Acciones fuera de inventario: comprar por adelantado"
id: Perilaku baru "Tindakan kehabisan stok: Beli terlebih dahulu"
no: Ny funksjon av "Ikke på lager handlinger: Kjøp på forhånd"
ru: Новое поведение для настройки "Действие при отсутствии товара в наличии: Предзаказ"
tr: Artık "Stokta yok yerine: Gelecekte alın" özelliği var
uk: Нова поведінка для налаштування "Дія при відсутності товару в наявності: Передзамовлення"
