Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::editing_table_column
source: Editing column
ar: تحرير العمود
cs: Úprava sloupce
da: Redigering kolonne
de: Spalte bearbeiten
el: Επεξεργασία στηλών
es: Editar columna
id: Kolom pengeditan
ja: カラムの編集
no: Redigerer kolonnen
ru: Редактирование столбца
tr: Sütun düzenleniyor
uk: Редагування стовпця
vi: Chỉnh sửa cột

# Languages::table_column_has_been_deleted
source: Product column has been deleted successfully.
ar: تم حذف عمود المنتج بنجاح.
cs: Sloupec zboží byl úspěšně odstraněn.
da: Kolonne produkt er blevet slettet.
de: Die Produkt-Spalte wurde erfolgreich gelöscht.
el: Στήλη προϊόν έχει διαγραφεί με επιτυχία.
es: La columna del producto ha sido eliminada con éxito.
id: Kolom produk telah berhasil dihapus.
ja: 商品カラムが削除されました
no: Produkt-kolonnen er slettet.
ru: Колонка товара была успешно удалена.
tr: Ürün sütunu başarıyla silindi.
uk: Колонка товару була успішно видалена.
vi: Sản phẩm cột đã được xóa thành công.

# Languages::restore_default_value
source: Restore default value
ar: استعادة القيمة الافتراضية
cs: Obnovit výchozí hodnotu
da: Gendanne standardværdi
de: Standardwert wiederherstellen
el: Επαναφέρετε την προεπιλεγμένη τιμή
es: Restaurar el valor predeterminado
id: Kembalikan nilai default
ja: デフォルトの状態にリストア
no: Gjenopprett standardverdier
ru: Восстановить значение по умолчанию
tr: Varsayılan değeri yükle
uk: Відновити значення за замовчуванням
vi: Khôi phục lại giá trị mặc định

# Languages::send_test_email
source: Send test email
ar: إرسال اختبار بريد إلكتروني
cs: Poslat testovací e-mail
de: Test-e-Mail senden
el: Αποστολή δοκιμαστικού email
es: Enviar un correo electrónico de prueba
id: Kirim email uji
ja: テストメールの送信
no: Send test e-post
ru: Отправить тестовое письмо
tr: Deneme e-postası gönder
uk: Відправити тестовий email
vi: Gửi kiểm tra thử email

# Languages::text_test_email_sent
source: Test email was sent to <b>[email]</b> address.
ar: تم أرسال اختبار البريد الإلكتروني على العنوان <b>[email]</b>.
cs: Testovací e-mail byl odeslán na adresu <b>[email]</b>.
da: Test e-mail blev sendt til <b>[email]</b> adresse.
de: Die Test-e-Mail wurde an die Adresse <b>[email]</b> gesendet.
el: Eστάλη δοκιμαστικο email στη διεύθυνση <b>[email]</b>.
es: Correo electrónico de prueba fue enviado a la siguiente dirección <b>[email]</b>.
id: Email percobaan dikirim ke alamat <b>[email]</b>.
ja: <b>[email]</b> 宛にテストメールが送信されました
no: Test e-posten ble sendt til <b>[email]</b>.
ru: Тестовое письмо было отправлено по адресу <b>[email]</b>.
tr: Deneme e-postası <b>[email]</b> adresine gönderildi.
uk: Тестовий лист був відправлений за адресою <b>[email]</b>.
vi: Kiểm tra thử email được gửi đến địa chỉ <b>[email]</b>.

# Languages::editing_global_vars
source: Editing global variables
ar: تحرير المتغيرات العمومية
cs: Úprava globálních proměnných
da: Redigering af globale variabler
de: Bearbeiten von globalen Variablen
el: Επεξεργασία καθολικών μεταβλητών
es: Edición de variable globales
id: Mengedit variabel global
ja: グローバル変数の編集
no: Redigerer globale variabler
ru: Редактирование общих переменных
tr: Global değişkenleri düzenleme
uk: Редагування загальних змінних
vi: Chỉnh sửa các biến toàn cầu

# Languages::global_vars
source: Global variables
ar: المتغيرات العمومية
cs: Globální proměnné
da: Globale variabler
de: Globale Variablen
el: Καθολικές μεταβλητές
es: Variables globales
id: Variabel global
ja: グローバル変数
no: Globale variabler
ru: Общие переменные
tr: Global değişkenler
uk: Глобальні змінні
vi: Biến toàn cầu

# Languages::change_order_status_p_subj
source: Order #[order] has been processed
ar: تم تجهيز الطلب#[order]
cs: Objednávka #[order] byla zpracována
da: Ordrer #[order] er blevet behandlet
de: Bestellung #[order] wurde bearbeitet
el: Η Παραγγελία #[order] υποβλήθηκε σε επεξεργασία
es: Pedido #[order] ha sido procesado
id: Order #[order] telah diproses
ja: ： ご注文処理状況のお知らせ
no: Ordre #[order] har blitt sendt
ru: Заказ #[order] был обработан
tr: Sipariş #[order] işleme alındı
uk: Замовлення #[order] було оброблено
vi: Đơn hàng #[order] đã được xử lý

# Languages::change_order_status_p_text
source: Your order has been processed successfully.
ar: تم بنجاح معالجة طلبك.
cs: Vaše objednávka byla úspěšně zpracována.
da: Din ordre er blevet behandlet med succes.
de: Ihre Bestellung wurde erfolgreich bearbeitet.
el: Παραγγελία σας υποβλήθηκε σε επεξεργασία με επιτυχία.
es: Su pedido ha sido procesado con éxito.
id: Pesanan anda telah berhasil diproses.
ja: 承りましたご注文のお支払いを確認いたしました。商品発送まで今しばらくお待ちください。
no: Bestillingen har blitt sendt.
ru: Заказ был обработан успешно.
tr: Siparişiniz başarıyla işleme alındı.
uk: Замовлення було успішно оброблено.
vi: Đặt hàng của bạn đã được xử lý thành công.

# Languages::change_order_status_c_subj
source: Order #[order] has been completed
ar: تم اكتمال الطلب#[order]
cs: Objednávka #[order] byla dokončena
da: Bestil #[order] er afsluttet
de: Die Bestellung #[order] ist abgeschlossen
el: Παραγγελίας #[order] έχει ολοκληρωθεί
es: Pedido #[order] ha sido procesado
id: Order #[order] telah selesai
ja: ： 商品発送のお知らせ
no: Ordre #[order] har blitt betalt
ru: Заказ #[order] был выполнен
tr: Sipariş #[order] tamamlandı
uk: Замовлення #[order] було виконано
vi: Đơn hàng #[order] đã hoàn thành

# Languages::change_order_status_c_text
source: Your order has been completed. Thank you for choosing us.
ar: تم اكتمال الطلب الخاص بك. شكرا لاختيارك لنا.
cs: Vaše objednávka byla dokončena. Děkujeme, že jste si vybrali právě nás.
da: Din ordre er afsluttet. Tak for at vælge os.
de: Ihre Bestellung ist abgeschlossen. Vielen Dank, dass Sie sich für uns entschieden haben.
el: Έχει ολοκληρωθεί η παραγγελία σας. Σας ευχαριστούμε για την επιλογή σας.
es: Su pedido ha sido procesado. Gracias por elegirnos.
id: Pesanan anda telah selesai Terima kasih telah memilih kami.
ja: ご注文の商品の発送手続きが完了しました。到着まで今しばらくお待ちください。
no: Bestillingen er betalt. Takk for at du valgte oss.
ru: Ваш заказ был выполнен. Спасибо, что выбрали нас.
tr: Siparişiniz tamamlandı. Bizi seçtiğiniz için teşekkür ederiz.
uk: Ваше замовлення було виконано. Спасибі, що вибрали нас.
vi: Đơn hàng của bạn đã hoàn thành. Cảm ơn bạn đã lựa chọn chúng tôi.

# Languages::change_order_status_o_subj
source: Order #[order] has been placed successfully
ar: وقد وضع الطلب#[order] بنجاح
cs: Objednávka #[order] byla úspěšně založena
da: Bestil #[order] er blevet placeret korrekt
de: Die Bestellung #[order] wurde erfolgreich platziert
el: Η Παραγγελία #[order] έχει τοποθετηθεί με επιτυχία
es: El pedido #[order] ha sido solicitado con éxito
id: Order #[order] telah berhasil dilakukan
ja: ： ご注文を承りました
no: Ordre #[order] har blitt motatt
ru: Заказ #[order] был размещён успешно
tr: Sipariş #[order] başarıyla yerleştirildi
uk: Замовлення # [order] було розміщено успішно
vi: Đơn hàng #[order] đã được đặt thành công

# Languages::change_order_status_o_text
source: Thank you for the order. You are welcome to come back!
ar: شكرا لك على الطلب. نرحب بعودتكم دائماً!
cs: Děkujeme vám za objednávku. Těšíme se na shledanou!
da: Tak for ordren. Du er velkommen til at komme tilbage!
de: Vielen Dank für die Bestellung. Wir freuen uns auf Ihren nächsten Besuch!
el: Σας ευχαριστούμε για την παραγγελία. Συντοαμ θα σας ενημερωσουμε για την πορεία της!
es: Gracias por su pedido. ¡Eres bienvenido cuando quieras regresar a la tienda!
id: Terima kasih atas perintahnya Anda dipersilahkan untuk kembali!
ja: ありがとうございます。以下の通りご注文を承りました。
no: Takk for bestillingen. Du er velkommen til å komme tilbake!
ru: Спасибо за Ваш заказ. Возвращайтесь снова!
tr: Sipariş için teşekkür ederiz. Geri gelmeniz bizi mutlu edecektir!
uk: Дякуємо за ваше замовлення. Повертайтеся знову!
vi: Cảm ơn bạn đã đặt hàng. Bạn được chào đón quay trở lại!

# Languages::change_order_status_f_subj
source: Order #[order] failed
ar: الطلب[order]# فشل
da: Bestil #[order] mislykkedes
de: Bestellung #[order] fehlgeschlagen
el: Η Παραγγελία #[order] απέτυχε
es: El pedido #[order] no fue procesado
id: Order #[order] gagal
ja: ： ご注文受付失敗のお知らせ
no: Ordre #[order] mislyktes
ru: Заказ #[order] не удался
tr: Sipariş #[order] başarısız oldu
uk: Замовлення # [order] не вдале
vi: Đơn đặt hàng #[order] thất bại

# Languages::change_order_status_f_text
source: Your order has been unsuccessful. Please contact shop administration.
ar: لم ينجح الطلب الخاص بك. الرجاء الاتصال بإدارة المتجر.
da: Din ordre er ikke gået igennem. Kontakt venligst butikksadministration.
de: Ihre Bestellung war nicht erfolgreich. Bitte kontaktieren Sie die Shop-Administration.
el: Η παραγγελία σας ήταν ανεπιτυχής. Παρακαλούμε επικοινωνήστε με το κατάστημά μας
es: Su pedido no fue procesado. Póngase en contacto con la administración de la tienda.
id: Pesanan Anda tidak berhasil. Silahkan hubungi administrasi toko.
ja: ご注文の受付に失敗しました。詳細につきましてはお手数ですがショップ管理者までご連絡をお願いいたします。
no: Bestillingen mislyktes. Ta kontakt med oss om du har noen spørsmål.
ru: Ваш заказ не удался. Пожалуйста, свяжитесь с администрацией магазина.
tr: Sipariş başarısız oldu. Lütfen mağaza yönetimimizle iletişime geçin.
uk: Не вдалося оформити Ваше замовлення. Будь ласка, зв'яжіться з адміністрацією магазину.
vi: Đặt hàng của bạn đã không thành công. Xin vui lòng liên hệ với cửa hàng quản lý.

# Languages::change_order_status_d_subj
source: Order #[order] has been declined
ar: تم رفض الطلب #[order]
cs: Objednávka #[order] byla zamítnuta
da: Ordrer #[order] er blevet afvist
de: Bestellung #[order] wurde abgelehnt
el: Η Παραγγελία #[order] έχει απορριφθεί
es: El pedido #[order] ha sido rechazado
id: Order #[order] telah ditolak
ja: ： ご注文受付拒否のお知らせ
no: Ordre #[order] har blitt avvist
ru: Заказ #[order] был отклонён
tr: Sipariş #[order] reddedildi
uk: Замовлення #[order] було відхилено
vi: Đơn đặt hàng #[order] đã bị từ chối

# Languages::change_order_status_d_text
source: Your order has been declined. Please contact shop administration.
ar: تم رفض طلبك. الرجاء الاتصال بإدارة المتجر.
da: Din ordre er blevet afvist. Kontakt venligst butikken administration.
de: Ihre Bestellung wurde abgelehnt. Bitte kontaktieren Sie die Shop-Administration.
el: Παραγγελία σας έχειαπορριφθεί. Παρακαλούμε επικοινωνήστε με το κατάστημά μας
es: Su pedido ha sido rechazado. Póngase en contacto con la administración de la tienda.
id: Pesanan Anda telah ditolak Silahkan hubungi administrasi toko.
ja: ご注文の受付が拒否されました。詳細につきましてはお手数ですがショップ管理者までご連絡をお願いいたします。
no: Bestillingen er blitt avvist. Ta kontakt om du har noen spørsmål.
ru: Ваш заказ был отклонен. Пожалуйста, свяжитесь с администрацией магазина.
tr: Sipariş reddedildi. Lütfen mağaza yönetimimizle iletişime geçin.
uk: Ваше замовлення було відхилено. Будь ласка, зв'яжіться з адміністрацією магазину.
vi: Đặt hàng của bạn đã không thành công. Xin vui lòng liên hệ với cửa hàng quản lý.

# Languages::change_order_status_b_subj
source: Order #[order] has been backordered
ar: الطلب#[order] يحتاج الى باك اوردر
cs: Objednávka #[order] byla zpětně objednána
da: Bestil #[order] har været i restordre
de: Auftrag #[order] wurde nachbestellt
el: Η Παραγγελία #[order] ειναι Ανεκτέλεστη
es: El pedido #[order] se ha retrasado
id: Order #[order] telah dipesan ulang
ja: ： 商品入荷待ちのお知らせ
no: Ordre #[order] har blitt restbestilt
ru: Заказ #[order] был отложен
tr: Sipariş #[order] işleme alındı
uk: Замовлення # [order] було відкладено
vi: Đơn đặt hàng #[order] đã được đặt lại

# Languages::change_order_status_b_text
source: Your order has been backordered.
ar: الطلب الخاص بك backordered.
da: Din ordre er gået i restordre.
de: Ihre Bestellung wurde nachbestellt.
el: Η παραγγελία σας ειναι Ανεκτέλεστη.
es: Su pedido se ha retrasado.
id: Pesanan Anda telah dipesan ulang.
ja: 承りましたご注文は現在商品入荷待ちの状態です。入荷まで今しばらくお待ちください。
no: Vi venter på varelevering. Produktene sendes i løpet av noen dager.
ru: Ваш заказ был отложен.
tr: Siparişiniz işleme alındı.
uk: Ваше замовлення було відкладено.
vi: Đơn đặt hàng của bạn đã được đặt lại.

# Languages::change_order_status_i_subj
source: Order #[order] has been canceled
ar: تم إلغاء الطلب#[order]
da: Bestil #[order] er blevet annulleret
de: Bestellung #[order] wurde storniert
el: Η Παραγγελία #[order] έχει ακυρωθεί
es: El pedido #[order] ha sido cancelado
id: Order #[order] telah dibatalkan
ja: ： 注文キャンセルのお知らせ
no: Ordre #[order] har blitt kansellert
ru: Заказ #[order] был отменён
tr: Siparişiniz #[order] iptal edildi
uk: Замовлення #[order] було відмінено
vi: Đơn đặt hàng #[order] đã bị từ hủy

# Languages::change_order_status_i_text
source: Your order has been canceled. Please contact shop administration.
ar: تم إلغاء الطلب الخاص بك. الرجاء الاتصال بإدارة المتجر.
da: Din ordre er blevet annulleret. Kontakt venligst butikken administration.
de: Ihre Bestellung wurde storniert. Bitte kontaktieren Sie die Shop-Administration.
el: Παραγγελία σας έχει ακυρωθεί. Παρακαλούμε επικοινωνήστε με το κατάστημά μας
es: Su pedido ha sido cancelado. Por favor póngase en contacto con la administración de la tienda.
id: Pesanan Anda telah dibatalkan Silahkan hubungi administrasi toko.
ja: ご注文はキャンセルされました。詳細につきましてはお手数ですがショップ管理者までご連絡をお願いいたします。
no: Bestillingen har blitt kansellert. Ta kontakt dersom du har spørsmål om betaling eller fullføring av din ordre.
ru: Ваш заказ был отменён. Пожалуйста, свяжитесь с администрацией магазина.
tr: Siparişiniz iptal edildi. Lütfen mağaza yöneticisine başvurun.
uk: Ваше замовлення було скасовано. Будь ласка, зв'яжіться з адміністрацією магазину.
vi: Đặt hàng của bạn đã bị hủy bỏ. Xin vui lòng liên hệ với quản lý.

# Languages::change_order_status_default_subj
source: The status of order #[order] has been changed to [status]
ar: تم تغيير حالة الطلب#[order] إلى [status]
da: Status for ordre #[order] er blevet ændret til [status]
de: Der Status der Bestellung #[order] wurde auf [status] geändert
el: Η κατάσταση της παραγγελίας #[order] έχει αλλάξει σε [status]
es: El estado de su pedido #[order] ha sido cambiado a [status]
id: Status order #[order] telah diubah menjadi [status]
ja: 注文番号 #[order]のステータスが[status]に変更されました
no: Status for ordre #[order] har blitt endret til [status]
ru: Статус заказа #[order] был изменён на [status]
tr: Sipariş durumu #[sipariş] , [durum] olarak değiştirildi
uk: Статус замовлення #[order] було змінено на [status]
vi: Tình trạng của đơn đặt hàng #[order] đã được thay đổi thành [status]

# Languages::change_order_status_default_text
source: The status of your order has been changed to [status].
ar: تم تغيير حالة الطلب الخاص بك إلى [status].
da: Status for din ordre er blevet ændret til [status].
de: Der Status Ihrer Bestellung wurde auf [status] geändert.
el: Η κατάσταση της παραγγελίας σας έχει αλλάξει σε [status]
es: El estado de su pedido ha sido cambiado a [status].
id: Status pesanan Anda telah diubah menjadi [status].
ja: 注文ステータスが [status] に変更されました。
no: Statusen for din ordre har blitt endret til [status].
ru: Статус вашего заказа был изменён на [status].
tr: Siparişinizin durumu [durum] olarak değiştirildi.
uk: Статус вашого замовлення було змінено на [status].
vi: Tình trạng đơn hàng của bạn đã được thay đổi thành [status].

# Languages::email_template.activate_profile
source: User profile requires activation
ar: بروفايل المستخدم يتطلب التنشيط
da: Brugerprofil kræver aktivering
de: Benutzerprofil erfordert eine Aktivierung
el: Το Προφίλ χρήστη απαιτεί ενεργοποίηση
es: El perfil del usuario requiere activación
id: Profil pengguna membutuhkan aktivasi
ja: 会員アカウント有効化依頼
no: Brukerprofil krever aktivering
ru: Требуется активация профиля пользователя
tr: Kullanıcı profili aktivasyonu gerektiriyor
uk: Профіль користувача вимагає активації
vi: Hồ sơ người dùng yêu cầu kích hoạt

# Languages::email_template.back_in_stock_notification
source: Back in stock notification
ar: إشعار العودة للمخزون
da: Tilbage på lager meddelse
de: Zurück in die Lagerbestandsmeldung
el: Ειδοποίηση για Διαθεσιμο Απόθεμα
es: Notificación de rebastecimiento
id: Kembali ke notifikasi stok
ja: 入荷通知
no: Tilbake på lager varsel
ru: Товар снова в наличии
tr: Tekrar stokta bildirimi
uk: Товар знову в наявності
vi: Trở lại trong kho thông báo

# Languages::email_template.create_profile
source: User profile creation
ar: إنشاء ملف التعريف المستخدم
da: Bruger profil oprettelse
de: Erstellung von Benutzerprofilen
el: Δημιουργία προφίλ χρήστη
es: Creación del perfil del usuario
id: Pembuatan profil pengguna
ja: 会員登録
no: Bruker profil opprettelse
ru: Создание профиля пользователя
tr: Kullanıcı profili oluşturma
uk: Створення профілю користувача
vi: Tạo hồ sơ người dùng

# Languages::email_template.edp_access
source: Orders: access to downloadable products
ar: أوامر: الوصول إلى المنتجات القابلة للتحميل
da: Ordrer: adgang til download produkter
de: Bestellungen: Zugang zu herunterladbaren Produkten
el: Παραγγελίες: πρόσβαση σε προϊόντα με δυνατότητα λήψης
es: Pedidos: acceso a productos descargables
id: Pesanan: akses ke produk yang dapat didownload
ja: 商品ダウンロード
no: Ordre: tilgang til nedlastbare produkter
ru: Заказы: доступ к цифровым товарам
tr: Siparişler: İndirilebilir ürünlere erişin
uk: Замовлення: доступ до цифрових товарів
vi: Đơn hàng: truy cập đến mục tải về các sản phẩm

# Languages::email_template.give_coupon
source: Promotions: coupon
ar: الترويج: القسيمة
da: Kampagner: kupon
de: Werbeaktionen: Gutschein
el: Προωθήσεις: κουπόνι
es: Promociones: cupón
id: Promosi: kupon
ja: クーポン発行
no: Kampanjer: kupong
ru: Промо-акции: купон
tr: Promosyonlar: Kupon
uk: Промо-акції: купон
vi: Chương trình khuyến mãi: khuyến mãi

# Languages::email_template.low_stock
source: Product low stock notification
ar: اشعار كمية المنتج منخفضة
da: Tilbage på lager meddelse
de: Benachrichtigung bei niedrigem Lagerbestand des Produkts
el: Ειδοποίηση για χαμηλο Διαθεσιμο Απόθεμα
es: Notificación de rebastecimiento bajo del producto
id: Pemberitahuan stok produk rendah
ja: 在庫数低下通知
no: Produkt lavt varelager varsel
ru: Мало товаров в наличии
tr: Düşük stoktaki ürün bildirimi
uk: Мало товарів в наявності
vi: Thông báo sản phẩm trong kho còn ít

# Languages::email_template.order_notification
source: Order notification: [name]
ar: اشعار الطلب: [name]
da: Ordremeddelse: [name]
de: Bestellbestätigung: [name]
el: Ενημερωση Παραγγελίας: [name]
es: Notificación del producto: [name]
id: Pemberitahuan pesanan: [name]
ja: 注文内容 : [name]
no: Ordre notifikasjon: [name]
ru: Статус заказа: [name]
tr: Sipariş bildirim: [name]
uk: Статус замовлення: [name]
vi: Thông báo đặt hàng: [name]

# Languages::email_template.order_notification_default
source: Order notification: Default template for a new order status
ar: اشعار الطلب: القالب الافتراضي لوضع حالة طلب جديد
da: Ordreranmeldelse: standardskabelonen for en ny ordrestatus
de: Bestellbestätigung: Standardvorlage für einen neuen Bestellstatus
el: Ενημέρωση Παραγγελίας: προεπιλεγμένο πρότυπο για μια νέα κατάσταση παραγγελίας
es: Notificación del pedido: Plantilla predeterminada para un nuevo estado del pedido
id: Notifikasi pesanan: Template default untuk status pesanan baru
ja: 注文内容 : 新規注文ステータス用デフォルトテンプレート
no: Ordre notifikasjon:: Standard mal for en ny ordrestatus
ru: Статус заказа: шаблон по умолчанию для нового статуса заказа
tr: Sipariş bildirimi: varsayılan şablon için yeni bir sipariş durumu
uk: Статус замовлення: шаблон за замовчуванням для нового статусу замовлення
vi: Thông báo đơn hàng: mặc định mẫu cho trạng thái đơn đặt hàng mới

# Languages::email_template.profile_activated
source: User account activation
da: Bruger Kontoaktivering
de: Aktivierung des Benutzerkontos
el: Ενεργοποίηση λογαριασμού χρήστη
es: Activación de la cuenta del usuario
id: Aktivasi akun pengguna
ja: ユーザーアカウントの有効化
no: Bruker konto aktivering
ru: Учетная запись пользователя активирована
tr: Kullanıcı hesabp aktivasyonu
uk: Обліковий запис користувача активовано
vi: Kích hoạt tài khoản người dùng

# Languages::email_template.recover_password
source: Password recovery
ar: استعادة كلمة المرور
da: Kodeord genopret
de: Passwort Wiederherstellung
el: Ανάκτηση Κωδικού Πρόσβασης
es: Recuperación de la contraseña
id: Pemulihan kata sandi
ja: パスワードの再設定
no: Passord gjenoppretting
ru: Восстановление пароля
tr: Şifre yenileme
uk: Відновлення пароля
vi: Khôi phục mật khẩu

# Languages::email_template.reminder
source: Admin password expiration
ar: انتهاء صلاحية كلمة مرور المدير
da: Admin kodeord udløb
de: Ablauf des Admin-Passworts
el: Λήξη του κωδικού πρόσβασης διαχειριστή
es: Caducidad de contraseña de administración
id: Masa berlaku sandi admin
ja: 管理者パスワード変更依頼
no: Admin passord utløpt
ru: Истечение срока действия пароля администратора
tr: Admin parolası süre sonu
uk: Термін дії пароля адміністратора
vi: Mật khẩu quản trị hết hạn

# Languages::email_template.shipment_products
source: Orders: products shipped
ar: الطلبات: المنتجات التي تم شحنها
da: Ordrer: produkter er sendt
el: Παραγγελίες: Τα προϊόντα στάλθηκαν
es: Pedidos: productos enviados
id: Pesanan: produk dikirim
ja: 商品発送
no: Ordre: produkter sendt
ru: Заказы: Товары отгружены
tr: Siparişler: Ürünler gönderildi
uk: Замовлення: товари відвантажено
vi: Đơn hàng: sản phẩm được vận chuyển

# Languages::email_template.track
source: Orders: tracking
ar: الطلبات: تتبع
da: Ordresporing
el: Παραγγελίες: παρακολούθηση
es: Pedidos: registro
id: Pesanan: pelacakan
ja: 注文検索
no: Ordre: sporing
ru: Заказы: отслеживание
tr: Siparişler: izleniyor
uk: Замовлення: відстежити
vi: Đơn hàng: theo dõi

# Languages::email_template.update_profile
source: User profile update
ar: تحديث بروفايل المستخدم
da: Bruger profil opdatering
el: Ενημέρωση προφίλ χρήστη
es: Actualización del perfil del usuario
id: Update profil pengguna
ja: 会員情報の更新
no: Bruker profil oppdatering
ru: Обновление профиля пользователя
tr: Kullanıcı profili güncelleştirmesi
uk: Оновлення профілю користувача
vi: Cập nhật hồ sơ người dùng

# Languages::email_template.usergroup_activation
source: User group activation
ar: تنشيط مجموعة المستخدم
da: Bruger gruppe aktivering
el: Ενεργοποίηση ομάδας χρηστών
es: Activación del usuario de grupo
id: Aktivasi grup pengguna
ja: ユーザーグループ登録承認
no: Brukergruppe aktivering
ru: Активация группы пользователей
tr: Kullanıcı grup aktivasyonu
uk: Активація групи користувачів
vi: Nhóm người dùng kích hoạt

# Languages::email_template.usergroup_disactivation
source: User group disactivation
ar: الغاء تنشيط مجموعة المستخدم
da: Bruger gruppe deaktivering
el: Απενεργοποίηση ομάδας χρηστών
es: Desactivación del usuario de grupo
id: Disindikasi kelompok pengguna
ja: ユーザーグループ無効化
no: Brukergruppe deaktivering
ru: Деактивация группы пользователей
tr: Kullanıcı grubu aktifleştirmesini sonlandırma
uk: Деактивація групи користувачів
vi: Nhóm người dùng không kích hoạt

# Languages::email_template.usergroup_request
source: User group request
ar: طلبات مجموعة الأعضاء
da: Bruger gruppe anmodning
el: Αιτήση για ομάδα χρηστών
es: Solicitud de usuario de grupo
id: Permintaan grup pengguna
ja: ユーザーグループ登録申請
no: Brukergruppe forespørsel
ru: Запрос на добавление в группу
tr: Kullanıcı grubu isteği
uk: Запит на додавання в групу
vi: Nhóm người dùng yêu cầu

# Languages::email_template.upgrade_backup_info
source: Upgrade: restore link
ar: الترقية: رابط الاستعادة
da: Opgradering: gendanne link
el: Αναβάθμιση: επαναφορά σύνδεσμου
es: Actualización: enlace de restauración
ja: アップグレード : リストア用リンク
no: Oppgradering: gjenopprettingslink
ru: Обновление: ссылка для восстановления данных
tr: Yükseltme: Geri yükleme linki
uk: Оновлення: посилання на відновлення
vi: Nâng cấp: liên kết khôi phục

# Languages::email_template.params.attach_order_document
source: Attach a PDF document
ar: إرفاق مستند بتنسيق PDF
da: Vedhæft et PDF-dokument
el: Επισυνάψτε ένα έγγραφο PDF
es: Adjuntar un documento en PDF
id: Lampirkan dokumen PDF
ja: PDFドキュメントの添付
no: Legg ved et PDF-dokument
ru: Прикрепить PDF-файл
tr: Bir PDF belge ekleyin
uk: Вкласти PDF-документ
vi: Đính kèm một tài liệu PDF
