Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
ar: إصدار PHP ([version]) غير مدعوم. الحد الأدنى: [min]. الحد الأقصى: [max].
cs: Tato verze PHP ([version]) není podporována. Minimální: [min]. Maximální: [max].
da: PHP version ([version]) understøttes ikke. Minimal: [min]. Maksimal: [max].
de: PHP-Version ([version]) wird nicht unterstützt. Minimal: [min]. Maximal: [max].
el: η έκδοση PHP του server σας ([version]) δεν υποστηρίζεται. Minimal: [min]. Maximal: [max].
es: La versión ([version]) de PHP no está soportada. Mínimo: [min]. Máximo: [max].
id: Versi PHP ([version]) tidak didukung. Minimal: [min].Maksimal: [max].
ja: お使いのバージョン([version])のPHPには対応していません。対応バージョンは [min] - [max] となります。
no: PHP versjon ([version]) er ikke støttet. Minimum: [min]. Maksimum: [max].
ru: PHP версия ([version]) не поддерживается. Минимальная: [min]. Максимальная: [max].
uk: PHP версія ([version]) не підтримується. Мінімальна: [min]. Максимальна: [max].
vi: PHP phiên bản ([version]) không được hỗ trợ. Tối thiểu: [min]. Tối đa: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
ar: يجب أن يكون الـ extension المسمى <strong>[extension]</strong> مركب على سيرفركم حتى تعمل الإضافة بشكل صحيح.
cs: Pro správné fungování doplňku by na vašem serveru mělo být nainstalováno rozšíření [extension].
da: [extension] udvidelse skal være installeret på din server for korrekte add-on drift.
de: Die [extension] Erweiterung sollte auf dem Server für den richtigen Add-on-Betrieb installiert sein.
el: Η επέκταση [extension] θα πρέπει να εγκατασταθεί στον server σας για τη σωστή λειτουργία. των Προσθετων
es: La extension [extension] debe estar instalada en el servidor para que el complemento funcione correctamente.
id: Ekstensi [extension] harus diinstalasi di server Andaagar berfungsi dengan benar.
ja: アドオンを動作させるにはサーバーに [extension] をインストールする必要があります。
no: Merk: [extension] tillegget bør være installert på din server for korrekt drift.
ru: [extension] расширение должно быть установлено на вашем сервере для корректной работы модуля.
uk: [extension] додаток повинен бути встановлений на вашому сервері для коректної роботи модуля.
vi: Phần mở rộng [extension] nên được cài đặt trên máy chủ của bạn cho chính xác để add-on hoạt động.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
ar: يجب حذف الـ extension المسمى <strong>[extension]</strong> من على سيرفركم حتى تعمل الإضافة بشكل طبيعي.
cs: Pro správné fungování doplňku byste měli z vašeho serveru odstranit rozšíření [extension].
da: [extension] udvidelse bør fjernes fra din server til korrekt add-on drift.
de: Die [extension] Erweiterung sollte für den richtige Add-on-Betrieb von Ihrem Server entfernt werden.
el: Η επέκταση [extension] θα πρέπει να αφαιρεθει απο τον server σας για τη σωστή λειτουργία. των Προσθετων
es: La extension [extension] debe quitarse del servidor para que el complemento funcione correctamente.
id: Ekstensi [extension] harus dihapus dari server Anda agarAdd-on berfungsi dengan benar.
ja: アドオンを動作させるにはサーバーから [extension] をアンインストールする必要があります。
no: Merk: [extension] tillegget bør fjernes fra din server for korrekt drift.
ru: [extension] расширения должны быть удалены с вашего сервера для корректной работы модуля.
uk: [extension] розширення, слід видалити із сервера для правильної роботи модуля.
vi: Phần mở rộng [extension] nên được gỡ bỏ từ máy chủ của bạn cho chính xác để add-on hoạt động.

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
ar: الـ extension المسمى <strong>[extension]</strong> إصداره <strong>([version])</strong> غير مدعوم بواسطة الإضافة. الحد الأدنى: [min]. الحد الأقصى: [max].
cs: Rozšíření [extension] ve verzi ([version]) není doplňkem podporováno. Minimální: [min]. Maximální: [max].
da: [extension] version ([version]) er ikke understøttet af add-on. Minimal: [min]. Maksimal: [max].
de: Die Erweiterung [extension] Version ([version]) wird von dieses Add-on nicht unterstützt. Minimal: [min]. Maximal: [max].
el: Η έκδοση ([version]) του [extension] δεν υποστηρίζεται απο το Πρόσθετο Minimal: [min]. Maximal: [max].
es: La version ([version]) de la [extension] no está soportada por el complemento. Mínimo: [min]. Máximo: [max].
id: Versi [extension] ([version]) tidak didukung oleh Add-on.Minimal: [min]. Maksimal: [max].
ja: サーバーに設定された [extension] のバージョン([version]) ではアドオンは動作しません。対応バージョンは [min] - [max] となります。
no: Merk: [extension] versjon ([versjon]) er ikke støttet av tillegget. Minimum: [min]. Maksimun: [max].
ru: [extension] версии ([version]) не поддерживается модулем. Минимальная: [min]. Максимальный: [max].
uk: [extension] версії ([version]) не подтримується модулем. Мінімальна: [min]. Максимальна: [max].
vi: Thành phần mở rộng [extension] phiên bản ([version]) không được hỗ trợ bởi add-on. Tối thiểu: [min]. Tối đa: [max].

# Languages::scroll_per_page
source: Scroll per page
ar: تحرك عبر الصفحات
cs: Procházet po stránkách
da: Rul pr. side
de: Nach Seite scrollen
el: Μετακινηθείτε ανά σελίδα
es: Desplazamiento por página
id: Gulir per halaman
ja: 1ページ毎のスクロール
no: Rulling per side
ru: Листать постранично
tr: Sayfa başına gidin
uk: Гортати посторінково
vi: Cuộn trên mỗi trang

# Languages::payments.paypal_adv_layout
source: Layout
cs: Rozložení
el: Διάταξη
es: Diseño
id: Tata letak
ja: レイアウト
ru: Макет
uk: Макет
vi: Bố trí lớp

# Languages::payments.layout_a
source: Layout A
cs: Rozložení A
el: Διάταξη A
es: Diseño A
id: Tata letak A
ja: レイアウト A
ru: Макет A
uk: Макет A
vi: Bố trí A

# Languages::payments.layout_b
source: Layout B
cs: Rozložení B
el: Διάταξη Β
es: Diseño B
id: Tata letak B
ja: レイアウト B
ru: Макет B
uk: Макет B
vi: Bố trí B

# Languages::payments.layout_c
source: Layout C
cs: Rozložení C
el: Διάταξη C
es: Diseño C
id: Tata letak C
ja: レイアウト C
ru: Макет C
uk: Макет C
vi: Bố trí C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
ar: نص الهيدر
cs: Text hlavičky
da: Headerteksten
de: Text Kopfzeile
el: Κειμενο Header
es: Texto de cabecera
id: Teks judul
no: Overskrifts tekst
ru: Текст заголовка
tr: Üst yazı
uk: Текст заголовка
vi: Tiêu đề văn bản

# Languages::filter_by_categories
source: Filter by categories
ar: تصفية عبر الفئات
cs: Filtrovat podle kategorií
da: Filtrere efter kategorier
de: Nach Kategorien filtern
el: Φίλτρο ανά κατηγορία
es: Filtrar por categorías
id: Filter berdasarkan kategori
ja: カテゴリーでフィルタリング
no: Filtrer etter kategorier
ru: Фильтр по категориям
tr: Kategorilere göre filtrele
uk: Фильтр за категоріями
vi: Lọc theo danh mục

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
ar: لم يتم تحديد مصفاة. تم تعيين المصفاة الافتراضية عبر الموقع.
cs: Neurčili jste žádný filtr. Filtrování podle polohy bylo nastaveno jako výchozí.
da: Intet filter angivet. Filtrere efter placering som standard.
de: Kein Filter angegeben. Nach Ort (Location) filtern ist als Standard eingestellt.
el: Δεν έχει οριστεί φίλτρο. Το Φίλτρο ανά περιοχή οριστηκε ως προεπιλογή.
es: No se ha especificado filtro. Se aplica el filtro por localización por defecto.
id: Tidak ada filter yang ditetapkan. Filter berdasarkanlokasi ditetapkan sebagai default.
ja: フィルターが指定されていないため、ロケーションによるフィルタリングが設定されました
no: Ingen filter spesifisert. Filtrer etter beliggenhet satt som standard.
ru: Фильтр не задан. По умолчанию включен фильтр по странице макета.
uk: Фільтр не заданий. За замовчуванням включений фільтр по сторінці макета.
vi: Không có bộ lọc nào được chỉ định. Lọc theo vị trí đặt làm mặc định.

# Languages::theme_information
source: Theme information
ar: معلومات الثيم
cs: Informace o tématu
da: Temaoplysninger
el: Πληροφορίες Θέματος
es: Información del tema
id: Informasi tema
ja: テーマの情報
no: Mal informasjon
ru: Информация о теме
tr: Tema bilgileri
uk: Дані теми
vi: Thông tin chủ đề

# Languages::developer
source: Developer
ar: المطور
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
id: Pengembang
ja: デベロッパー
no: Utvikler
ru: Разработчик
tr: Geliştirme
uk: Розробник
vi: Nhà phát triển

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
ar: ستايلات وتخطيطات الثيم
cs: Styly a rozložení témata
da: Tema typografier og layout
de: Styles für Themes und Layouts
el: Στυλ Θέματος και Διαταξη
es: Estilos y diseños del tema
id: Tema gaya dan tata letak
ja: テーマのスタイルとレイアウト
no: Mal stiler og layouter
ru: Стили и макеты
uk: Стилі та макети
vi: Phong cách chủ đề và bố trí

# Languages::activate
source: Activate
ar: تنشيط
cs: Aktivovat
da: Aktivere
de: Aktivieren
el: Ενεργοποίηση
es: Activar
id: Aktifkan
ja: 有効化
no: Aktiver
ru: Активировать
tr: Aktif et
uk: Активувати
vi: Kích hoạt

# Languages::export_layout
source: Export layout
ar: تصدير التخطيط
cs: Exportujte rozvržení
da: Eksportere layout
de: Layout exportieren
el: Εξαγωγή Διαταξης
es: Exportar diseño
id: Ekspor layout
ja: レイアウトのエクスポート
no: Eksporter layout
ru: Экспортировать макет
tr: Planı dışa aktar
uk: Експортування макета
vi: Xuất dữ liệu bố trí lớp

# Languages::import_layout
source: Import layout
ar: استيراد التخطيط
cs: Importovat rozložení
de: Layout importieren
el: Εισαγωγή Διάταξης
es: Importar diseño
id: Impor layout
ja: レイアウトのインポート
no: Importer layout
ru: Импортировать макет
tr: İçe plan aktar
uk: Імпорт макета
vi: Nhập dữ liệu bố trí lớp

# Languages::create_new_layout
source: Create new layout
ar: إنشاء تخطيط جديد
cs: Vytvořit nové rozložení
da: Oprette nye layout
de: Neues Layout erstellen
el: Δημιουργία νέας Διάταξης
es: Crear nuevo diseño
id: Buat layout baru
ja: レイアウトの新規登録
no: Lag ny layout
ru: Создать новый макет
tr: Yeni plan oluştur
uk: Створити новий макет
vi: Tạo bố trí lớp mới

# Languages::update_current_layout
source: Update current layout
ar: تحديث التخطيط الحالي
cs: Aktualizace aktuálního rozložení
da: Opdatering nuværende layout
de: Aktuelles Layout aktualisieren
el: Ενημέρωση τρέχουσας διάταξης
es: Actualizar diseño actual
id: Update layout ini
ja: 現在のレイアウトの更新
no: Oppdater nåværende layout
ru: Обновить текущий макет
tr: Geçerli düzeni güncelle
uk: Оновити поточний макет
vi: Cập nhật bố trí lớp hiện tại

# Languages::get_social
source: Get social
ar: &larr;
cs: Jsme také na
da: Få sociale
el: Ακολουθήστε μας!
es: Socialízate
id: Dapatkan sosial
ja: SNSをチェック
no: Følg oss
ru: Присоединяйтесь!
tr: Takip Et!
uk: Приєднуйтесь!
vi: Chúng tôi trên mạng xã hội

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
ar: تم تعطيل الإضافة Searchanise أثناء الترقية لتجنب نتائج البحث الخاطئة. يمكنكم إعادة تفعيلها في أي وقت من صفحة <a href="[url]">الإضافات</a>.
cs: Doplněk Searchanise byl během aktualizace automaticky vypnut pro zamezení špatných výsledků vyhledávání. Můžete je kdykoliv znovu aktivovat na stránce <a href="[url]">Doplňky</a>.
da: Searchanise add-on var automatisk deaktiveret under opgraderingen for at undgå falske søgeresultater. Aktivere det når som helst på siden <a href="[url]"> Tilføjelser</a>.
el: Το Πρόσθετο Searchanise , έχει απενεργοποιηθεί αυτόματα κατά τη διάρκεια της αναβάθμισης για την αποφυγή λανθασμένων αποτελεσμάτων αναζήτησης. Ενεργοποιήστε το ανά πάσα στιγμή στα <a href="[url]">Πρόσθετα</ a>.
es: El complemento Searchanise se desactivó durante la actualización para evitar resultados de búsqueda falsos. Actívalo en cualquier momento en la página <a href="[url]">Complementos</a> page.
ja: 誤った検索結果が生成されるのを回避するため、Searchaniseアドオンはアップグレード中に自動で無効化されました。お手数ですが <a href="[url]">アドオン</a> ページより手動で有効化してください。
no: Searchanise modulen ble automatisk deaktivert under oppgraderingen for å unngå feil i søkeresultat. Aktivere den når som helst på <a href="[url]">Tillegg</a> siden.
ru: Модуль Searchanise был автоматически отключен во время обновления, чтобы избежать появления неверных поисковых результатов. Включите модуль на странице <a href="[url]">Управление модулями</a>.
uk: Додаток Searchanise був автоматично відключений під час оновлення, щоб уникнути помилкових пошук результатів. Активуйте його на сторінці <a href="[url]">Керування додатками</a>.
vi: Add-on Searchanise tự động bị vô hiệu hoá trong khi nâng cấp để tránh kết quả sai khi tìm kiếm. Kích hoạt nó tại bất kỳ thời điểm nào trên trang <a href="[url]">Add-on</a>.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
ar: عذراً, المتجر مغلق حالياً.
cs: Omlouváme se, ale obchod je dočasně uzavřen z důvodu údržby.
da: Desværre, er butikken midlertidigt lukket for vedligeholdelse.
de: Entschuldigung, der Shop ist wegen Wartungsarbeiten vorübergehend geschlossen.
el: Δυστυχώς, το κατάστημα είναι προσωρινά κλειστό για συντήρηση.
es: Lo lamentamos, pero la tienda se encuentra temporalmente cerrada.
id: Maaf, Toko ini ditutup sementara untuk pemeliharaan.
ja: 申し訳ございません。当ショップはメンテナンスのため一時クローズ中です。<br />再開まで今しばらくお待ちください。
no: Beklager, butikken er midlertidig stengt for vedlikehold.
ru: Просим прощения, магазин закрыт на обслуживание.
tr: Üzgünüz,mağazamız bakım/güncelleme sebebi ile geçici süre kapalıdır.
uk: Просимо вибачення, крамниця закрита на обслуговування.
vi: Xin lỗi, các cửa hàng tạm thời đóng cửa để bảo trì.

# Languages::theme_editor.presets
source: Presets
ar: التجهيزات
cs: Předvolby
da: Forudindstillinger
de: Voreinstellungen
el: Προεπιλογές
es: Preajustes
id: Preset
ja: プリセット
no: Forhåndsinnstilling
ru: Предустановки
uk: Пресети
vi: Cài đặt trước

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
ar: لا يمكن حفظ بيانات التجهيز. يجب أن تقوم بتعيين صلاحية الكتابة للمجلد <b>[theme_dir]</b>.
cs: Údaje stylu nelze uložit. Pro nápravu musíte udělit zapisovací práva pro adresář <b>[theme_dir]</b>.
da: Forudindstillede data kan ikke gemmes. Du bør indstille skrivetilladelser til <b>[theme_dir]</b> register til at løse dette problem.
de: Preset-Daten können nicht gespeichert werden. Sie sollten die Schreibrechte für <b> [theme_dir]</ b> Verzeichnis setzen, um dieses Problem zu beheben.
el: Τα δεδομένα Στυλ δεν μπορουν να σωθούν. Θα πρέπει να ορίσετε δικαιώματα εγγραφής για τον κατάλογο <b> [theme_dir] </b> ωστε να διορθώσετε αυτό το ζήτημα.
es: Los datos del Preset no se pueden grabar. Debes tener permiso de escritura para el directorio <b>[theme_dir]</b> para solucionar este problema.
id: Data Preset tidak dapat disimpan. Anda harus menetapkanhak akses tulis untuk direktori <b> [theme_dir] </b> untukmemperbaiki masalah ini.
ja: プリセットデータを保存できません。<b>[theme_dir]</b> ディレクトリに書き込み可能なパーミッションを設定してください。
no: Forhåndsinnstillings data kan ikke lagres. Du bør endre skriverettighetene for <b>[theme_dir]</b> katalogen for å fikse dette problemet.
ru: Схема не сохранена. Установите права на запись на каталог <b>[theme_dir]</b>, чтобы исправить проблему.
tr: Preset verisi kaydedilemedi. Bu sorunu gidermek için <b>[theme_dir]</b> dizinine yazma izni vermelisiniz.
uk: Схема не збережена. Встановіть права на запис в каталог <b>[theme_dir]</b>, щоб виправити проблему.
vi: Dữ liệu cài sẵn không được lưu. Bạn nên đặt quyền ghi cho thư mục <b>[theme_dir]</b> để khắc phục vấn đề này.

# Languages::theme_editor.preset_name
source: Preset name
ar: اسم التجهيز
cs: Název předvolby
da: Forudindstillede navn
de: Name der Voreinstellung
el: Όνομα Προεπιλογής
es: Nombre del Preset
id: Nama preset
ja: プリセット名
no: Forhåndsinnstillings navn
ru: Название предустановки
tr: Preset adı
uk: Назва передналаштування
vi: Tên đặt trước

# Languages::active_preset
source: Active preset
ar: التجهيز الفعال
cs: Aktivní předvolbu
da: Aktive forudindstilling
de: Aktive Voreinstellung
el: Ενεργό preset
es: Ajuste activo
id: Preset aktif
ja: 有効なプリセット
no: Aktive forhåndsinnstillinger
ru: Выбранная предустановка
tr: Aktif ön ayar
uk: Обраний пресет
vi: Kích hoạt cài trước

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
ar: يوجد تجهيز بنفس هذا الاسم بالفعل. يرجى اختيار اسم آخر.
cs: Styl s tímto názvem již existuje. Prosím, vyberte jiný.
da: Forudindstillingen med dette navn findes allerede. Vælg venligst en anden.
de: Die Voreinstellung mit diesem Namen ist bereits vorhanden. Bitte wählen Sie einen anderen.
el: Το στυλ με αυτό το όνομα υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο.
es: Ya existe un Preset con este nombre. Por favor elije otro.
id: Preset dengan nama ini sudah ada. Silahkan pilih yanglain.
ja: 同じ名称のプリセットがすでに存在します。他の名称を指定してください。
no: En forhåndsinnstilling med dette navnet eksisterer allerede. Vennligst velg et annet navn.
ru: Схема с таким именем уже существует. Пожалуйста, выберите другое.
tr: Bu ad zaten mevcut. Lütfen başka bir tane deneyin.
uk: Схема з таким ім'ям вже існує. Оберіть іншу.
vi: Cài sẵn với tên này đã tồn tại. Hãy chọn một tên khác.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
ar: لا يمكن أن يحتوي الاسم علي الحروف التالية: "/ # % ? * : ; { } "
cs: Název předvolby nesmí obsahovat následující znaky: "/ # % ? * : ; { } \ "
de: Der voreingestellte Name darf die folgenden Zeichen nicht enthalten: "/ # % ? * : ; { } \ "
el: Το Όνομα Προεπιλογής δεν μπορει να περιεχει τους εξης χαρακτηρες: "/ # % ? * : ; { } \ "
es: Nombre predeterminado no puede contener los siguientes caracteres: "/ # % ? * : ; { } \ "
no: Forhåndsinnstilt navn kan ikke inneholde følgende tegn: "/ # % ? * : ; { } \ "
ru: Название схемы не может содержать следующие символы: "/ # % ? * : ; { } \ "
uk: Назва схеми Не Може містити наступні символи: "/ # % ? * : ; { } \ "
vi: Tên đặt trước không thể chứa các ký tự sau: "/ # %? * : ; { } \ "

# Languages::theme_editor.convert_to_css
source: Convert to CSS
ar: تحويل إلى CSS
cs: Převést do CSS
da: Konvertere til CSS
de: In CSS konvertieren
el: Μετατροπή σε CSS
es: Convertir a CSS
id: Konversi ke CSS
ja: CSSに変換
no: Konverter til CSS
ru: Преобразовать в CSS
uk: Перетворення в CSS
vi: Chuyển đổi tới CSS

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
ar: <p>توليد ملفات الـ CSS من الـ LESS (لزوم التحرير اليدوي).</p><p><srtong>مـهـــم:</strong> لن تتمكن من استخدام محرر الثيم لتخصيص واجهة الزوار!</p><p><i>سيتم أخذ نسخة احتياطية من ملفات الـ LESS الأصلية وستتمكن من استعادتهم لاحقاً إن شاء الله</i></p>
cs: <p>Generovat CSS soubory z LESS (pro manuální úpravy).</p><p>DŮLEŽITÉ: Nebudete moci použít editor témat pro přizpůsobení stránky obchodu!</p><p><i>Původní LESS soubory budou zálohovány a později je budete moci obnovit</i></p>
da: <p>Generere CSS filer fra mindre (til manuel redigering).</p><p>Vigtigt: du vil ikke kunne bruge tema-editor til at tilpasse butiksfacade!</p><p><i>Oprindelige mindre filer vil blive bakket op og du vil være i stand til at gendanne dem senere</i></p>
el: <p>Δημιουργήστε αρχεία CSS από LESS (για χειροκίνητη επεξεργασία).</p><p>Σημαντικό: δεν θα είστε σε θέση να χρησιμοποιήσετε τον επεξεργαστή θέματος για να προσαρμόσετε τη βιτρίνα του καταστήματος!</p><p><i>Θα δημιουργηθουν αντίγραφα ασφαλείας από τα πρωτότυπα LESS αρχεία και θα είστε σε θέση να τα επαναφέρετε αργότερα</i></p>
es: <p>Generar archivos CSS a partir de LESS (para edición manual).</p><p>IMPORTANTE: No se podrá utilizar el editor de Tema para personalizar la tienda!</p><p><i>Se realizará una copia de seguridad de los archivos LESS originales y se podrán recuperar</i></p>
id: <p> Buat file CSS dari KURANG (untuk pengeditan manual). </p><p> PENTING: Anda tidak akan dapat menggunakan editor Tema untuk menyesuaikan etalase! </p><p><i> File LESS asli akan didukung dan Anda akan dapat mengembalikannya nanti </i></p>
ja: <p>手動編集用にLESSからCSSファイルを生成します。</p><p>重要: CSSに変換するとショップフロントのカスタマイズにテーマエディターをご利用いただけなくなります。</p><p>CSSファイルの生成に用いたLESSファイルは自動バックアップされ、後からリストアできます。</p>
no: <p>Generer CSS-filer fra LESS (for manuell redigering).</p><p>VIKTIG: Du vil ikke være i stand til å bruke Malredigereren for å tilpasse butikkforsiden!</p><p><i>De opprinnelige LESS-filene vil bli sikkerhetskopiert, og du vil kan gjenopprette dem senere</i></p>
ru: <p>Преобразуйте файлы LESS в CSS и используйте их взамен (можно будет восстановить файлы LESS позже).</p><p>Обратите внимание на то, что Вы не сможете использовать Редактор тем для изменения витрины магазина.</p>
uk: <p>Перетворіть файли LESS в CSS і використовуйте їх на заміну (можна буде відновити файли LESS пізніше).</p><p><i>Зверніть увагу на те, що Ви не зможете використовувати Редактор тем для зміни вітрини магазину.</i></p>
vi: <p>Tạo ra tập tin CSS từ LESS (cho chỉnh sửa thủ công).</p> <p>QAN TRỌNG: Bạn không thể sử dụng trình biên tập Chủ đề để tùy chỉnh cửa hàng chính!</p> <p><i>Tập tin LESS sẽ được sao lưu và bạn sẽ có thể để khôi phục chúng sau này</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
ar: تفعيل LESS
cs: Povolit LESS
da: Aktivere LESS
de: LESS aktivieren
el: Ενεργοποίηση LESS
es: Habilitar LESS
id: Aktifkan KURANG
ja: LESSを有効化
no: Aktiver LESS
ru: Восстановить LESS
uk: Увімкнути LESS
vi: Kích hoạt LESS
