Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
ar: لديكم [n] عنصر في السلّة|لديكم [n] عنصر في السلّة
cs: [n] položka v košíku| [n] položek v košíku
da: Du har [n] varer i din indkøbskurv|Du har [n] varer i indkøbskurven
de: Sie haben [n] Artikel in Ihrem Warenkorb|Sie haben [n] Artikel in Ihrem Warenkorb
el: Έχετε [n] προϊόν στο Καλάθι|Έχετε [n] προϊόντα στο Καλάθι
es: Tienes [n] ítem en tu carrito|Tienes [n] ítems en tu carrito
id: Anda memiliki [n] item di keranjang belanja|Andamemiliki [n] items idi keranjang belanja
ja: カートに [n] 個の商品があります|カートに [n] 個の商品があります
no: Du har [n] produkter i din handlevogn|Du har [n] produkter i din handlevogn
ru: В корзине [n] товар|В корзине [n] товара|В корзине [n] товаров
tr: Sepetinizde [n] madde var|Sepetinizde [n] madde var
uk: В кошику [n] товар|В кошику [n] товара|В кошику [n] товарів
vi: Bạn có [n] mục trong giỏ hàng|Bạn có [n] mục trong giỏ hàng của bạn

# Languages::n_products
source: [n] product|[n] products
ru: [n] товар|[n] товара|[n] товаров
uk: [n] товар|[n] товарів

# Languages::items_per_page
source: Items per page
ar: العناصر بالصفحة
cs: Položek na stránku
da: Vare pr side
de: Elemente pro Seite
el: Στοιχεία ανά σελίδα
es: Elementos por página
id: Item per halaman
ja: 1ページあたりの表示件数
no: Produkter per side
ru: Элементов на странице
tr: Her sayfadaki içerik sayısı
uk: Елементів на сторінці
vi: Mục trên trang

# Languages::objects_per_page
source: [n] per page
cs: [n] na stránku
de: [n] pro Seite
el: [n] ανα σελιδα
es: [n] por página
id: [n] per halaman
ja: 1 ページあたりの [n]
no: [n] per side
ru: [n] на страницу
tr: sayfa başına
uk: [n] на сторінку

# Languages::items_title
source: Items
ar: عنصر
cs: Položky
da: Varer
de: Elemente
el: Είδη
es: Artículos
id: Item
ja: 項目
no: Elementer
ru: Элементы
tr: Maddeler
uk: Елементи
vi: Các mục

# Languages::item_number
source: Show item number
ar: إظهار رقم العنصر
cs: Ukázat počet položek
da: Vis vare nummer
de: Artikelnummer zeigen
el: Εμφάνιση αριθμού είδους
es: Mostrar número de artículo
id: Tampilkan nomor item
ja: 型番を表示
no: Vis varenummer
ru: Показать номер элемента
tr: Madde numarasını göster
uk: Показати номер елемента
vi: Hiển thị số mục

# Languages::item_quantity
source: Item quantity
ar: كمية العنصر
cs: Množství položek
da: artikel antal
de: Anzahl Elemente
el: Ποσότητα είδους
es: Cantidad de artículos
id: Jumlah item
ja: 商品数
no: Element antall
ru: Количество элементов
tr: Adet miktarı
uk: Кількість елементів
vi: Số lượng mục

# Languages::japanese
source: Japanese
ar: ياباني
cs: Japonština
da: japansk
de: Japanisch
el: Ιαπωνέζικα
es: Japonés
id: Jepang
ja: 日本語
no: Japansk
ru: Японский
uk: Японська
vi: Tiếng Nhật

# Languages::join
source: Join
ar: الانضمام
cs: Připojit
da: Deltag
de: Beitreten
el: Εγγραφή
es: Únete
id: bergabung
ja: 参加申請
no: Bli med
ru: Присоединиться
tr: Katıl
uk: Приєднатися
vi: Tham gia

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
cs: Chyba kontrolního znaku, případně nesprávně kódován
da: Kontrol karakterfejl, muligvis forkert kodet
de: Steuerzeichenfehler, möglicherweise falsch codiert
el: Σφάλμα χαρακτήρα ελέγχου, που ενδεχομένως κωδικοποιηθηκε ανακριβώς
es: Error de carácter de control, posiblemente incorrectamente codificado
id: Error karakter kontrol, mungkin salah encoded, possiblyincorrectly encoded
ja: エンコードが正しく設定されていないなどの理由によりエラーが発生しました。
no: Kontroller tegn-feil, muligens feil kodet
ru: Ошибка управляющего символа, возможно, неверная кодировка
tr: Kontrol karakter hatası, muhtemelen yanlış kodlanmış
uk: Помилка керуючого символу, можливо, неправильне кодування
vi: Điều khiển ký tự lỗi, có thể không chính xác mã hóa

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
cs: Maximální hloubka stacku byla překročena
da: Den maksimale stak dybde er overskredet
de: Die maximale Stack-Tiefe wurde überschritten
el: Ξεπεράστηκε το μέγιστο βάθος στοίβας
es: Se ha excedido la profundidad máxima de la pila
id: Maksimum kedalaman Stack telah terlampaui
ja: スタックの階層数が上限を超過しています
no: Den maksimale stabeldybden er overskredet
ru: Превышена максимальная глубина стека
tr: Azami yığın boyutu aşıldı
uk: Перевищена максимальна глибина стека
vi: Độ sâu tối đa ngăn xếp đã bị vượt quá

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
cs: Nesprávné nebo neplatný JSON
da: Ugyldige eller forkert JSON
de: Ungültige oder fehlerhafte JSON
el: Άκυρο ή ακατάλληλο JSON
es: JSON malformado o no válido
id: JSON tidak valid atau bentuk rusak
ja: 無効なJSONです
no: ugyldig eller feil JSON
ru: Неверный или некорректный JSON
tr: Geçersiz yada bozuk JSON
uk: Неприпустимий або неправильний JSON
vi: Không hợp lệ hoặc sai dạng JSON

# Languages::json_error_syntax
source: Syntax error, malformed JSON
cs: Chyba syntaxe, nesprávný JSON
da: Syntaksfejl, misdannede JSON
de: Syntaxfehler, fehlerhafte JSON
el: Συντακτικό σφάλμα, ακατάλληλο JSON
es: Error de sintaxis, JSON malformado
id: Syntax error, bentuk JSON rusak
ja: シンタックスエラー：無効なJSONです
no: Syntax error, eller feil JSON
ru: Синтаксическая ошибка, некорректный JSON
tr: Sözdizimi hatası, kusurlu JSON
uk: Синтаксична помилка, неправильний формат JSON
vi: Lỗi cú pháp, bị thay đổi JSON

# Languages::json_error_unknown
source: Unknown JSON error
cs: Neznámá chyba JSON
da: Ukendt JSON fejl
de: Unbekannter JSON Fehler
el: Άγνωστο σφάλμα JSON
es: Error JSON desconocido
id: JSON error tidak diketahui
ja: 不明なJSONエラー
no: Ukjent JSON feil
ru: Неизвестная ошибка JSON
tr: Bilinmeyen JSON hatası
uk: Невідома помилка JSON
vi: JSON lỗi không xác định

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
cs: Poškozené znaky UTF-8, případně nesprávně kódováné
da: Forkert udformet UTF-8 tegn, muligvis forkert kodet
de: Fehlerhafte UTF-8-Zeichen, möglicherweise falsch codiert
el: Ακατάλληλοι χαρακτήρες UTF-8, ενδεχομένως εσφαλμένα κωδικοποιημένοι
es: Caracteres UTF-8 malformados, posiblemente incorrectamente codificados
id: Kesalahan bentuk UTF-8 characters, mungkin salah encoded
ja: 無効なUTF-8文字列が検出されました
no: Feil UTF-8 tegn, muligens feilaktig kodet
ru: Некорректные символы UTF-8, возможно неверная кодировка
tr: Hatalı UTF-8 karakterler, muhtemelen yanlış kodlanmış
uk: Некоректні символи UTF-8, можливо, неправильне кодування
vi: Bị thay đổi ký tự UTF-8, có thể không chính xác mã hóa

# Languages::key
source: Key
ar: المفتاح
cs: Klíč
da: Nøgle
de: Schlüssel (Key)
el: Κλειδί
es: Clave
id: Kunci
ja: アクセスキー
no: Nøkkel
ru: Ключ
tr: Anahtar
uk: Ключ
vi: Mã khóa

# Languages::key1_for_md5
source: Auth key 1 for md5
cs: Autorizační klíč 1 pro md5
da: Auth tasten 1 for md5
de: Auth key 1 für md5
el: Κλειδί εξουσιοδότησης 1 για md5
es: Clave de auth 1 para md5
id: Auth key 1 untuk md5
no: Autorisasjonsnøkkel 1 for md5
ru: Ключ авторизации 1 для md5
uk: Ключ авторизації 1 для md5
vi: Khóa xác thực 1 cho md5

# Languages::key2_for_md5
source: Auth key 2 for md5
cs: Autorizační klíč 2 pro md5
da: Auth tast 2 for md5
de: Auth key 2 für md5
el: Κλειδί εξουσιοδότησης 2 για md5
es: Clave de auth 2 para md5
id: Auth key 2 untuk md5
no: Autorisasjonsnøkkel 2 for md5
ru: Ключ авторизации 2 для md5
uk: Ключ авторизації 2 для md5
vi: Khóa xác thực 2 cho md5

# Languages::keywords
source: Keywords
ar: الكلمات الدلالية
cs: Klíčová slova
da: Nøgle ord
de: Schlüsselwörter
el: Λέξεις κλειδιά
es: Palabras clave
id: Kata kunci
ja: キーワード
no: Nøkkelord
ru: Ключевые слова
tr: Anahtar kelimeler
uk: Ключові слова
vi: Từ khóa

# Languages::korean
source: Korean
ar: كوري
cs: Korejština
da: koreansk
de: Koreanisch
el: Κορεατικά
es: Coreano
id: Korea
no: Koreansk
ru: Корейский
uk: Корейська
vi: Hàn Quốc

# Languages::label_text_color
source: Label text color
ar: لون نص الملصق
cs: Barva textu popisku
da: Etikettekstfarve
de: Textfarbe Etikette
el: Χρώμα κειμένου ετικέτας
es: Color del texto de la etiqueta
id: Warna label teks
ja: ラベルのテキスト色
no: Etikett tekst farge
ru: Цвет текста в подписях
tr: Etiket yazı rengi
uk: Колір тексту в підписах
vi: Nhãn màu văn bản

# Languages::landing_header
source: Your order has been received
ar: تم استلام طلبكم
cs: Vaše objednávka byla přijata
da: Din ordre er modtaget
de: Wir haben Ihre Bestellung erhalten
el: Η παραγγελία σας παραλήφθηκε
es: Su pedido ha sido recibido
id: Pesanan Anda telah diterima
ja: ご注文を承りました
no: Din ordre er mottatt
ru: Ваш заказ принят
tr: Siparişiniz alındı
uk: Ваше замовлення було отримано
vi: Đơn đặt hàng của bạn đã được nhận

# Languages::language
source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Lenguaje
id: Bahasa
ja: 言語
no: Språk
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ

# Languages::languagecode
source: Language code
ar: كود اللغة
cs: Kód jazyka
da: Sprogkode
de: Sprachcode
el: Κωδικός γλώσσας
es: Código de idioma
id: Kode bahasa
ja: 言語コード
no: Språkkode
ru: Код языка
tr: Dil kodu
uk: Код мови
vi: Mã ngôn ngữ

# Languages::languages
source: Languages
ar: اللغات
cs: Jazyk
da: Sprog
de: Sprachen
el: Ξένες Γλώσσες
es: Lenguajes
id: Bahasa
ja: 言語
no: Språk
ru: Языки
tr: Diller
uk: Мови
vi: Ngôn ngữ

# Languages::language_code
source: Language code
ar: كود اللغة
cs: Kód jazyka
da: Sprog kode
de: Sprachcode
el: ΚΩΔΙΚΟΣ ΓΛΩΣΣΑΣ
es: Cod.lenguaje
id: Kode bahasa
ja: 言語コード
no: Språkkode
ru: Код языка
tr: Dil kodu
uk: Код мови
vi: Mã ngôn ngữ

# Languages::language_variable
source: Language variable
ar: متغير لغة
cs: Nastavení jazyka
da: Sprog variable
de: Sprachen Variable
el: Μεταβλητή γλώσσας
es: Variable de idioma
id: Variabel bahasa
ja: 言語変数
no: Språkvariabel
ru: Языковая переменная
tr: Dil değişkeni
uk: Мовна змінна
vi: Biến ngôn ngữ

# Languages::language_variables
source: Language variables
ar: متغيرات اللغة
cs: Proměnné jazyka
da: Sprog variables
de: Sprachen Variablen
el: Μεταβλητές Γλώσσας
es: Variables del lenguaje
id: Variabel bahasa
ja: 言語変数
no: Språkvariabler
ru: Языковые переменные
tr: Dil değişkenleri
uk: Мовні змінні
vi: Biến ngôn ngữ

# Languages::last4ssn
source: Last 4 digits of Social Security Number
cs: Poslední 4 číslice číslo sociálního zabezpečení
da: Sidste 4 cifre i CPR-nummer
de: Letzte 4 Ziffern des Sozialversicherungsausweis
el: Τα τελευταία 4 ψηφία του Αριθμού Κοινωνικής Ασφάλισης
es: Últimos 4 dígitos del Numero de Seguridad Social
id: 4 angka terakhir dari Nomor Jaminan Sosial
no: 4 siste sifre i personnummer
ru: Последние 4 цифры номера социального страхования
uk: Останні 4 цифри номера соціального страхування
vi: 4 số cuối của Số An Sinh Xã Hội

# Languages::last_24hours
source: Last 24 hours
ar: الـ 24 ساعة السابقة
cs: Za posledních 24 hodin
da: Sidste 24 timer
de: Letzte 24 Stunden
el: Τελευταίες 24 ώρες
es: Últimas 24 horas
id: 24 jam terakhir
ja: 過去24時間
no: Siste 24 timer
ru: Последние 24 часа
tr: Son 24 saat
uk: Останні 24 години
vi: 24 giờ qua

# Languages::last_days
source: Last days
ar: الأيام السابقة
cs: Poslední dny
da: Sidste par dage
de: Letzten Tage
el: Τελευταίες ημέρες
es: Últimos días
id: Beberapa hari terakhir
ja: 過去○日間
no: Siste dager
ru: Кол-во последних дней
tr: Son günler
uk: Останні дні
vi: Ngày trước

# Languages::last_month
source: Last month
ar: الشهر السابق
cs: Minulý měsíc
da: Sidste måned
de: Im letzten Monat
el: Περασμένος μήνας
es: Mes pasado
id: Bulan Lalu
ja: 先月
no: Forrige måned
ru: Последний месяц
tr: Son ay
uk: Останній місяць
vi: Tháng trước

# Languages::last_name
source: Last name
ar: الاسم الأخير
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellido
id: Nama belakang
ja: 名
no: Etternavn
ru: Фамилия
tr: Soyad
uk: Прізвище
vi: Họ

# Languages::last_n_days
source: Last [N] days
ar: الـ [N] يوم السابقة
cs: Poslední [N] dny
da: Sidste [N] dag
de: Letzte [N] Tage
el: Τελευταίες [N] ημέρες
es: Últimos [N] días
id: [N] hari terakhir
ja: 過去 [N] 日間
no: Siste [N] dager
ru: Последние [N] дней
tr: Son [N] gün
uk: Останні [N] днв
vi: [N] trước

# Languages::last_order
source: Last order
ar: آخر طلب شراء
cs: Poslední objednávka
da: Sidste ordre
de: Letzte Bestellung
el: Τελευταία Παραγγελία
es: Compra hecha
id: Pesanan terakhir
ja: 最終注文日
no: Siste ordre
ru: Последний заказ
tr: Son sipariş
uk: Останнє замовлення
vi: Đơn hàng trước

# Languages::latitude
source: Latitude
ar: خط العرض
cs: Zeměpisná šířka
da: frihed
de: Breitengrad
el: Γεωγραφικό πλάτος
es: Latitud
id: Lintang
ja: 緯度
no: Breddegrader
ru: Широта
tr: Enlem
uk: Широта
vi: Vĩ độ

# Languages::layout
source: Layout
ar: التخطيط
cs: Dispozice
da: Opsætning
de: Entwurf
el: Διάταξη
es: Diseño
id: Tata letak
ja: レイアウト
ru: Макет
tr: Plan
uk: Макет
vi: Bố trí lớp

# Languages::layouts
source: Layouts
ar: التخطيطات
cs: Rozvržení obsahu
da: Opsætning
el: Διατάξεις
es: Diseños
id: Keseluruhan tata letak
ja: レイアウト
no: Layouter
ru: Макеты
tr: Planlar
uk: Макети
vi: Bố trí lớp

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
cs: AWS veřejný přístupový klíč
da: AWS adgang offentlige nøgle
de: AWS Öffentlicher Zugangsschlüssel
el: Δημόσιο κλειδί πρόσβασης AWS
es: Clave pública de acceso AWS
no: AWS offentlig adgangsnøkkel
ru: AWS публичный ключ доступа
uk: AWS доступ відкритий ключ
vi: AWS khóa truy cập công khai

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
cs: AWS tajný přístupový klíč
da: AWS adgang hemmelig nøgle
de: AWS Geheimer Zugangsschlüssel
el: Μυστικό κλειδί πρόσβασης AWS
es: Clave secreta de acceso AWS
no: AWS hemmelig adgangsnøkkel
ru: AWS секретный ключ доступа
uk: Секретний ключ доступу AWS
vi: AWS khóa truy cập bí mật

# Languages::lbl_amazon_background_color
source: Background color
ar: لون الخلفية
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color del fondo
id: Warna latar belakang
ja: 背景色
no: Bakgrunnsfarge
ru: Цвет фона
tr: Arkaplan rengi
uk: Колір фону
vi: Màu nền

# Languages::lbl_amazon_button_color
source: Button color
ar: لون الزر
cs: Barva tlačítka
da: Knappefarve
de: Tastenfarbe
el: Χρώμα κουμπιού
es: Color del botón
id: Warna tombol
ja: ボタンの色
no: Knappfarge
ru: Цвет кнопки
tr: Buton rengi
uk: Колір кнопки
vi: Màu nút bấm

# Languages::lbl_amazon_button_size
source: Button size
ar: حجم الزر
cs: Velikost tlačítka
da: Knapstørrelsen
de: Tastengrösse
el: Μέγεθος κουμπιού
es: Tamaño de botón
id: Ukuran tombol
ja: ボタンのサイズ
no: Knappstørrelse
ru: Размер кнопки
uk: Розмір кнопки
vi: Kích thước nút

# Languages::lbl_amazon_button_style
source: Amazon button style
ar: شكل زر الـ Amazon
cs: Styl tlačítka Amazon
da: Amazon knap stil
de: Amazon Style Taste
el: Στυλ κουμπιού Amazon
es: Estilo de botón de Amazon
id: Model tombol Amazon
ja: Amazonボタンスタイル
no: Amazon knapp stil
ru: Стиль кнопки Amazon
uk: Amazon стиль кнопки
vi: Định dạng nút Amazon

# Languages::lbl_amazon_color_dark
source: Dark
ar: غامق
cs: Tmavá
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
id: Gelap
ja: ダーク
no: Mørk
ru: Темный
uk: Темний
vi: Tối

# Languages::lbl_amazon_color_light
source: Light
ar: فاتح
cs: Světlo
da: Lys
de: Hell
el: Ανοιχτόχρωμο
es: Liviano
id: Terang
ja: ライト
no: Lys
ru: Светлый
uk: Світлий
vi: Sáng

# Languages::lbl_amazon_color_orange
source: Orange
ar: برتقالي
cs: Oranžová
el: Πορτοκαλί
es: Naranja
ja: オレンジ
no: Oransje
ru: Оранжевый
uk: Помаранчевий
vi: Cam

# Languages::lbl_amazon_color_tan
source: Tan
ar: برونزي
cs: Žlutohnědá barva
de: Tan (Hautfarbe)
el: Καφέ
es: Bronceado
ja: タン
no: Gyllenbrun
ru: Коричневый
uk: Коричневий

# Languages::lbl_amazon_color_white
source: White
ar: أبيض
cs: Bílá
da: Hvid
de: Weiss
el: Άσπρο
es: Blanco
id: Putih
ja: ホワイト
no: Hvit
ru: Белый
uk: Білий
vi: Trắng

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
cs: Proces objednávky na otázky s odpovědí na žádost
da: Gennemfør ordre ved tilbagekaldsfiasko
de: Bestellbearbeitung bei Rückrufausfall
el: Αποτυχία διαδικασίας παραγγελίας από επανάκτηση
es: Procesar pedido en fallo de devolución de llamada
id: Proses pesanan saat callback gagal
no: Behandle ordre ved mislykket tilbakekalling
ru: Обработать заказ при проблеме с ответом на запрос
uk: Обробити замовлення при проблемі з відповіддю на запит
vi: Quá trình đặt hàng ngày gọi lại thất bại

# Languages::lbl_amazon_size_large
source: Large
ar: كبير
cs: Velké
da: Stor
de: Gross (Large)
el: Μεγάλο
es: Grande
id: Besar
ja: 大
no: Stor
ru: Большой
uk: Великий
vi: Lớn

# Languages::lbl_amazon_size_medium
source: Medium
ar: متوسط
cs: Střední
de: Mittel
el: Μεσαίο
es: Mediano
id: Sedang
ja: 中
no: Middels
ru: Средний
uk: Середній
vi: Trung bình

# Languages::lbl_amazon_size_xlarge
source: X-Large
ar: ضخم
cs: X-Velké
de: Extra Gross (X-) Large
el: Πολύ μεγάλο (XL)
es: Extra grande
id: Sangat besar
ja: 特大
no: Extra Stor
ru: Очень большой
uk: Великий
vi: Rất lớn

# Languages::left
source: Left
ar: إلى اليمين
cs: Vlevo
da: venstre
de: Links
el: Αριστερά
es: Izquierda
id: Kiri
ja: 左
no: Venstre
ru: Слева
tr: Sol
uk: Ліворуч
vi: Trái

# Languages::length
source: Length
ar: الطول
cs: Délka
da: Længde
de: Länge
el: Μήκος
es: Largo
id: Panjang
ja: 長さ
no: Lengde
ru: Длина
tr: Uzunluk
uk: Довжина
vi: Chiều dài

# Languages::less
source: less
ar: أقل
cs: menší
da: mindre
de: weniger
el: λιγότερο
es: menos
id: kurang
ja: 閉じる
no: mindre
ru: меньше
uk: менше
vi: ít hơn

# Languages::letter
source: Letter
ar: الخطاب
cs: Dopis
da: Brev
de: Brief
el: Επιστολή
es: Carta
id: Huruf
no: Brev
ru: Письмо
uk: Лист
vi: Thư

# Languages::level
source: Level
ar: المستوى
cs: Úroveň
da: Niveau
de: Stufe (Level)
el: Επίπεδο
es: Nivel
id: Tingkatan
ja: レベル
no: Nivå
ru: Уровень
tr: Seviye
uk: Рівень
vi: Mức độ

# Languages::licence_agreement
source: License Agreement
ar: اتفاقية الترخيص
cs: Licenční podmínky
da: Licensaftale
de: Lizenzvertrag
el: Άδεια χρήσης
es: Licencia de uso
id: Perjanjian Lisensi
ja: 利用規約
no: Lisensavtale
ru: Лицензионное соглашение
tr: Lisans Sözleşmesi
uk: Ліцензійна угода
vi: Thỏa thuận cấp phép

# Languages::license_agreement
source: License agreement
ar: اتفاقية الترخيص
cs: Licenční podmínky
da: Licensaftale
de: Lizenzvertrag
el: Άδεια χρήσης
es: Licencia de uso
id: Perjanjian Lisensi
ja: 利用規約
no: Lisensavtale
ru: Лицензионное соглашение
tr: Lisans Sözleşmesi
uk: Ліцензійна угода
vi: Thỏa thuận cấp phép

# Languages::license_number
source: License number
ar: رقم الترخيص
cs: Licenční číslo
da: Licens antal
de: Lizenznummer
el: Αριθμός άδειας χρήσης
es: Número de licencia
id: Nomor lisensi
ja: ライセンス番号
no: Lisensnummer
ru: Номер лицензии
tr: Lisans numarası
uk: Номер ліцензії
vi: Số giấy phép

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
ar: لا يمكن أن تترك خانة رقم الترخيص فارغة
cs: Licenční číslo nemůže být prázdné
da: Licensnummer kan ikke være tomt
de: Lizenznummer kann nicht leer sein
el: Ο Αριθμός άδειας δεν μπορεί να είναι άδειος
es: El número de licencia no puede quedar en blanco
id: Nomor lisensi tidak boleh kosong
ja: ライセンス番号を入力してください
no: Lisensnummeret kan ikke være tomt
ru: Номер лицензии не может быть пустым
tr: Lisans numarası boş bırakılamaz
uk: Номер ліцензії не може бути пустим
vi: Số giấy phép không được để trống

# Languages::limit
source: Limit
ar: الحد
cs: Max. počet prvků
da: begrænsning
de: Grenze
el: Όριο
es: Límite
id: Batas
ja: 上限
no: Grense
ru: Макс. число элементов
uk: Межа
vi: Giới hạn

# Languages::line
source: Line
ar: السطر
cs: Řádka
da: linje
de: Linie
el: Γραμμή
es: Línea
id: Garis
ja: 線
no: Linje
ru: Линейный
tr: Hat
uk: Лінія
vi: Dòng

# Languages::linear
source: Linear
ar: طولي
cs: Přímočarý
da: lineær
el: Γραμμική
es: Lineal
id: Linier
ja: リニア
no: Lineær
ru: Линейный
tr: Doğrusal
uk: Лінійний
vi: Tuyến tính

# Languages::link
source: Link
ar: الرابط
cs: Odkaz
el: Σύνδεσμος
es: Enlace
id: Tautan
ja: リンク
ru: Ссылка
uk: Посилання
vi: Liên kết

# Languages::linked_categories
source: Linked categories
ar: الفئات المرتبطة
cs: Propojené kategorie
da: Linked kategorier
de: Verlinkte Kategorien
el: Συνδεδεμένες κατηγορίες
es: Categorías vinculadas
id: Kategori terkait
ja: リンクされたカテゴリー
no: Linkede kategorier
ru: Связанные категории
tr: Bağlantılı kategoriler
uk: Пов'язані категорії
vi: Liên kết danh mục

# Languages::linked_products
source: Linked products
ar: المنتجات المرتبطة
cs: Propojené zboží
da: Linked produkter
de: Verlinkte Produkte
el: Σχετικά προϊόντα
es: Productos enlazados
id: Produk yang terkait
ja: リンクされた商品
no: Linkede produkter
ru: Связанные товары
tr: Bağlantılı ürünler
uk: Пов'язані товари
vi: Sản phẩm liên kết

# Languages::links
source: Links
ar: الروابط
cs: Odkazy
da: Link
el: Σύνδεσμοι
es: Enlaces
id: Tautan
ja: リンク
no: Linker
ru: Ссылки
tr: Linkler
uk: Посилання
vi: Liên kết

# Languages::links_thumb
source: Links thumb
ar: مصغرات الروابط
cs: Náhled odkazů
da: Link thumb
de: Links Bildminiaturen (Thumbnails)
el: Σύνδεσμοι μικρογραφιών
es: Enlaces de miniatura
id: Tautan thumb
ja: リンク付きサムネイル
no: Miniatyrbildelinker
ru: Вид ссылки
tr: Resimli Link
uk: Вид посилання
vi: Liên kết chính

# Languages::link_text
source: Link text
ar: نص الرابط
cs: Text odkazu
da: Link tekst
de: Text für Link
el: Κείμενο συνδέσμου
es: Enlace de texto
id: Tautan teks
ja: リンク用テキスト
no: Link tekst
ru: Текст ссылки
tr: Link yazı
uk: Текст посилання
vi: Văn bản liên kết

# Languages::link_to
source: Link to
ar: مرتبط بـ
cs: Odkaz na
da: Link til
de: Link zu
el: Σύνδεση στο
es: Enlazar a
id: Tautan ke
ja: リンク先
no: Link til
ru: Ссылка на
tr: Link
uk: Посилання на
vi: Liên kết với

# Languages::list
source: List
ar: قائمة
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
id: Daftar
ja: リスト（縦並び）
no: Liste
ru: Список
tr: Liste
uk: Список
vi: Danh sách

# Languages::list_objects
source: List objects
ar: عناصر القائمة
cs: Seznam objektů
da: Liste objekt
de: Listen Objekte
el: Αντικείμενα λίστας
es: Objetos de lista
id: Daftar obyek
ja: 一覧用オブジェクト
no: List objekter
ru: Объекты списка
tr: Liste objeleri
uk: Об’єкти списку
vi: Danh sách các đối tượng

# Languages::list_price
source: List price
ar: قبل الخصم
cs: Doporučená cena
da: Før pris
de: Listenpreis
el: Τιμή Τιμοκαταλόγου
es: Precio de lista
id: Harga normal
ja: 通常価格
no: Listepris
ru: Рекомендованная цена
tr: Liste fiyatı
uk: Рекомендована ціна
vi: Giá cũ

# Languages::list_price_decreased
source: List price has been decreased by
ar: السعر قبل الخصم تم اقتطاعه بقيمة
cs: Doporučená cena byla snížena o
da: Listepris er blevet reduceret med
de: Listenpreis wurde ermässigt um
el: Η Τιμή τιμοκαταλόγου έχει μειωθεί κατά
es: Precio de lista ha sido disminuido por
id: Daftar harga telah turun
ja: 通常価格から次の金額が減算されした
no: Listepris er blitt redusert med
ru: Рекомендованная цена была уменьшена
tr: Liste fiyatı azalarak
uk: Рекомендовану ціну було зменшено
vi: Bảng giá đã giảm bởi

# Languages::list_price_increased
source: List price has been increased by
ar: السعر قبل الخصم تم زيادته بقيمة
cs: Doporučená cena byla zvýšena o
da: Listepris er øget med
de: Listenpreis wurde erhöht um
el: Η Τιμή τιμοκαταλόγου έχει αυξηθεί κατά
es: Precio de lista se ha incrementado en
id: Daftar harga telah naik
ja: 通常価格に次の金額が加算されました
no: Listepris er økt med
ru: Рекомендованная цена была увеличена
tr: Liste fiyatı artarak
uk: Рекомендовану ціну було збільшено
vi: Bảng giá đã tăng bởi

# Languages::list_price_short
source: List price
ar: قبل الخصم
cs: Doporučená cena
da: Listepris
de: Listenpreis
el: Τιμή Τιμοκαταλόγου
es: Precio de lista
id: Daftar Harga
ja: 通常価格
no: Listepris
ru: Реком. цена
tr: Liste fiyatı
uk: Рекомендована ціна
vi: Bảng giá

# Languages::list_quantity_count
source: List quantity count
ar: عدد كمية العرض
cs: Počet hodnot v nabídce s množstvím
da: Liste antal count
de: Listenmenge Aufzählung
el: Αρίθμηση λίστας Ποσότητας
es: Listar recuento de cantidad
id: Diskon kuantitas
ja: 販売単位のリスト表示数
no: Liste antall opptelling
ru: Максимальное число вариантов в списке выбора количества
tr: Liste miktar sayısı
uk: Максимальне число в списку выбора кількості
vi: Danh sách số lượng truy cập
