Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::override_product_data
source: Apply values to all the selected products
ar: تطبيق القيم على كل المنتجات
cs: Použít hodnoty na všechno vybrané zboží
da: Anvend værdier til alle udvalgte produkter
de: Werte auf alle selektierten Produkte anwenden
el: Εφαρμογή των αξιών σε όλα τα επιλεγμένα προϊόντα
es: Aplicar valores a todos los productos seleccionados
id: Terapkan nilai untuk semua produk yang dipilih
ja: 選択したすべての商品に適用する値を設定
no: Påfør verdier til alle utvalgte produkter
ru: Применить значения к выделенным товарам
tr: Seçilen tüm ürünlere fiyatı uygula
uk: Застосувати значення до всіх вибраних продуктів
vi: Áp dụng giá trị cho tất cả các sản phẩm đã chọn

# Languages::owner
source: Owner
ar: المالك
cs: Majitel
da: Ejer
de: Besitzer
el: Ιδιοκτήτης
es: Propietario
id: Pemilik
ja: オーナー
no: Eier
ru: Владелец
tr: Etkinlik sanibi
uk: Власник
vi: Chủ sở hữu

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
cs: Prosím, napište "Souhlasím" nebo "Nesouhlasím" v příslušném políčku
da: Skriv venligst "Accepter" eller "Ikke accepter" i boksen
de: Geben Sie bitte in das dafür vorgesehene Feld "Stimme zu" oder "Stimme nicht zu" ein
el: Παρακαλώ πληκτρολογήστε "ΑΠΟΔΕΧΟΜΑΙ" ή "ΔΙΑΦΩΝΏ" στο παρεχόμενο πλαίσιο
es: Por favor, escriba "Aceptar" o "Desacuerdo" en el cuadro suministrado
id: Silakan ketik "SETUJU" atau "TIDAK SETUJU" pada kotak yang tersedia
no: Vennligst skriv "ENIG" eller "UENIG" i boksen
ru: Пожалуйста, введите "AGREE" или "DISAGREE" в поле
uk: Будь ласка, введіть "AGREE" чи "DISAGREE" у відповідному полі
vi: Vui lòng nhập "ĐỒNG Ý" hoặc "KHÔNG ĐỒNG Ý" trong hộp phê duyệt

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
ar: بكتابة كلمة موافق في الصندوق اسفله اوافق على إقرار توقيعي الرسمي للدفع.
cs: Zadáním souhlasu v boxu dole poskytujem můj podpis jako povolení Payment21&reg; na elektronicky debetní účet za sumu kterou jsem zadal. Také pochopili a výslovně povoluji obchodníkovi, zda moje eCheck platby je zneuctili vrátil z jakéhokoli důvodu, elektronicky debetní mé úvahy eCheck platby plus poplatek NSF nepřesahuje státu maximální zákonný limit. Budou vytisknout nebo uložit tuto stránku pro mé záznamy. Mohu zavolat 1-888-770-0850 24/7 podporu s případnými dotazy týkající se této platební transakce.
da: Ved at skrive accepterer i den nedenstående boks, medsender jeg min underskrift som tilladelse til Payment21 ® til elektronisk debitere min konto for det beløb, jeg har indtastet. Jeg forstår også og tillader udtrykkeligt købmanden, hvis min eCheck betaling er vanæret eller returneret uden nogen grund, at elektronisk debitere min konto for den eCheck betaling plus et NSF-gebyr ikke må overstige den maksimale lovlige statsgrænse. Jeg vil udskrive eller gemme denne side til min poster. Jeg kan ringe 1-888-770-0850 for 24/7 support med spørgsmål vedrørende denne betalingstransaktionen.
de: Mit der Eingabe von AGREE in das untenstehende Feld leiste ich meine Unterschrift als Vollmacht an Payment21&reg;, um den von mir eingegebenen Betrag elektronisch von meinem Konto abzubuchen. Ich verstehe und ermächtige den Händler ausdrücklich, wenn meine eCheck-Zahlung aus irgendeinem Grund nicht eingelöst oder zurückgegeben wird, meinem Konto den Betrag der eCheck-Zahlung zuzüglich einer NSF-Gebühr elektronisch zu belasten, um die staatliche Höchstgrenze nicht zu überschreiten. Ich werde diese Seite drucken oder für meine Unterlagen speichern. Ich kann 1-888-770-0850 für den 24/7-Support bei allen Fragen zu diesem Zahlungsvorgang anrufen.
es: Entrando "ACUERDO" en el campo de debajo, doy mi firma como autorización a Payment21&reg; para cargar electrónicamente en mi cuenta para el importe que he introducido. También entiendo que autorizo expresamente al comercio, si mi eCheck no es honorado o devuelto por cualquier razón, a cargar a mi cuenta el importe de mi eCheck más los gastos que no excedan el límite máximo legal. Imprimiré o guardaré esta página para mi constancia y archivo. Puedo llamar al 1-888-770-0850 24/7 para cuestiones en relación a esta transacción de pago.
id: Dengan mengetik SETUJU pada kotak ini, saya memberikan tanda tangan sebagai otorisasi untuk Payment21 ® untuk mendebet rekening saya dengan jumlah yang telah saya masukkan. Saya juga mengerti dengan otoritas pedagang, jika pembayaran eCheck saya ditolak atau dikembalikan untuk alasan apapun, untuk debet account saya secara elektronik untuk pembayaran eCheck ditambah biaya NSF tidak melebihi batas maksimum yang berlaku. Saya akan mencetak atau menyimpan halaman ini untuk catatan saya. Saya bisa menelepon 1-888-770-0850 untuk dukungan 24/7 dengan pertanyaan mengenai transaksi pembayaran ini.
no: Ved å skrive ENIG i boksen under jeg gir min signatur som fullmakt til Payment21&reg; til å elektronisk belaste min konto for beløpet jeg har skrevet. Jeg godtar også å tillate grossisten, hvis min eCheck betaling er vanæret eller returnert eller av en annen grunn, til å elektronisk belaste kontoen min for mengden av eCheck betaling pluss et NSF gebyr for ikke å overskride statens maksimale lovlige grense. Jeg vil skrive ut eller lagre denne siden i mitt arkiv. Jeg kan ringe 1-888-770-0850 for 24/7 support med spørsmål angående denne betalingstransaksjon.
ru: Вводя AGREE, я предоставляю свою подпись для авторизации в Payment21&reg; , чтобы списать с карты указанную мной сумму. Также я понимаю и разрешаю продавцу, в случае если моему eCheck платежу будет отказано или он будет возвращен по какой-либо причине, чтобы списать с карты указанную мной сумму + плату NSF, не превышающую максимально допустимого значения. Я распечатаю или сохраню эту страницу. Я могу позвонить по телефону круглосуточной поддержки 1-888-770-0850 по любым вопросам, связанным с данной транзакцией.
uk: Вводячи AGREE, я надаю свій підпис для авторизації в Payment21&reg; , щоб списати з картки зазначену мною суму. Також я розумію і дозволяю продавцю, у разі якщо моєму eCheck платежу буде відмовлено або він буде повернутий з якої-небудь причини, щоб списати з картки зазначену мною суму + плату NSF, що не перевищує максимально допустимого значення. Я роздрукую або збержу цю сторінку. Я можу зателефонувати за телефоном цілодобової підтримки 1-888-770-0850 з будь-яких питань, пов'язаних з даною транзакцією.
vi: Bằng cách gõ đồng ý trong ô chọn bên dưới tôi đang cung cấp chữ ký của tôi như là ủy quyền để Payment21 ® để ghi nợ điện tử tài khoản của tôi đối với số tiền tôi đã nhập. Tôi cũng hiểu và ủy quyền cho các thương gia, nếu thanh toán eCheck của tôi bị thất lạc hoặc quay trở lại vì lý do nào, để ghi nợ tài khoản của tôi với số tiền thanh toán eCheck cộng với một khoản phí NSF không để vượt quá giới hạn tối đa quy phạm pháp luật nhà nước. Tôi sẽ in hoặc lưu trang này cho hồ sơ của tôi. Tôi có thể gọi 1-888-770-0850 hỗ trợ 24/7 với bất kỳ câu hỏi nào liên quan đến giao dịch thanh toán này.

# Languages::package
source: Package
ar: العبوة
cs: Balíček
da: Pakker
de: Paket
el: Πακέτο
es: Paquete
id: Paket
ja: パッケージ
no: Pakke
ru: Дистрибутив
tr: Paket
uk: Дистрибутив
vi: Gói

# Languages::packages
source: Packages
ar: العبوات
cs: Balíky
da: Pakker
de: Verpackungen
el: Πακέτα
es: Paquetes
id: Paket
ja: パッケージ
no: Pakker
ru: Посылки
uk: Пакунки
vi: Đóng gói

# Languages::show_package_contents
source: View upgrade contents
ar: عرض محتويات الترقية
cs: Zobrazit obsah upgradu
da: Se opgradering indhold
de: Upgrade-Inhalt anzeigen
el: Προβολή περιεχομένων αναβάθμισης
es: Ver los contenidos de la actualización
id: Lihat peningkatan isi
ja: 更新されたコンテンツを見る
no: Vis oppgraderings innholdet
ru: Показать содержимое обновления
tr: Yükseltme içeriğini görüntüle
uk: Показати вміст оновлення
vi: Xem nội dung nâng cấp

# Languages::package_type
source: Package type
ar: نوع العبوة
cs: Typ balíku
da: pakke type
de: Verpackungstyp
el: Τύπος πακέτου
es: Tipo de paquete
id: Jenis paket
ja: パッケージの種類
no: Pakketype
ru: Тип упаковки
tr: Paket tipi
uk: Тип упаковки
vi: Loại gói

# Languages::packing_slip
source: Packing slip
ar: قصاصة العبوة
cs: Dodací list
da: Pakke bon
de: Lieferschein
el: Δελτίο της συσκευασίας
es: Hoja de devolución
id: Slip kemasan
ja: 配送表
no: Pakkseddel
ru: Опись вложения
tr: Paketleme çıkarma
uk: Опис вмісту
vi: Bao bì phiếu

# Languages::packing_slip_for_order
source: Packing slip for order
ar: قصاصة عبوة الطلب
cs: Dodací list pro objednávku
da: Pakke bon for ordre
de: Lieferschein für Bestellung
el: Δελτίο της συσκευασίας για παραγγελία
es: Lista de empaque para el pedido
id: Slip kemasan untuk pesanan
ja: 配送表
no: Pakkeseddel for ordre
ru: Упаковочный реестр для заказа
uk: Пакувальний реєстр для замовлення
vi: Bao bì phiếu cho đơn đặt hàng

# Languages::page
source: Page
ar: صفحة
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Pagina
id: Halaman
ja: ページ
no: Side
ru: Страница
tr: Sayfa
uk: Сторінка
vi: Trang

# Languages::pages
source: Pages
ar: الصفحات
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Paginas
id: Halaman
ja: ページ
no: Sider
ru: Страницы
tr: Sayfalar
uk: Сторінки
vi: Trang

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
ar: تم نسخ الصفحة <b>[page]</b> بنجاح. يمكنكم الآن تحرير الصفحة الجديدة
cs: Tato stránka <b>[page]</b> byla uspěšně naklonována. Nyní můžete novou stránku editovoat
da: Den side <b>[page]</ b> er blevet klonet med succes. Nu kan du redigere den nye side
de: Die Seite <b>[page]</b> wurde erfolgreich geklont (kopiert). Sie können jetzt die neue Seite bearbeiten
el: Η σελίδα <b> [page] </ b> έχει κλωνοποιηθεί επιτυχώς. Τώρα μπορείτε να επεξεργαστείτε τη νέα σελίδα
es: La página <b>[page]</b> ha sido clonada con éxito. Ahora puede editar la nueva página
id: Halaman<b>[page]</b> telah berhasil digandakan. SekarangAnda dapat mengedit halaman baru
ja: <b>[page]</b> ページをコピーしました。 新しいページとして編集できます。
no: Siden <b>[page]</b> har blitt klonet. Du kan nå redigere den nye siden
ru: Страница <b>[page]</b> была дублирована успешно. Теперь вы можете редактировать новую страницу.
tr: Sayfa <b>[page]</b> başarı ile kopyalandı. Şimdi yeni sayfayı düzenleyebilirsiniz
uk: Сторінку<b>[page]</b> продубльовано. Тепер ви маєте змогу редагувати нову сторінку
vi: Trang <b>[page]</b> đã được sao chép thành công. Bây giờ bạn có thể chỉnh sửa trang mới

# Languages::page_id
source: Page ID
ar: معرف الصفحة
cs: ID stránky
da: Side ID
de: Seiten ID
el: ID Σελίδας
es: ID de la pagina
id: ID halaman
ja: ページID
no: Side ID
ru: Номер страницы
tr: Sayfa ID
uk: НОМЕР сторінки
vi: ID Trang

# Languages::page_link
source: Page URL
ar: رابط الصفحة
cs: URL stránky
da: Side URL
de: Seiten URL
el: URL Σελίδας
es: URL de la pagina
id: URL halaman
ja: ページURL
no: Side URL
ru: URL страницы
tr: Sayfa URL
uk: URL сторінки
vi: URL trang

# Languages::page_name
source: Page name
ar: اسم الصفحة
cs: Název stránky
da: Side navn
de: Seitenname
el: Όνομα Σελίδας
es: Nombre de la pagina
id: Nama halaman
ja: ページ名
no: Sidenavn
ru: Название страницы
tr: Sayfa adı
uk: Назва сторінки
vi: Trang tên

# Languages::page_not_found
source: Page Not Found
ar: الصفحة غير موجودة
cs: Stránka nenalezena
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
id: Halaman tidak ditemukan
ja: ページが見つかりません
no: Finner ikke siden
ru: Страница не найдена
tr: Sayfa bulunamadı
uk: Сторінку не знайдено
vi: Không tìm thấy trang

# Languages::page_not_found_text
source: The page you have requested cannot be found.
ar: الصفحة المطلوبة غير موجودة.
cs: Požadovná stránka nebyla nalezena.
da: Den side, du har bedt om kan ikke findes.
de: Die von Ihnen angeforderte Seite kann nicht gefunden werden.
el: Η σελίδα που ζητήσατε δεν βρέθηκε.
es: La página solicitada no se ha encontrado.
id: Halaman yang Anda cari tidak ditemukan.
ja: リクエストされたページが見つかりませんでした。
no: Siden du har bedt om finnes ikke.
ru: Запрашиваемая страница не найдена.
tr: İstediğiniz sayfa bulunamadı.
uk: Запитувана вами сторінка не знайдено.
vi: Không tìm thấy trang bạn yêu cầu.

# Languages::page_title
source: Page title
ar: عنوان الصفحة
cs: Název stránky
da: Side titel
de: Seitentitel
el: Τίτλος σελίδας
es: Título de la página
id: Judul halaman
ja: ページタイトル
no: Sidetittel
ru: Название страницы
tr: Sayfa başlığı
uk: Назва сторінки
vi: Tiêu đề trang

# Languages::paid_amount
source: Paid amount
ar: القيمة المدفوعة
cs: Zaplacená částka
da: betaler
de: Bezahlter Betrag
el: Ποσό που πληρώθηκε
es: Importe pagado
id: Jumlah dibayar
ja: 支払済金額
no: Betalt beløp
ru: Оплаченная сумма
uk: Оплачувана сума
vi: Số tiền trả

# Languages::param
source: Parameter
ar: المتغير
cs: Parametr
el: Παράμετρος
es: Parámetro
ja: パラメーター名
ru: Параметр
tr: Parametre
uk: Параметр
vi: Tham số

# Languages::parameter
source: Object to analyze
ar: تحليل
cs: Předmět k analýze
da: Objekt til at analysere
de: Objekt zu analysieren
el: Αντικείμενο προς ανάλυση
es: Objeto a analizar
id: Obyek untuk dianalisa
ja: 分析対象
no: Objekt å analysere
ru: Объект для анализа
tr: Analiz objesi
uk: Об'єкт для аналізу
vi: Đối tượng để phân tích

# Languages::parameter_name
source: Parameter name
ar: اسم المعامل
cs: Název parametru
da: Parameter navn
el: Όνομα παραμέτρου
es: Nombre de parámetro
id: Nama parameter
ja: パラメーター名
no: Parameternavn
ru: Название параметра
tr: Parametre adı
uk: Назва параметра
vi: Tên tham số

# Languages::parent_category
source: Parent category
ar: الفئة الأم
cs: Nadřazená kategorie
da: forælder kategori
de: Stamm Kategorie
el: Μητρική Κατηγορία
es: Familia padre
id: Kategori induk
ja: 親カテゴリー
no: Overordnet kategori
ru: Родительская категория
tr: Ana kategori
uk: Батьківська категорія
vi: Danh mục cha

# Languages::parent_category_id
source: Parent category
ar: الفئة الأم
cs: Nadřazená kategorie
da: Overordnet kategori
de: Übergeordnete Kategorie
el: Μητρική Κατηγορία
es: Categoria padre
id: Kategori induk
ja: 親カテゴリー
no: Overordnet kategori
ru: Родительская категория
uk: Батьківська категорія
vi: Danh mục cha

# Languages::parent_item
source: Parent item
ar: العنصر الأم
cs: Nadřazená položka
da: forælder item
de: Stamm Artikel
el: Μητρικό αντικείμενο
es: Ítem padre
id: Item induk
ja: 親メニュー
no: Overordnet element
ru: Родительский элемент
tr: Ana madde
uk: Батьківський елемент
vi: Mục cha

# Languages::parent_page
source: Parent page
ar: الصفحة الأم
cs: Nadřazená stránka
da: forælder sider
de: Stamm Seite (root)
el: Μητρική σελίδα
es: Página padre
id: Halaman induk
ja: 親ページ
no: Overordnet side
ru: Родительская страница
tr: Ana sayfa
uk: Батьківська сторінка
vi: Trang cha

# Languages::parent_page_id
source: Parent page
ar: الصفحة الأم
cs: Nadřazená stránka
da: Overordnet side
de: Übergeordnete Seite
el: Μητρική σελίδα
es: Página padre
id: Halaman induk
ja: 親ページ
no: Overordnet side
ru: Родительская страница
uk: Батьківська сторінка
vi: Trang cha

# Languages::partner
source: Partner
ar: شريك
cs: Společník
el: Συνεργάτης
es: Socio
id: Mitra
ja: パートナー
ru: Партнер
tr: Ortak
uk: Партнер
vi: Đối tác

# Languages::passphrase
source: Pass-phrase
ar: كلمة المرور
cs: Přístupové heslo
da: Pass-frase
de: Passwort/Satz (passphrase)
el: Συνθηματική φράση
es: Palabra clave
id: Pass-frase
ja: パスフレーズ
no: Pass-frase
ru: Идентификационная фраза
tr: Şifre öbeği
uk: Парольна фраза

# Languages::passport_number
source: Passport number
ar: رقم الجواز
cs: Číslo cestovního pasu
da: Pasnummer
de: Passnummer
el: Αριθμός διαβατηρίου
es: Número de pasaporte
id: Nomor passport
ja: パスポート番号
no: Passnummer
ru: Номер паспорта
uk: Номер паспорта
vi: Số hộ chiếu

# Languages::password
source: Password
ar: كلمة المرور
cs: Heslo
da: Kodeord
de: Passwort
el: Κώδικός
es: Contraseña
id: Sandi
ja: パスワード
no: Passord
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu

# Languages::path_to_files
source: Full path to the "atos" files
ar: المسار الكامل لملفات الـ "atos"
cs: Plná cesta k souborům "atos"
da: Fuld sti til "atos" filer
de: Kompletter Pfad zu "atos" Deteien
el: Πλήρης διαδρομή στα "atos" αρχεία
es: Ruta completa a archivos "atos"
id: Path lengkap ke file "atos"
no: Full sti til "atos" filene
ru: Полный путь к файлам "atos".
tr: "atos" dosyası tam yolu
uk: Повний шлях до файлів "atos"
vi: Các đường dẫn đầy đủ tới các tập tin "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
ar: فترة التوقف (بالثواني)
cs: Pausa zpoždění (v sekundách)
da: Pause forsinkelse
de: Verzögerung pausieren
el: Παύση καθυστέρησης
es: Retardo de pausa
id: Hentikan penundaan (in seconds)
ja: 表示間隔
no: Pause forsinkelse (i sekunder)
ru: Приостановка движения
tr: Gecikmeye ara ver
uk: Пауза затримки (у секундах)
vi: Tạm dừng trì hoãn (trong giây)

# Languages::payflowcolor
source: Payflow color
ar: لون التدفق
cs: Payflow barva
da: Payflow farve
de: Payflow Farbe
el: Payflow χρώμα
es: Color Payflow
id: Warna Payflow
no: Payflow farge
ru: Цвет Payflow
uk: Payflow кольор
vi: Payflow màu

# Languages::payment
source: Payment
ar: دفع
cs: Platba
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
id: Pembayaran
ja: 支払方法
no: Betaling
ru: Платеж
tr: Ödeme
uk: Платіж
vi: Thanh toán

# Languages::payments
source: Payments
ar: المدفوعات
cs: Platby
da: Betalinger
de: Zahlungen
el: Πληρωμές
es: Pagos
id: Pembayaran
ja: 支払方法
no: Betalinger
ru: Платежи
tr: Ödemeler
uk: Платежі
vi: Thanh toán

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
ar: <b>يرجى ملاحظة:</b> <br>1. يتطلب هذا الدفع خيار الخروج تمكين https! <br>2. بشكل افتراضي، يظهر موقع السحب لمستخدم في وضع الدفع. بغية إظهار موقع مختلف، إنشاء موقع جديد مع إيفاد 'checkout.cresecure_template' في <a href="[url]" target="_blank"> إدارة التخطيط</a>.
cs: <b>Upozornění:</b><br>1.Tato platba vyžaduje https pro objednávkový proces!<br>2. Ve výchozím nastavení je pokladna zobrazena uživateli na místě platby. Aby se zobrazila jiná lokace, vytvořte novou lokaci s odesíláním "checkout.cresecure_template" v <a href="[url]" target="_blank">Layout manager</a>.
da: <b>Bemærk:</b><br>1. Denne betaling kræver https checkout indstilling skal være aktiveret!<br>2. Checkout placering vises som standard for en bruger på betalingudførelse. For at vise en anden placering, skal du oprette en ny placering med afsendelse 'checkout.cresecure_template' i <a href="[url]" target="_blank"> Layout manager</a>.
de: <b>Bitte beachten Sie:</b><br>1. Für diese Zahlung muss die Option https Checkout aktiviert sein!<br>2. Standardmäßig wird der Checkout-Standort einem Benutzer bei der Zahlungsabwicklung angezeigt. Um einen anderen Standort anzuzeigen, erstellen Sie einen neuen Standort mit dem Bericht 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
el: <b>Παρακαλώ σημειώστε:</b><br />1. Η πληρωμή αυτή απαιτεί την επιλογή https να είναι ενεργοποιημένη<br />2. από προεπιλογή, η θέση του Ταμείου εμφανίζεται στο χρήστη στην περιοχή της πληρωμής. Προκειμένου να το εμφανίσετε σε μια διαφορετική θέση, δημιουργήσετε μια νέα τοποθεσία με το dispatch 'checkout.cresecure_template' στη <a href="[url]" target="_blank"> Διαχείριση Διάταξης</a>.
es: <b>Observe por favor:</b> <br>1. Este pago requiere la opción pago https para ser habilitado. <br>2. Por defecto, la ubicación de checkout se muestra al usuario cuando se efectua el pago. Para mostrar otra ubicación, cree otra ubicación con el dispatch 'checkout.cresecure_template' en el <a href="[url]" target="_blank">Gestor de diseño</a>. Por defecto, se muestra la ubicación de salida a un usuario sobre la colocación de pago. Con el fin de mostrar una ubicación diferente, crear una nueva ubicación con el envío de 'checkout.cresecure_template' en el <a href="[url]" target="_blank"> Layout manager</a>.
id: <b>Catatan:</b><br>1. Pembayaran ini memerlukan opsi checkout dengan https diaktifkan !<br>2. Secara default, lokasi Checkout location akan ditampilkan ke pengguna saat pesanan dibuat. Untuk menampilkan lokasi berbeda, buat lokasi baru dengan melakukan dispatch 'checkout.cresecure_template' di dalam <a href="[url]" target="_blank">Layout manager</a>.
no: <b>Merk:</b><br>1. Denne betalingen krever at https utsjekkingsalternativet er slått på!<br>2. Som standard er utsjekkingsbeliggenhet vist til en bruker på betalingssiden. For å vise en annen beliggenhet, opprett en ny beliggenhet med 'checkout.cresecure_template' i <a href="[url]" target="_blank">Layout-redigereren</a>.
ru: <b>Обратите внимание:</b><br>1. Для этого способа оплаты необходимо включить https опцию для страниц оформления заказа!<br>2. При совершении платежа покупателю показывается страница макета "Оформления заказа". Для того чтобы отображалась другая страница, создайте новую с диспетчером «checkout.cresecure_template» на странице <a href="[url]" target="_blank">Макеты</a>.
uk: <b>Зверніть увагу:</b> <br>1. Для цього способу оплати необхідно увімкнути опцію https для сторінок оформлення замовлення! <br>2. При здійсненні платежу покупцю показується сторінка макета "формлення замовлення". Для того, щоб відобразалась інша сторінка, створіть нову з диспечером 'checkout.cresecure_template' на сторінці <a href="[url]" target="_blank">Макети</a>.
vi: <b>Xin lưu ý:</b> <br>1. Khoản thanh toán này đòi hỏi các tùy chọn thanh toán https có hiệu lực! <br>2. Theo mặc định, khu vực thanh toán hiển thị cho người dùng trên thanh toán đặt hàng. Để hiển thị một khu vực địa lý khác, tạo ra một địa điểm mới với đường dẫn 'checkout.cresecure_template' trong <a href="[url]" target="_blank"> Quản lý cách bố trí</a>.

# Languages::payments.epdq.bgcolor
source: Background color
ar: لون الخلفية
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα Φόντου
es: Color de fondo
id: Warna latar belakang
no: Bakgrunnsfarge
ru: Цвет фона
uk: Колір фону
vi: Màu nền

# Languages::payments.epdq.btn_bgcolor
source: Button background color
ar: لون خلفية الزر
cs: Barva pozadí tlačítka
da: Knappen baggrundsfarve
de: Hintergrundfarbe für Taste
el: Χρώμα φόντου κουμπιού
es: Color de fondo del botón
id: Warna latar tombol
no: Knapp bakgrunnsfarge
ru: Цвет фона кнопок
uk: Колір фону кнопок
vi: Màu nền của nút bấm

# Languages::payments.epdq.btn_textcolor
source: Button text color
ar: لون نص الزر
cs: Barvu textu tlačítka
da: Knappen Tekstfarve
de: Textfarbe für Tasten
el: Χρώμα κειμένου κουμπιού
es: Color de texto del botón
id: Warna teks tombol
no: Knapp tekst farge
ru: Цвет текста кнопок
uk: Колір тексту кнопок
vi: Màu chữ của nút bấm

# Languages::payments.epdq.font_type
source: Font type
ar: نوع الخط
cs: Typ písma
da: Skrifttype
de: Schriftart
el: Τυπος Γραμματοσειρας
es: Tipo de letra
id: Jenis huruf
ru: Шрифт
uk: Шрифт
vi: Loại phông chữ

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
cs: Je nám líto, hash řetězec neodpovídá
da: Undskyld, men hash-strengen stemmer ikke overens
de: Entschuldigung die Hash-String (Kette) stimmt nicht übereien
el: Λυπούμαστε, δεν ταιριάζει με τη συμβολοσειρά hash
es: Perdón, la cadena hash no coincide
id: Maaf, hash string tidak cocok
no: Beklager, men hash-strengen stemmer ikke
ru: Хеш строка не совпадает.
uk: На жаль, хеш рядок не співпав
vi: Xin lỗi, Chuỗi băm không phù hợp
