Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change. Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
ar: مفتاح الوصول لسكربت الـ cron الذي يرسل إيميلات إبلاغات تغيير كلمة المرور. استخدم: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value
cs: Přístupový klíč ke cron skriptu, který posílá e-mailové oznámení o změně hesla. Použití: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
da: Adgangs nøgle til "cron script" der sender e-mail beskeden ud. Brug: http://www.example.com/admin.php?dispatch=profiles.password_reminder&amp;cron_password=key_value.
de: Cron password
el: Πλήκτρο πρόσβασης στο cron script που στέλνει e-mail με ειδοποιήσεις για αλλαγή του κωδικού πρόσβασης. Χρήση: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
es: Clave de acceso al script cron que envía correo electrónico notificando el cambio de contraseña. Usa: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
id: Kunci akses ke skrip cron yang mengirim pemberitahuan e-mail tentang perubahan kata sandi. Gunakan: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
ja: パスワード変更依頼メール送信用クロンスクリプトへのアクセスキー<br />使用例: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value
no: Tilgangsnøkkel til cron script som sender e-post meldinger om endring av passord. Bruk: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
ru: Ключ доступа к cron-скрипту, который посылает уведомление о смене пароля по эл. почте. Для вызова скрипта с ключом используйте URL: http://example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
uk: Ключ доступу до cron-скрипту, який надсилає повідомлення про зміну пароля ел. поштою. Для виклику скрипта з ключем використовуйте URL: http://example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
vi: Khóa truy cập để kịch bản định kỳ sẽ gửi email thông báo thay đổi mật khẩu. Sử dụng: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.

# SettingsOptions::store_access_key
source: Access key to temporarily closed store
ar: مفتاح الوصول للمتجر المغلق
cs: Přístupový klíč k dočasně uzavřenému obchodu
da: Adgang nøglen til midlertidigt lukket butik. Anvendelse: http://example.com/index.php?store_access_key=key
de: Zugangsschlüssel zum vorübergehend geschlossenen Store.
el: Κλειδί για πρόσβαση σε προσωρινα κλειστό κατάστημα
es: Cerrar temporalmente la tienda. Usa: http://www.example.com.com/index.php?store_access_key=key_value. Dejar en blanco para volver abrir la tienda.
id: Kunci akses ke toko yang sementara ditutup
ja: 一時閉鎖中のショップへのアクセスキー<br>アクセス用URLの例: http://www.example.com/index.php?store_access_key=my_accesskey
no: Tilgangsnøkkel til midlertidig stengt butikk
ru: Ключ доступа к временно закрытому магазину
uk: Ключ доступу до тимчасово закритої крамниці
vi: Khóa truy cập để tạm thời đóng cửa hàng

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
ar: إعادة بناء الكاش تلقائياً
cs: Automaticky přegenerovat cache při změně souboru
da: Genopbygge cache automatisk
de: Cache automatisch wiederherstellen
el: Παρακολουθείστε τροποποιήσεις σε πραγματικό χρόνο και αποθηκεύστε στην cache αυτόματα εκ νέου τροποποιημένα αρχεία (λειτουργεί μόνο με τα τροποποιημένα αρχεία κατευθείαν στο διακομιστή επίσης.) Μπορεί να επηρεάσει ελαφρώς την απόδοση του καταστήματος. Συνιστάται να το απενεργοποιήσετε κατά την παραγωγή.
es: Reconstruir caché automáticamente
id: Membangun kembali cache secara otomatis
ja: キャッシュの自動リビルド
no: Gjenoppbygg hurtigbufferen automatisk
ru: Обновлять кэш автоматически
tr: Ara belleği otomatik olarak yeniden oluştur
uk: Відновити кеш-пам'ять автоматично
vi: Tự động tái tạo bộ nhớ đệm

# SettingsOptions::order_start_id
source: Initial order ID value
ar: القيمة المبدئية لمعرف الطلب
cs: Počáteční ID hodnota objednávky
da: Ordre id nr
de: Erstauftrag ID-Wert
el: Πληκτρολογήστε έναν αριθμό μεταξύ του 1 και του 10.000.000 (χρησιμοποιήστε ψηφία μόνο) ή αφήστε κενό για αυτόματη πλήρωση.
es: Valor inicial de la identificación de una compra
id: Nilai ID pesanan awal
ja: 注文IDの開始値
no: Startnummer på ordre-ID
ru: Начальный номер заказа
tr: İlk sipariş ID numarası
uk: Початковий номер замовлення
vi: Giá trị ban đầu cho ID đơn hàng

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
ar: السماح للأعضاء بإنشاء الشحنات
cs: Povolit vícenásobné dodávky pro jednu objednávku
da: Tillad oprettelse af forsendelse
de: Benutzer erlauben, Versandarten zu erstellen
el: Δυνατότητα πολλαπλών αποστολών για μια Παραγγελία
es: Permitir a los usuarios crear envíos
id: Izinkan pengguna membuat pengiriman
ja: 配送管理を行う
no: Tillat brukere å opprette forsendelser
ru: Разрешить разделение заказа на несколько отгрузок
tr: Tek bir siparişin birden fazla gönderiye izin ver
uk: Дозволити поділ замовлення на кілька відвантажень
vi: Cho phép nhiều lô hàng cho một đơn đặt hàng duy nhất

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
ar: إبلاغ الزوار بخصوص استخدام الكوكيز
cs: Informovat návštěvníky o použití souborů cookie
da: Informer besøgende om brug af cookies
de: Benachrichtigen Sie Besucher über die Nutzung der Cookies
el: Ενημερώστε τους επισκέπτες για τη χρήση cookies
es: Notificar a los visitantes sobre el uso de cookies
id: Beritahu pengunjung tentang penggunaan cookies
ja: 利用者にCookieの使用について通知する
no: Varsle besøkende om cookies bruk
ru: Оповещать посетителей об использовании кук
uk: Попередити відвідувачів про використання файлів cookie
vi: Thông báo cho khách truy cập về việc sử dụng cookie

# SettingsOptions::tax_calculation
source: Tax calculation method based on
ar: طريقة احتساب الضريبة تعتمد على
cs: Metoda výpočtu daně je založena na
da: Skat beregningsmetode baseret på
de: Steuern Kalkulationsmethode basierend auf
el: Μέθοδος υπολογισμού φόρου, βασισμένη σε
es: Método de cálculo de impuestos basado en
id: Metode perhitungan pajak berdasarkan
ja: 税額の算出基準
no: MVA beregningsmetode basert på
ru: Расчет налога по
tr: Temel vergi hesaplama yöntemi
uk: Обчислення податку на основі
vi: Phương pháp tính toán thuế cơ bản dựa trên

# SettingsOptions::feedback_type
source: Help us improve software
cs: Pomozte nám zlepšit software
da: Hjælp os med at forbedre software
de: Helfen Sie uns CS-Cart zu verbessern
el: Βοηθήστε μας να βελτιώσουμε το CS-Cart
es: Ayúdanos a mejorar CS-Cart
id: Bantu kami memperbaiki perangkat lunak
ja: 設定情報をcs-cart.comに送信（英語）
no: Hjelp oss å forbedre CS-Cart
ru: Помогите нам стать лучше
uk: Допоможіть нам покращити програмне забезпечення
vi: Giúp chúng tôi cải thiện phần mềm

# SettingsOptions::auto_check_updates
source: Check for updates automatically
ar: فحص توفر الترقيات تلقائياً
cs: Automaticky zjišťovat aktualizace
da: Check for opdateringer automatisk
de: Updates automatisch kontrollieren
el: Έλεγχος για αυτόματες ενημερώσεις
es: Comprovar automáticamente la existencia de actualizaciones
id: Periksa pembaruan secara otomatis
ja: CS-Cartのアップデート可否を自動で確認する
no: Se etter oppdateringer automatisk
ru: Проверять наличие обновлений автоматически
tr: Güncelleştirmeleri otomatik olarak denetleme
uk: Перевіряти наявність оновлень автоматично
vi: Kiểm tra cập nhật tự động

# SettingsOptions::ftp_directory
source: Directory
ar: المجلد
cs: Adresář
da: Mappe
de: Verzeichnis
el: Κατάλογος FTP
es: Directorio
id: Direktori FTP
ja: ディレクトリ
no: Katalog
ru: Директория
uk: Директорія
vi: Thư mục

# SettingsOptions::admin_elements_per_page
source: Elements per page
ar: عدد العناصر بالصفحة
cs: Položek na stránku
da: Elements pr side
de: Elemente pro Seite
el: Στοιχεία ανά Σελίδα
es: Elementos por página
id: Elemen per halaman
ja: 1ページに表示するその他の要素数
no: Elementer per side
ru: Количество элементов на странице
tr: Sayfa başına öğe
uk: Кількість елементів на сторінці
vi: Các thành phần trên mỗi trang

# SettingsOptions::company_phone
source: Company phone
ar: تليفون الشركة
cs: Telefon společnosti
da: Firma telefon 1
de: Telefon1
el: Τηλέφωνο εταιρίας
es: Teléfono
id: Telpon perusahaan
ja: 電話
no: Firma telefon
ru: Телефон
uk: Телефон Компанії
vi: Điện thoại công ty

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
ar: المحرر المرئي الافتراضي
cs: Výchozí wysiwyg editor
da: Standard wysiwyg editor
el: Προεπιλεγόμενος συντάκτης wysiwyg
es: Editor wysiwyg por defecto
id: Editor wysiwyg default
ja: WYSIWYGエディタ
no: Standard wysiwyg editor
ru: HTML-редактор по умолчанию
uk: Wysiwyg редактор за замовчуванням
vi: Trình soạn thảo wysiwyg mặc định

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
ar: استخدام SMTP authentication
cs: Ověřování pomocí protokolu SMTP
da: Brug SMTP-godkendelse
el: Χρήση SMTP authentication
es: Usar autentificación SMTP
id: Gunakan otentikasi SMTP
ja: SMTP認証を行う
no: Bruk SMTP-autentisering
ru: Использовать SMTP аутентификацию
uk: Використовувати SMTP автентифікацію
vi: Sử dụng SMTP xác thực

# SettingsOptions::string_type
source: String type
ar: نوع النص
cs: Typ řetězce
de: Zeichentyp
el: Τύπος συμβλοσειράς
es: Tipo de código
id: Tipe String
ja: 表示する文字列
no: Streng type
ru: Тип строки
uk: Тип рядка
vi: Loại chuỗi

# SettingsOptions::header_7003
source: Default customer location
ru: Местоположение покупателя по умолчанию
uk: Місцезнаходження покупця за замовчуванням

# SettingsOptions::char_shadow
source: Character shadows
ar: ظلال الأحرف
cs: Stín písma
da: Tegn skygger
de: Schatten für Schrift
el: Σκιές χαρακτήρων
es: Sombras de carácter
id: Karakter bayangan
ja: 文字列に影をつける
no: Bokstav-skygge
ru: Тень у символов
uk: Тінь у символів
vi: Bóng đổ cho ký tự

# SettingsOptions::default_address
source: Default address
ar: العنوان الافتراضي
cs: Ulice a čp
da: Standard adresse
de: Adresse
el: Διεύθυνση
es: Dirección por defecto
id: Alamat utama
ja: 番地・ビル建物名
no: Standard adresse
ru: Адрес по умолчанию
tr: Varsayılan adres
uk: Адреса за промовчанням
vi: Địa chỉ mặc định

# SettingsOptions::company_phone_2
source: Company phone 2
ar: تليفون الشركة 2
cs: Telefon společnosti 2
da: Firma telefon 2
de: Telefon2
el: Κινητό Εταιρείας
es: Teléfono 2
id: Telpon perusahaan 2
ja: 電話(2)
no: Firma telefon 2
ru: Телефон 2
uk: Телефон компанії 2
vi: Điện thoại công ty 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
ar: لون خلفية الصور المصغرة
cs: Barva pozadí náhledů
da: Thumbnail baggrundsfarve
de: Hintergrundfarbe für Miniaturen
el: Αφηστε κενο για διαφανο Φοντο (απαιτεί την βιβλιοθηκη PHP GD library version > 2.0.1 εγκατεστημενη στο server σας)
es: Color de fondo para las miniaturas
id: Warna latar thumbnail
ja: サムネイルの背景色
no: Miniatyrbilde bakgrunnsfarge
ru: Цвет фона иконок
uk: Колір фону іконок
vi: Màu nền cho hình thu nhỏ

# SettingsOptions::colour
source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
id: Warna
ja: カラー
no: Farge
ru: Цвет
uk: Колір
vi: Màu sắc

# SettingsOptions::header_2
source: Customer settings
ar: إعدادات العميل
cs: Nastavení zákazníka
da: Kunde Indstillinger
de: Einstellungen Kundenbereich
el: Ρυθμίσεις πελάτη
es: Ajustes del cliente
id: Pengaturan Pelanggan
ja: ショップページ用設定
no: Kundeinnstillinger
ru: Настройки витрины
uk: Налаштування клієнтської частини
vi: Cài đặt khách hàng

# SettingsOptions::header_10004
source: Sendmail settings
ar: إعدادات Sendmail
cs: Nastavení odesílání pošty
da: Sendmail indstillinger
de: Sendmail Einstellungen
el: Ρυθμίσεις Sendmail
es: Opciones Sendmail
id: Pengaturan sendmail
ja: Sendmail設定
no: Sendmail innstillinger
ru: Настройки Sendmail
uk: Налаштування Sendmail
vi: Cài đặt gửi email

# SettingsOptions::default_zipcode
source: Default zipcode
ar: الرقم البريدي الافتراضي
cs: PSČ
da: Standard postnr
de: PLZ
el: Τ.Κ.
es: Código postal por defecto
id: Standar kodepos
ja: 郵便番号
no: Standard postnummer
ru: Почтовый индекс по умолчанию
tr: Varsayılan posta kodu
uk: Індекс за промовчанням
vi: Mã Zip/bưu điện mặc định

# SettingsOptions::frontend_default_language
source: Frontend default language
ar: لغة واجهة الزوار الافتراضية
cs: Výchozí jazyk stránek obchodu
da: Kunde standard sprog
de: Voreingestellte Sprache im Kundenbereich
el: Προκαθορισμένη Γλώσσα στην Ζώνη του Πελάτη
es: Lenguaje por defecto en la zona del cliente
id: Bahasa standar tampilan toko
ja: ショップページのデフォルト言語
no: Butikkforside standard språk
ru: Язык витрины по умолчанию
tr: Mağaza sayfası varsayılan dil
uk: Мова клієнтської частини за замовчуванням
vi: Ngôn ngữ mặc định cửa hàng

# SettingsOptions::convert_to
source: Thumbnail format
ar: نسق الصور المصغرة
cs: Formát náhledu
da: Miniatureformat
de: Dateiformat Miniaturbild
el: Φορμά μικρογραφιών
es: Formato de miniatura
id: Format thumbnail
ja: サムネイルのフォーマット
no: Miniatyrbilde format
ru: Формат иконки
tr: Küçük Resim Formatı
uk: Формат Іконки
vi: Định dạng hình thu nhỏ

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
ar: مسار برنامج sendmail
cs: Cesta k odeslání poštovní programu
da: Sti til sendmail program
de: Pfad zum "Sendmail" Programm
el: Διαδρομή για το πρόγραμμα sendmail
es: Ruta del programa sendmail
id: Jalur ke program kirim email
ja: Sendmailプログラムのパス
no: Sti til sendmail program
ru: Путь к программе sendmail
uk: Шлях до програми sendmail
vi: Đường dẫn đến chương trình gửi email

# SettingsOptions::background_image
source: Background image
ar: مسار صورة الخلفية (نسبي إلى مجلد CS-Cart الرئيسي)
cs: Obrázek na pozadí
da: Sti til baggrundsbillede (i forhold til CS-Cart rodmappe)
de: Pfad Hintergrundbild relativ zu CS-Cart Hauptverzeichnis (root directory)
el: Μονοπάτι προς την εικόνα φόντου (σχετικό με τον CS-Cart root κατάλογο)
es: Ruta de la imagen d efondo (relativa al directorio raíz)
id: Path ke gambar latarbelakang (relatif ke direktori root )
ja: 背景画像へのパス (CS-Cartのインストールディレクトリからの相対パス)
no: Stil til bakgrunnsbilde (relative to CS-Cart root directory)
ru: Путь к фоновому изображению
uk: Фонове зображення
vi: Hình nền

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
ar: لا تتحقق بالصورة إذا كان العضو مسجل الدخول
cs: Nepoužívejte ověřování, pokud je uživatel přihlášen
da: Brug ikke kontrol, hvis brugeren er logget ind
de: Verifizierung nicht benutzen wenn Benutzer schon angemeldet ist
el: Μην χρησιμοποιείτε την επαλήθευση αν ο χρήστης είναι συνδεδεμένος
es: No use la verificación si el usuario ha accedido a la tienda
id: Jangan gunakan verifikasi jika pengguna sudah log in
ja: ログイン中には画像認証を使用しない
no: Ikke bruk verifisering hvis brukeren er logget inn
ru: Отключить антибот для авторизированных пользователей
uk: Не використовувати антибот для авторизованих
vi: Không sử dụng hình mã xác minh nếu người dùng đã đăng nhập

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
ar: لا تتحق بالصورة بعد الإجابة الأولى الصحيحة
cs: Nepoužívejte ověřování po první platné odpovědi
da: Brug ikke kontrol efter første gyldige svar
de: Verifizierung nicht benutzen wenn erste Antwort richtig ist
el: Μην χρησιμοποιείτε την επαλήθευση μετά την πρώτη έγκυρη απάντηση
es: No usar verificación después de la primera respuesta válida
id: Jangan gunakan verifikasi jika jawaban pertama benar
ja: 初回の認証成功後は画像認証を使用しない
no: Ikke bruk verifisering etter første gyldige svar
ru: Отключить антибот после первого правильного ответа
uk: Вимкнути антибот після першої вірної відповіді
vi: Không sử dụng hình mã xác minh sau khi câu trả lời đầu tiên hợp lệ

# SettingsOptions::default_city
source: Default city
ar: المدينة الافتراضية
cs: Město
da: Standard by
de: Stadt
el: Προεπιλεγμένη Πόλη
es: Ciudad por defecto
id: Kota utama
ja: 市区町村
no: Standard poststed
ru: Город по умолчанию
tr: Varsayılan şehir
uk: Місто за промовчанням
vi: Thành phố mặc định

# SettingsOptions::company_website
source: Company website
ar: موقع الشركة الإلكتروني
cs: Webové stránky společnosti
da: Firma hjemmeside
de: Homepage
el: Ιστοσελίδα Εταιρείας
es: Pagina web
id: Situs perusahaan
ja: Webサイト
no: Firma nettside
ru: Веб-сайт
uk: Веб-сайт компанії
vi: Trang web công ty

# SettingsOptions::orders_per_page
source: Orders per page
ar: عدد الطلبات بالصفحة
cs: Objednávek na stránce
da: Ordre pr side
de: Bestellungen pro Seite
el: Παραγγελίες ανά Σελίδα
es: Compras por página
id: Pesanan per halaman
ja: 1ページに表示する注文数
no: Ordre per side
ru: Количество заказов на странице
uk: Кількість замовлень на сторінці
vi: Đơn hàng trên mỗi trang

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
ar: جودة الصور JPEG (من 0 إلى 100)
cs: Kvalita formátu JPEG (0-100)
da: JPEG-format kvalitet (0-100)
de: Qualität JPEG Format (0-100)
el: Ποιότητα JPEG format (0-100)
es: Calidad JPEG (0-100)
id: Kualitas format JPEG (0-100)
ja: JPEG圧縮画質 (0-100)
no: JPEG format kvalitet (0-100)
ru: Качество формата JPEG (0—100)
uk: Якість JPEG формат (0-100)
vi: Chất lượng định dạng JPEG (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
ar: سنة افتتاح المتجر
cs: Rok zahájení provozu obchodu
da: Første åbningsdato (grundlæggelsesdato)
de: Eröffnungsjahr des Webshops
el: Έτος έναρξης ηλεκτρονικού καταστήματος
es: Año puesta en marcha de esta web
id: Tahun dimana toko mulai beroperasi
ja: ショップ開設年
no: Året når butikken startet sin drift
ru: Год начала работы магазина
uk: Рік, коли магазин розпочав роботу
vi: Năm khi cửa hàng bắt đầu hoạt động

# SettingsOptions::default_country
source: Default country
ar: الدولة الافتراضية
cs: Země
da: Standard land
de: Land
el: Χώρα
es: Pais por defecto
id: Propinsi/kabupaten utama
ja: 国名
no: Standard land
ru: Страна по умолчанию
tr: Varsayılan ülke
uk: Країна за промовчанням
vi: Quốc gia mặc định

# SettingsOptions::products_per_page
source: Products per page
ar: عدد المنتجات بالصفحة
cs: Položek na stránku
da: Produkter pr side
de: Produkte pro Seite
el: Προϊόντα ανά Σελίδα
es: Artículos por página
id: Produk per halaman
ja: 1ページに表示する商品数
no: Produkter per side
ru: Количество товаров на странице
uk: Кількість товарів на сторінці
vi: Sản phẩm trên mỗi trang

# SettingsOptions::company_users_department
source: User department e-mail address
ar: إيميل قسم الأعضاء
cs: E-mailová adresa Zákazníckého oddělení
da: Bruger e-mail adresse
de: E-Mail-Adresse Kundenbetreung
el: E-mail για Θέματα Χρήστών
es: E-mail departamento de atencion al cliente
id: Alamat email bagian pelanggan
ja: 顧客担当部署のEメールアドレス
no: Bruker avdeling e-post-adresse
ru: Email отдела по работе с клиентами
uk: Email відділу по роботі з клієнтами
vi: Địa chỉ email các bộ phận người dùng

# SettingsOptions::use_for
source: Use for
cs: Použít pro
da: Brug for
de: Verwendung für
el: Χρήση για
es: Usar para
id: Digunakan untuk
ja: 右記に使用
no: Bruk for
ru: Использовать для
tr: Şunun için kullan
uk: Використовувати для
vi: Sử dụng cho

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
ar: عرض الصور المصغرة لقائمة المنتجات (الفئة, البحث, إلخ.)
cs: Šířka náhledu u seznamu produktů (kategorie, hledání, atd.)
da: Produkter liste (kategori, søgning, osv) miniature bredde
de: Produkt Liste (Kategorie, Suche, usw...) Miniatur - Breite
el: Λίστα Προϊόντων: Πλάτος Μικρογραφίας (κατηγορία, αναζήτηση κτλ)
es: Ancho de miniaturas en listas de producto (categorías, búsquedas, etc.)
id: Lebar thumbnail di halaman Tabel Produk (Products list: category, search, dsb)
ja: 商品一覧 (カテゴリー、 検索結果 etc) におけるサムネイルの横幅
no: Produktliste (kategori, søk, etc) miniatyrbilde bredde
ru: Ширина иконки в списке товаров (страницы категории, поиска и т.д.)
tr: Ürün listesi (kategori, arama, vb) küçük resim genişliği
uk: Ширина іконки у списку товарів (сторінки категорії, пошуку і т.д.)
vi: Chiều rộng hình thu nhỏ của danh sách sản phẩm (danh mục, tìm kiếm, vv)

# SettingsOptions::default_state
source: Default state
ar: المحافظة/الإمارة الافتراضية
cs: Stát
da: Standard område
de: Bundesland/Kanton
el: Περιοχή
es: Provincia por defecto
id: Propinsi utama
ja: 都道府県
no: Standard stat
ru: Регион по умолчанию
tr: Varsayılan ilçe
uk: Регіон за промовчанням
vi: Tỉnh/TP mặc định

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
ar: إيميل أدمن الموقع
cs: E-mailová adresa administrátora webu
da: Side administrator e-mail adresse
de: E-Mail-Adresse Webshop Administrator
el: E-mail Διαχειριστή Καταστήματος
es: E-mail del administrador
id: Alamat email administrator situs
ja: ショップ管理者のEメールアドレス
no: Side administrator sin e-post-adresse
ru: Email администратора сайта
uk: Адреса електронної пошти адміністратора сайту
vi: Địa chỉ email trang quản trị

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
ar: ارتفاع الصور المصغرة لقائمة المنتجات (الفئة, البحث, إلخ.)
cs: Výška náhledu u seznamu produktů (kategorie, hledání, atd.)
da: Produkter liste (kategori, søgning, osv) miniature bredde
de: Produkt Liste (Kategorie, Suche, usw...) Miniatur - Höhe
el: Λίστα Προϊόντων: Ύψος Μικρογραφίας (κατηγορία,αναζήτηση κτλ)
es: Alto de miniaturas en listas de producto (categorías, búsquedas, etc.)
id: Tinggi thumbnail di halaman Tabel Produk (Products list: category, search, dsb)
ja: 商品一覧 (カテゴリー、 検索結果 etc) におけるサムネイルの高さ
no: Produktliste (kategori, søk, etc) miniatyrbilde høyde
ru: Высота иконки в списке товаров (страницы категории, поиска и т.д.)
uk: Висота іконки у списку товарів (сторінки категорії, пошуку і т.д.)
vi: Chiều cao hình thu nhỏ của danh sách sản phẩm (danh mục, tìm kiếm, vv)

# SettingsOptions::company_orders_department
source: Order department e-mail address
ar: إيميل قسم طلبات الشراء
cs: E-mailová adresa pro Objednávky
da: Ordre e-mail
de: E-mail Adresse Abteilung Bestellungen
el: E-mail για Θέματα Παραγγελιών
es: E-mail del departamento de compras
id: Alamat email bagian pesanan
ja: 注文担当部署のEメールアドレス
no: E-post-adresse til ordreavdelingen
ru: Email отдела оформления и обработки заказов
uk: Email відділу оформлення та обробки замовлень
vi: Địa chỉ email bộ phận đơn hàng

# SettingsOptions::default_phone
source: Default phone
ar: التليفون الافتراضي
cs: Telefon
da: Standard telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono por defecto
id: Telpon utama
ja: 電話番号
no: Standard telefon
ru: Телефон по умолчанию
tr: Varsayılan telefon
uk: Телефон за замовчуванням
vi: Điện thoại mặc định

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
ar: عرض الصور المصغرة لصفحة تفاصيل المنتج
cs: Šířka náhledu u stránky s detaily zboží
da: Produkt detaljer thumbnail sidebredde
de: Produkt-Details Seite, Miniatur - Breite
el: Σελίδα Λεπτομέρειες προϊόντος: Πλάτος μικρογραφίας
es: Ancho de miniatura en página detalle de producto
id: Lebar thumbnail di halaman Rincian Produk (Product details)
ja: 商品詳細ページにおけるサムネイルの横幅
no: Produktdetaljer miniatyrbilde bredde
ru: Ширина иконки на детальной странице товара
uk: Ширина іконки на детальній сторінці товару
vi: Chiều rộng hình thu nhỏ trang chi tiết sản phẩm

# SettingsOptions::header_7004
source: Catalog
ar: فهرس المنتجات
cs: Katalog
da: Katalog
de: Katalog
el: Κατάλογος
es: Catalogo
id: Katalog
ja: カテゴリー・商品
no: Katalog
ru: Каталог
uk: Каталог
vi: Danh mục
