Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
el: <h4>Μορφή εισαγωγής επιλογών προϊόντων</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> οπου,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>το ονομα της επιλογης,</dd><dt>%Variant N ID%</dt><dd>το id της παραλλαγης,</dd><dt>%Variant N%</dt><dd>το όνομα της παραλλαγής. Οι παραλλαγές πρέπει να καθορίζονται εάν ο τύπος της επιλογής είναι μόνο ένα κιβώτιο επιλογής ή μια ραδιο ομάδα.</dd><dt>%Option type%</dt><dd>ο τύπος επιλογής, μπορεί να είναι ο ακόλουθος:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Περισσοτερες επιλογές πρέπει να οριοθετούνται με ερωτηματικό.</p><h5>Παραδειγμα:</h5>Απλές επιλογές κειμένου:<code>Ηλικια: I; Ημερομηνια Γεννησης: I; Σημειωσεις: T</code><br>Επιλογές με παραλλαγές:<code>Χρωμα: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
es: <h4>Formato de importación de las funciones del producto</h4><code>%Nombre de la opción%: %Tipo de opción%[{$ldelim}%Variante 1 ID%{$rdelim}%Variante 1%,{$ldelim}%Variante 2 ID%{$rdelim}%Variante 2%,{$ldelim}% ID Variante N %{$rdelim}%Variante N%]</code> donde,<dl class="dl-horizontal"><dt>%Nombre de la opción%</dt><dd>el nombre de la opción,</dd><dt>%ID Variante N %</dt><dd>the id de la variantedd><dt>%Variant N%</dt><dd>el nombre de la variante. Las variantes deben ser especificadas si el tipo de opción es una casilla de selección o un grupo de radio solamente.</dd><dt>%Tipo de opción%</dt><dd>tEl tipo de opción, puede ser la siguiente:<br><ul><li><b>S</b> - casilla de selección,</li><li><b>R</b> - botones de radio,</li><li><b>C</b> - casilla de verificación,</li><li><b>I</b> - entrada simple,</li><li><b>T</b> - área de texto.</li></ul></dd></dl><p>Algunas opciones deben ser delimitadas por un punto y coma.</p><h5>Ejemplos:</h5>Opciones de texto simple:<code>Su edad: I; Fecha de nacimiento I; Notas: T</code><br>Opciones con variantes:<code>Color: S[Rojo, Verde, Azul]; Tamaño: R[X, XL, XXL]</code>
id: <h4>Pilihan produk impor format</h4> <code>%Option nama %: %Option jenis % [{$ldelim}% varian 1 ID %{$rdelim}% varian 1%, {$ldelim}% 2 varian ID % {$rdelim}% varian 2%, {$ldelim}% N varian ID % {$rdelim}% N varian %]</code> mana, <dl class="dl-horizontal"> <dt>%Option nama %</dt> <dd>nama pilihan,</dd> <dt>% N varian ID</dt> <dd>id dari varian,</dd> <dt>% varian N %</dt> <dd>nama varian. Varian harus ditentukan jika jenis opsi adalah selectbox atau hanya radiogroup.</dd> <dt>%Option jenis %</dt> <dd>jenis opsi, dapat berikut: <br><ul><li><b>S</b> - selectbox,</li> <li><b>R</b> - radiogroup,</li> <li><b>C</b> - kotak centang,</li> <li><b>saya</b> - masukan sederhana,</li> <li><b>T</b> - textarea.</li></ul></dd></dl> <p>Beberapa pilihan harus dipisahkan oleh koma.</p> <h5>Contoh:</h5> Pilihan teks sederhana: <code>usia Anda: saya; Tanggal lahir: saya; Catatan: T</code> <br>pilihan dengan varian: <code>warna: S [merah, hijau, biru]; Ukuran: R [X, XL, XXL]</code>
ru: <h4>Формат импорта опций товаров</h4><code>%Название%: %Тип%[{$ldelim}%ID варианта 1%{$rdelim}%Вариант 1%,{$ldelim}%ID варианта 2%{$rdelim}%Вариант 2%,{$ldelim}%ID варианта N%{$rdelim}%Вариант N%]</code> где, <dl class="dl-horizontal"><dt>%Название%</dt><dd>название опции,</dd><dt>%ID варианта N%</dt><dd>идентификатор варианта, </dd><dt>%Вариант N%</dt><dd>название варианта. Варианты должны указываться только в том случае, если тип опции - список вариантов или радиогруппа.</dd><dt>%Тип%</dt><dd>тип опции может быть следующим:<br><ul><li><b>S</b> - список вариантов,</li><li><b>R</b> - радиогруппа,</li><li><b>C</b> - флажок,</li><li><b>I</b> - простой ввод,</li><li><b>T</b> - текстовая область.</li></ul></dd></dl><p>Несколько опций должны разделяться точкой с запятой.</p><h5>Примеры:</h5>Простые опции с текстом:<code>Возраст: I; Дата рождения: I; Заметки: T</code><br>Опции с вариантами:<code>Цвет: S[Красный, Зелёный, Синий]; Размер: R[X, XL, XXL]</code>
tr: <h4>Ürün özellikleri ekleme formatı</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> şurada,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>özelliğin ismi,</dd><dt>%Variant N ID%</dt><dd>kimlik değişimi,</dd><dt>%Variant N%</dt><dd>değişiklik ismi. Değişiklik eğer özellik tipinde seçili değilse belirtilmeli ya da sadece özellik kutuları seçili bırakılmalı.</dd><dt>%Option type%</dt><dd>özellik türü, şu şekilde olabilir:<br><ul><li><b>S</b> - seçme kutusu,</li><li><b>R</b> - kutucuğu,</li><li><b>C</b> - seçme kutusu,</li><li><b>I</b> - basit girdi,</li><li><b>T</b> - yazı alanı.</li></ul></dd></dl><p>Çoklu özellikler noktalı virgül ile sınırlandırılmalı.</p><h5>Özellikler:</h5>Basit yazı özelliği:<code>Yaşınız: I; Doğum tarihi: I; Notlar: T</code><br>Değişiklik özellikleri:<code>Renk: S[Red, Green, Blue]; Beden: R[X, XL, XXL]</code>
uk: <h4>Формат імпорту опцій товарів</h4><code>%Назва%: %Тип%[{$ldelim}%ID варіанта1%{$rdelim}%Варіант 1%,{$ldelim}%ID варианта 2%{$rdelim}%Варіант 2%,{$ldelim}%ID варіанта N%{$rdelim}%Варіант N%]</code> де, <dl class="dl-horizontal"><dt>%Назва%</dt><dd>назва опції,</dd><dt>%ID варіанта N%</dt><dd>ідентифікатор варіанту, </dd><dt>%Варіант N%</dt><dd>назва варіанта. Варіанти повинні вказуватися тільки якщо тип опції - список варіантів або радіогрупа.</dd><dt>%Тип%</dt><dd>тип опції може бути наступним:<br><ul><li><b>S</b> - список варіантів,</li><li><b>R</b> - радіогрупа,</li><li><b>C</b> - прапорець,</li><li><b>I</b> - просте введення,</li><li><b>T</b> - текстова область.</li></ul></dd></dl><p>Кілька опцій повинні розділятися крапкою з комою.</p><h5>Приклади:</h5>Прості текстові опції: <code>Вік: I; Дата народження: I; Нотатки: T</code><br>Опції з варіантами:<code>Колір: S[Червоний, Зелений, Синій]; Розмір: R[X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
cs: Ujistěte se, prosím, že soubory které importujete mají správný UTF-8 formát
da: Sørg for at den fil, du importerer er UTF-8 charset for korrekt import
de: Bitte vergewissern Sie sich dass die Datei die Sie importieren wollen, den Zeichensatz UTF-8 besitzt, um einen korrekten Import zu gewährleisten
el: Παρακαλώ βεβαιωθείτε ότι το αρχείο που εισάγετε έχει το UTF-8 για τη σωστή εισαγωγή
es: Por favor, asegúrate de que el archivo que estás importando tiene charset UTF-8 para una correcta importación
id: Pastikan bahwa file Anda impor memiliki UTF-8 charsetuntuk impor yang benar
ja: インポートするファイルの文字コードがUTF-8に設定されていることを確認してください。
no: Vennligst sørg for at filen du importerer har UTF-8 tegnsett for korrekt import
ru: Пожалуйста, проверьте, чтобы кодировка импортируемого файла была UTF-8
tr: Lütfen hatasız bir ekleme işlemi için eklemek istediğiniz dosyanın UTF-8 karakter setine sahip olduğundan emin olunuz
uk: Будь ласка, перевірте, щоб кодування імпортованого файлу було UTF-8
vi: Xin vui lòng đảm bảo rằng các tập tin bạn đang nhập có bộ ký tự UTF-8 cho nhập dữ liệu chính xác

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
ar: للأسف اشتراك الـ CS-Cart الخاص بكم انتهى. يرجى تجديد الاشتراك في أقرب وقت ممكن حتى تتجنبون توقف عمل البرنامج.
cs: Vaše předplatné software [product] bohužel vypršelo. Obnovte si jej co nejdříve, aby nedošlo k jeho pozastavení.
da: Desværre, dit abonnement for [product] software er overstået. Venligst forny det hurtigst muligt for at undgå programsuspension
de: Unglücklicherweise ist Ihr Abonnement für die CS-Cart Software abgelaufen. Bitte so bald wie möglich erneuern um die Aufhebung des Programms zu vermeiden.
el: Δυστυχώς, η συνδρομή σας για το λογισμικό CS-Cart τελειωσε. Παρακαλούμε ανανεώστε την το συντομότερο δυνατό για να αποφευχθεί η αναστολή του προγράμματος.
es: Desgraciadamente, tu suscripción del software [product] ha expirado. Por favor, renuévala lo antes posible para evitar la suspensión del programa.
id: Sayangnya, langganan Anda sudah berakhir. Silakanmemperbaharui secepat mungkin untuk menghindaripenangguhan program.
ja: CS-Cartのライセンス期間が終了しています。プログラムの停止を避けるにはライセンスの更新をお願いいたします。
no: Dessverre, er abonnementet for [product] programvaren over. Vennligst fornye den så snart som mulig for å unngå at programmet suspenderes.
ru: К сожалению, ваша подписка на [product] истекла. Пожалуйста, обновите её как можно быстрее, во избежание приостановления обслуживания.
tr: Unfortunately, your subscription for CS-Cart software is over. Please renew it as soon as possible to avoid the program suspending.
uk: На жаль, ваша підписка на [product] минула. Будь ласка, поновіть її якомога швидше, щоб уникнути призупинення обслуговування.
vi: Thật không may, đăng ký để nhận tin cho sản phẩm [product] đã quá hạn. Xin vui lòng làm mới nó càng sớm càng tốt để tránh bị đình chỉ chương trình.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
cs: Oddělovač mezi variantami hodnot vlastnosti zboží.
da: Afgrænser mellem variantværdier af en produktfunktion.
de: Trennzeichen zwischen Variant-Werten einer Artikeleigenschaft.
el: Οριοθέτης των τιμων των παραλλαγων ενός χαρακτηριστικού σε προϊόν.
es: Delimitador entre valores variantes de una característica del producto.
id: Pembatas antara nilai varian dari fitur produk.
ja: 商品の追加情報の区切り文字
no: Skilletegn mellom variant-verdier av en produktfunksjon.
ru: Разделитель между значениями вариантов характеристики товара.
tr: Sınırlayıcı bir ürün özelliğinin değişken değerleri arasında.
uk: Роздільник між значеннями варіантів характеристики товару.
vi: Phân tách giữa các giá trị biến thể của một tính năng sản phẩm.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
cs: Parametry, které budou odeslány na našem serveru analyzovat funkčnost a aktuální konfigurace jsou uvedeny níže.<br />Vezměte prosím na vědomí, že žádné osobní nebo finanční informace nebudou zaslány. Poté, co se seznámí se seznamem parametrů, klikněte na tlačítko "Odeslat".<br />
da: De parametre, der sendes til vores server forl at analysere funktionaliteten og den aktuelle konfiguration er listet nedenfor. < br / > Bemærk, at der sendes ingen personlige eller finansielle oplysninger. Når du stifter bekendtskab med listen over parametre, skal du klikke på "Send". < br / >
de: Die Parameter die für die Analyse der aktuellen Konfiguration und Funktionalität an unseren Server gesendet werden sind hier unten aufgelistet<br />Bemerkung; es werden keine persönlichen Daten oder Finanzielle Informationen gesendet. Nachdem Sie sich mit der Liste der Parameter vertraut gemacht haben, auf "Send" (senden) klicken.<br />
el: Οι παράμετροι που θα σταλούν στον κεντρικό υπολογιστή μας για να αναλύσει τη λειτουργικότητα και την τρέχουσα ρύθμιση παρατίθενται κατωτέρω .<br />Επισημαίνεται ότι δεν θα σταλούν προσωπικές ή οικονομικές πληροφορίες . Αφού εξοικειωθούν με τον κατάλογο των παραμέτρων, κάντε κλικ στο "Send".<br />
es: Los parámetros que fueron enviados a nuestro servidor para analizar la funcionalidad y la configuración actual son mostrados a continuación.<br />Por favor nota que ninguna información personal o financiera fue enviada. Después de que revisar la lista de parámetros, haz click en "Enviar".<br />
id: Parameter yang akan dikirim ke server kami untukmenganalisis fungsi dan konfigurasi saat ini tercantum dibawah ini. <br /> Harap dicatat bahwa tidak ada informasipribadi atau informasi keuangan akan dikirim. Setelah Andaterbiasa dengan daftar paramet
ja: 「送信」ボタンをクリックするとお使いのCS-Cartに関する以下の設定情報がcs-cart.comに送信されます。<br />※ お客様の個人情報などは送信されません。<br />
no: Parameterne som vil bli sendt til vår server for å analysere funksjonaliteten, og den gjeldende konfigurasjonen er listet nedenfor. <br /> Vær oppmerksom på at ingen personlig eller økonomisk informasjon vil bli sendt. Når du blir kjent med listen over parametrene, klikk på "Send". <br />
ru: Параметры, которые будут отправлены на наш сервер для изучения функциональности и текущей конфигурации представлены ниже.<br />Они не включают никакой личной или финансовой информации. После того, как вы ознакомитесь с параметрами, нажмите «Отправить».<br />
tr: Aşağıdaki parametreler CS-Cart fonksiyonlarını ve mevcut konfigürasyonunuzu içermektedir bu veriler değerlendirilmek üzere sunucularımıza gönderilecektir.<br />Önemli not bu veriler kesinlikle kişisel ve finansal bilgilerinizi içermemektedir. Parametreleri gözden geçirdikten sonra "Gönder" butonuna tıklayın.<br />
uk: Параметри, які будуть відправлені на наш сервер для вивчення функціональності і поточної конфігурації представлені нижче. <br/> Вони не включають ніякої особистої або фінансової інформації. Після того, як ви ознайомитеся з параметрами, натисніть «Відправити». <br/>
vi: Các thông số sẽ được gửi đến máy chủ của chúng tôi để phân tích các chức năng và cấu hình hiện tại được liệt kê dưới đây. <br /> Xin lưu ý rằng thông tin cá nhân hoặc tài chính sẽ không được gửi. Sau khi bạn kiểm tra với danh sách các tham số, bấm vào "Gửi". <br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
ar: المجلد الموجود به ملفات المنتج. سوف يتم استخدامه إذا كانت خانة الملف محددة بدون مسار; يجب أن يكون مسار كامل
cs: Adresář, kde jsou umístěny soubory zboží. Tento bude použit v případě, že datové pole "File" je specifikováno bez cesty.
da: Mappe, hvor produktet filer er placeret. Dette vil blive brugt, hvis "File"-feltet data er angivet uden en sti, og dette skal være en absolut sti
de: Verzeichnis in welchem die Produkt Dateien gespeichert sind. Es wird verwendet wenn das Feld der Datei ohne Pfad festgelegt ist; dieser muss ein absoluter Pfad sein
el: Κατάλογος όπου βρίσκονται τα αρχεία του προϊόντος. Αυτό θα χρησιμοποιηθεί εάν το "File" πεδίο δεδομένων ορίζεται χωρίς ένα μονοπάτι αυτό πρέπει να είναι μια απόλυτη διαδρομή
es: El directorio donde los archivos de productos están localizados. Este será usado si los datos del campo del "Archivo" son especificados sin la ruta; esta debe ser una ruta absoluta
id: Direktori penyimpanan file produk, digunakan untuk file tanpa alamat direktori. Harus merupakan alamat (path) absolut.
ja: 商品ファイル用ディレクトリの絶対パスを入力してください。この情報はパス情報がない"ファイル" フィールドに適用されます。
no: Katalog der produktfilene ligger. Dette vil bli brukt dersom "Fil" feltets data er angitt uten sti; dette må være en absolutt sti
ru: Абсолютный путь к директории, в которой находятся файлы товаров.<br> Это значение будет использовано, если путь в поле «Файл» не задан.
tr: Ürün dosyalarının bulunduğu klasör. varsayılan olarak kullanacağı için kesin ve doğru adres olmalı
uk: Абсолютний шлях до директорії, в якій знаходяться файли товарів. Це значення буде використано, якщо шлях в поле «Файл» не заданий.
vi: Thư mục mà tập tin sản phẩm được đặt. Điều này sẽ được sử dụng nếu dữ liệu trường "Tập tin" được chỉ định mà không có một đường dẫn.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
ar: تم إنشاء الملف <b>[file]</b> بنجاح.
cs: Soubor <b>[file]</b> byl úspěšně vytvořen.
da: Filen <b> [file] </ b> er blevet oprettet
de: Datei <b>[file]</b> wurde erfolgreich erstellt.
el: File <b>[file]</b> has been successfully created.
es: Fichero<b>[file]</b> a sido creado con éxito.
id: File <b>[file]</b> telah berhasil dibuat
ja: ファイル <b>[file]</b> が作成されました。
no: Filen <b>[file]</b> har blitt opprettet
ru: Файл <b>[file]</b> был успешно создан.
tr: <b>[file]</b> adlı dosya başarı ile oluşturuldu.
uk: Файл <b>[file]</b> створено
vi: Tập tin <b>[file]</b> đã được tạo thành công

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
ar: تم حذف الملف <b>[file]</b> بنجاح
cs: Soubor <b>[file]</b> byl úspěšně smazán.
da: Filen <b> [file] </ b> er blevet slettet
de: Datei <b>[file]</b> wurde erfolgreich gelöscht
el: File <b>[file]</b> has been successfully deleted
es: Fichero<b>[file]</b> a sido borrado con éxito.
id: File <b>[file]</b> telah berhasil dihapus
ja: ファイル <b>[file]</b> が削除されました。
no: Filen <b>[file]</b> har blitt slettet
ru: Файл <b>[file]</b> был успешно удален.
tr: <b>[file]</b> adlı dosya başarı ile silindi
uk: Файл <b>[file]</b> видалено
vi: Tập tin <b>[file]</b> đã được xóa thành công

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
ar: تم إعادة تسمية الملف <b>[file]</b> بنجاح إلى <b>[to_file]</b>
cs: Soubor <b>[file]</b> byla úspěšně přejmenována na <b>[to_file]</b>
da: Filen <b> [file] </ b> er blevet omdøbt til <b> [to_file] </ b>
de: Datei <b>[file]</b> wurde erfolgreich umbenannt in <b>[to_file]</b>
el: File <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
es: Fichero<b>[file]</b> a sido renombrado con éxito a <b>[to_file]</b>
id: File <b>[file]</b> telah berhasil diganti nama menjadi<b>[to_file]</b>
ja: ファイル <b>[file]</b> が <b>[to_file]</b> にリネームされました。
no: Filen <b>[file]</b> har blitt omdøpt til <b>[to_file]</b>
ru: Файл <b>[file]</b> был успешно переименован в файл <b>[to_file]</b>
tr: <b>[file]</b> adlı dosya adı <b>[to_file]</b> olarak başarı ile değiştirildi
uk: Файл <b>[file]</b> було успішно перейменовано в файл<b>[to_file]</b>
vi: Tập tin <b>[file]</b> đã được đổi tên thành <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
ar: تم إعادة الملف <b>[file]</b> من المخزون
cs: Soubor <b>[file]</b> byl obnoven z archivu
da: Filen <b> [file] </ b> er blevet gendannet fra lageret
de: Datei <b>[file]</b> wurde vom Archiv (repository) wiederhergestellt
el: Το αρχείο <b> [Αρχείο] </ b> έχει αποκατασταθεί από το αποθετήριο
es: El archivo <b>[file]</b> ha sido restaurado del repositorio
id: File <b>[file]</b> telah berhasil dikembalikan darirepository
ja: ファイル <b>[file]</b> がリポジトリからリストアされました。
no: Filen <b>[file]</b> har blitt gjenopprettedt fra oppbevaringsstedet
ru: Файл <b>[file]</b> был восстановлен из резервной копии
tr: <b>[file]</b> adlı dosya depodan başarı ile yenilendi.
uk: Файл <b>[file]</b> був відновлений з резервної копії
vi: Tập tin <b>[file]</b> đã được khôi phục từ kho lưu trữ

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
ar: تم حفظ الملف <b>[file]</b> بنجاح
cs: Soubor <b>[file]</b> byl úspěšně uložen
da: Filen <b>[file]</b> er nu gemt
de: Datei <b>[file]</b> wurde erfolgreich gespeichert
el: File <b>[file]</b> is successfully saved
es: Fichero<b>[file]</b> guardado con éxito
id: File <b>[file]</b> telah berhasi disimpan
ja: ファイル <b>[file]</b> が保存されました。
no: Filen <b>[file]</b> er lagret
ru: Файл <b>[file]</b> был успешно сохранен
tr: Dosya<b>[file]</b> başarı ile kaydedildi
uk: Файл <b>[file]</b> було успішно збережено
vi: Tập tin <b>[file]</b> được lưu thành công

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
ar: يتوجب عليكم ملء جميع الخانات الإجبارية
cs: Musíte vyplnit všechna povinná pole
da: Du skal udfylde alle obligatoriske felter
de: Sie müssen alle obligatorischen Felder ausfüllen
el: Θα χρειαστεί να συμπληρώσετε όλα τα υποχρεωτικά πεδία
es: Necesitas completar todos los campos obligatorios
id: Anda harus menyelesaikan semua bidang wajib
ja: すべての必須項目を入力してください
no: Du må fullføre alle obligatoriske felt
ru: Вы должны заполнить все обязательные поля
uk: Вам необхідно заповнити всі обов'язкові поля
vi: Bạn cần phải hoàn thành tất cả các trường bắt buộc

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
ar: غير مسموح بإنشاء أو رفع أو إعادة تسمية الملفات ذات الامتداد <b>[ext]</b>.
cs: Není dovoleno vytvořit/uploadovat/přejmenovat soubor s příponou <b>.[ext]</b>.
da: Det er ikke tilladt at oprette / upload / omdøbe filer med <b>. [ext] </ b> forlængelse.
de: Es ist nicht erlaubt, Dateien mit der <b>.[ext]</b> Erweiterung zu erstellen, hochzuladen (upload) oder umzubenennen.
el: Δεν επιτρέπεται η δημιουργία / το ανέβασμα / η μετονομασία αρχείων με την <b>.[ext]</b> κατάληξη.
es: No está permitido crear/subir/renombrar los archivos con la extensión <b>.[ext]</b>.
id: Tidak diperbolehkan untuk membuat / upload / menggantinama file dengan ekstensi <b>.[ext]</b>.
ja: 拡張子が <b>.[ext]</b> のファイルの作成/アップロード/リネームは許可されていません。
no: Det er ikke tillatt å lage/laste opp/endre navn på filer med <b>.[ext]</b> forlengelse.
ru: Создавать/загружать/переименовывать файлы с расширением <b>.[ext]</b> запрещено.
tr: Bu dosyaya hiçbir işlem için izin yok<b>.[ext]</b>
uk: Створювати/завантажувати/перейменовувати файли з розширенням <b>.[ext]</b> заборонено.
vi: Nó không được cho phép để tạo/tải lên/đổi tên tập tin với phần mở rộng <b>.[ext]</b>.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
cs: Není dovoleno vytvořit/uploadovat/přejmenovat soubor MIME <b>[mime]</b>.
da: Det er ikke tilladt at oprette/upload/omdøbe filer af <b>[mime]</b> MIME-type.
de: Est ist nicht erlaubt Dateien des Typ <b>[mime]</b> MIME zu erstellen/hochladen/unbenennen
el: Δεν επιτρέπεται να δημιουργήσετε/ανεβασετε/μετονομασετε αρχεία του τύπου ΜΙΜΕ <b>[mime]</b>.
es: No esta permitido crear/cargar/renombrar archivos de tipo MIME <b>[mime]</b>.
id: Tidak diperbolehkan untuk membuat / upload / menggantinama file jenis MIME <b>[mime]</b>.
ja: <b>[mime]</b> MIMEタイプのファイルに関する 作成/アップロード/リネーム は許可されていません。
no: Det er ikke tillatt å opprette/laste opp/endre navn på filer av denne <b>[mime]</b> MIME typen.
ru: Не разрешается создавать/загружать/переименовывать файлы типа <b>[mime]</b> MIME.
uk: Не дозволяється створювати/завантажувати/перейменовувати файли типу <b>[mime]</b> MIME.
vi: Nó không được cho phép để tạo/tải lên/đổi tên tập tin của loại MIME <b>[mime]</b>.
