Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
ar: لتنزيل هذه النسخة الاحتياطية، انقر على رمز الترس واختر تحميل
cs: Chcete-li stáhnout zálohy, klepněte na ikona ozubeného kola a zvolte možnost Stáhnout
da: For at downloade denne sikkerhedskopi, skal du klikke på tandhjulsikonet, og vælg Download
de: Um diese Sicherung zu downloaden, klicken Sie auf das Zahnradsymbol und wählen Sie Download
el: Για να κατεβάσετε αυτό το αντίγραφο ασφαλείας, κάντε κλικ στο εικονίδιο με το γρανάζι και επιλέξτε λήψη
es: Para descargar esta copia de seguridad, clica en el icono de engranaje y selecciona Descargar
id: Untuk mendownload backup ini, klik ikon perkakas dan pilih Download
ja: バックアップしたファイルは「歯車アイコン → ダウンロード」からダウンロードできます。
no: For å laste ned denne sikkerhetskopien, klikk på gear-ikonet og velg Last ned
ru: Чтобы скачать этот архив, нажмите на значок шестеренки и выберите Скачать
tr: Bu yedekleme için dişli simgesini tıklayın ve Download
uk: Щоб завантажити резервну копію, натисніть значок шестерні та виберіть "Завантажити"
vi: Để tải xuống bản sao lưu này, nhấp vào biểu tượng bánh răng và chọn tải về

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
ar: هذا القسم يتيح لكم إدارة ملفات النسخ الاحتياطية.<br>- لاستعادة قاعدة البيانات, حدد الصندوق المجاور للقاعدة المرغوب استعادتها وانقر على "استعادة" (نرجو الانتباه, إذا قمتم بتحديد أكثر من ملف سيتم استعادة الملف الأول فقط)<br>- لحذف الملفات, حدد الصناديق بجوار الملفات المراد حذفها ثم انقر على "حذف".<br>- لتحميل ملف لجهازك الشخصي, انقر على اسم الملف.
cs: Tato sekce umožňuje spravovat soubory ze zálohy.<br />- Pro obnovu databáze zaškrtněte políčko u názvu příslušného souboru a klepněte na Obnovit.<br />- Pro odstranění souborů zaškrtněte políčka u souborů, které chcete smazat, a klikněte na Odstranit.<br />- Pro stažení souborů do počítače klepněte na daný soubor.
da: Dette afsnit giver dig mulighed for at styre din backup filer. <br />- Hvis du vil gendanne databasen, afkrydse afkrydsningsfeltet nær passende filnavn og klik på knappen "Gendan" <br />- For at slette filer, kryds ved de afkrydsningsfelterne nærheden af de filer, der skal slettes, og klik på "Slet" knappen. <br />- Hvis du vil hente en fil til din lokale computer, skal du klikke på filnavnet.
de: Dieser Bereich erlaubt Ihnen Ihre Backup Dateien zu verwalten <br> - Um die Datenbank wiederherzustellen, das Kontrollkästchen der gewünschten Datei anhaken und auf die Taste <b>Wiederherstellung</b> klicken<br> - Um Dateien zu löschen, die Kontollkästchen der zu löschenden Dateien anhaken und auf die Taste <b>Sekektierte löschen</b> klicken.<br> - Um eine Datei auf Ihren lokalen Computer herunterzuladen, Datei selektieren und auf die Taste <b>Hochladen (upoad)</b> klicken.
el: Αυτή η ενότητα σας επιτρέπει να διαχειρίζεστε τα αρχεία του Backup. <br>- To restore database, tick off the checkbox near the appropriate filename and press "Restore" button (please note, that the first file will be processed only if you select more that one entry)<br>- To delete files, tick off the checkboxes near files that should be deleted and press "Delete" button.<br>- To download the file to your local computer, click on the filename.
es: Esta sección permite que usted maneje sus copias de seguridad.<br>- Para restaurar la base de datos, marque la casilla cerca del nombre del archivo apropiado y pulse el botón de "Restaurar" (por favor tenga en cuneta, que el primer archivo será procesado sólo si usted selecciona más que una entrada)<br>- Para borrar archivos, marque las casillas de al lado de los archivos que deberían ser borrados y pulsar el botón de "Eliminar".<br>- Para descargar el archivo a su ordenador, haga clic en el nombre del archivo.
id: Di bagian ini memungkinkan Anda untuk mengelola file cadangan (backup) <br> - Untuk mengembalikan (restore) database, pilih kotak centang di dekat nama file yang sesuai dan klik Restore <br> - Untuk menghapus file, pilih kotak centang di dekat file yang akan dihapus dan kili Hapus.<br />- Untuk melakukan download sebuah file ke komputer lokal Anda, klik pada nama file.
ja: このセクションではバックアップファイルを管理できます。<br> - チェックボックスをチェックして"リストア"ボタンをクリックするとデータベースをリストアできます。<br> - チェックボックスをはずして"削除"ボタンをクリックするとバックアップファイルを削除します。<br> - ファイル名をクリックするとバックアップファイルをダウンロードできます。
no: Denne delen lar deg administrere dine backup filer.<br />- For å gjenopprette databasen, marker avmerkingsboksen i nærheten av riktig filnavn og klikk på Gjenopprett.<br />- For å slette filer, marker avmerkingsboksen i nærheten av filer som skal slettes og klikk på Slett.<br />- For å laste ned en fil til din lokale datamaskinen klikker du på filnavnet.
ru: Эта секция позволяет вам управлять вашими резервными файлами.<br>- Для восстановления базы данных, отметьте галочкой необходимый файл и нажмите на кнопку «Восстановить» (обратите внимание, что если вы отмечаете более одного файла, будет использован только первый)<br>- Чтобы удалить файлы, отметьте их галочкой и нажмите кнопку «Удалить».<br>- Чтобы загрузить файл на компьютер, нажмите на название файла.
tr: Bölüm izinleri sizin veritabanı yönetiminizi gösterir.<br />- Veritabanınızı yapılandırmak için 'yapılandır' butonuna basınız(Eğer birden fazla dosya seçmezseniz sadece ilk dosya oluşturulur.)<br />- Dosya silmek için dosya yanındaki 'sil' butonuna basınız.<br />- Bilgisayarınızdan dosya yüklemek için seçim yapınız.
uk: Цей розділ дає змогу керувати вашими резервними копіями файлів. <br /> - для відновлення бази даних, установіть прапорець біля імені відповідного файлу і натисніть кнопку відновити. <br /> – щоб видалити файли, установіть прапорці біля файлів, які потрібно видалити та натисніть кнопку Видалити. <br/> – щоб завантажити файл на локальному комп'ютері, клацніть на назві файлу.
vi: Phần này cho phép bạn quản lý tập tin sao lưu của bạn. <br /> - Để khôi phục lại cơ sở dữ liệu, chọn hộp kiểm gần tên tập tin thích hợp và bấm vào Khôi Phục. <br /> - Để xóa các tập tin, chọn hộp kiểm gần các tập tin cần xóa và bấm vào Xóa. <br /> - Để tải một tập tin vào máy tính cục bộ của bạn, bấm vào tên tập tin muốn tải.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
ar: عنوان الدفع مثل عنوان الشحن؟
cs: Fakturace a dodací adresy jsou stejné
da: Fakturerings- og leveringsadresser er den samme
de: Rechnungsadresse ist gleich wie Versandadresse
el: Η Διεύθυνση Τιμολόγησης και Αποστολής είναι ίδιες
es: La dirección de envió y facturación son la misma
id: Alamat Penagihan dan alamat pengiriman sama
ja: 請求先住所は配送先住所と同一
no: Konto og leveringsadressen er den samme
ru: Адрес плательщика и адрес доставки совпадают
tr: Teslimat adresiyle aynı
uk: Адреса платника та адреса доставки співпадають
vi: Địa chỉ Thanh toán và Vận chuyển là giống nhau

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
ru: Я оформляю заказ как юридическое лицо
uk: Я оформляю замовлення як юридична особа

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
ar: الثلاثون يوماً التجريبيون انتهوا. يرجى شراء الترخيص ([href]) أو حذف السكربت من موقعكم.
cs: Vaše 30denní zkušební doba uplynula. Zakupte si prosím licenci ([href]) nebo odstraňte software z vašeho serveru.
da: Din 30-dag evalueringsperiode er udløbet. Venligst, køb en licens ([href]) eller fjern softwaren fra din server.
de: Ihre 60 Tage Testperiode ist abgelaufen. Wir bitten Sie eine volle kommerzielle Lizenz zu erwerben (http://www.cs-cart-italiano.com/acquista-adesso) oder die Software von Ihrem Server zu entfernen.
el: Η περιόδος των 30 ημερών αξιολόγησης σας έχει λήξει. Παρακαλούμε να αγοράσετε την πλήρη εμπορική άδεια ή να αφαιρέσετε το λογισμικό από τον διακομιστή σας.
es: Ha caducado el período de evaluación de 30 días. Por favor, compre una licencia ([href]) o elimine el software de su servidor.
id: Periode evaluasi 30 hari telah berakhir. Silakan, belilisensi atau hapus perangkat lunak ini dari server Anda.
ja: ライセンス番号が登録されていないか、登録したライセンス番号が正しくありません。
no: Din 30-dagers evalueringsperioden er utløpt. Vennligst kjøpe full kommersiell lisens eller fjern programvaren fra serveren din.
ru: Ваш 30-дневный период тестирования истек. Пожалуйста, купите полную лицензию или удалите программное обеспечение с вашего сервера.
tr: Your 60-day evaluation period has expired. Please purchase the full commercial license or remove the software from your server.
uk: 30-денний період пробного використання минув. Будь ласка, придбайте ліцензію ([href]), або видаліть програму з вашого сервера.
vi: Giai đoạn dùng thử 30 ngày của bạn đã hết hạn. Xin vui lòng, mua một giấy phép ([href]) hoặc loại bỏ phần mềm khỏi máy chủ của bạn.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
ar: لا يمكن إنشاء المجلد <b>[directory]</b>. يرجى مراجعة الصلاحيات.
cs: Nelze vytvořit adresář <b>[directory]</b>. Zkontrolujte, prosím, oprávnění.
da: Kan ikke oprette mappen <b>[directory]</ b>. Tjek venligst tilladelserne.
de: Das Verzeichnis <b>[directory]</b> kann nicht erstellt werden. Bitte prüfen Sie die Zugriffsberechtigungen.
el: Cannot create directory <b>[directory]</b>. Please check the permissions.
es: No se ha creado el directorio <b>[directory]</b>. Por favor revise los permisos.
id: Tidak dapat membuat direktori <b>[directory]</b>. Mohon periksa ijin.
ja: <b>[directory]</b> ディレクトリを作成できません。 パーミッションを確認してください。
no: Kan ikke opprette katalogen <b>[directory]</b>. Vennligst sjekk tillatelser.
ru: Создание директории <b>[directory]</b> невозможно. Пожалуйста, проверьте права доступа.
tr: Dizin oluşturulamadı <b>[directory]</b>. Lütfen izinleri kontrol edin.
uk: Створення директорії <b>[directory]</b> неможливе. Перевірте права доступу.
vi: Không thể tạo thư mục <b>[directory]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
ar: لا يمكن إنشاء الملف <b>[file]</b>. يرجى مراجعة الصلاحيات.
cs: Nelze vytvořit soubor <b>[file]</b>. Zkontrolujte. prosím, oprávnění k adresáři.
da: Kan ikke oprette filen <b> [file] </ b>. Venligst mappens tilladelser.
de: Die Datei <b>[file]</b> kann nicht erstellt werden. Prüfen Sie bitte die Zugriffsberechtigungen dieses Verzeichnisses.
el: Cannot create file <b>[file]</b>. Please check the directory permissions.
es: No se ha creado el fichero <b>[file]</b>. Por favor revise los permisos de directorio.
id: Tidak dapat membuat file <b>[file]</b>. Silakan periksa hak akses direktori.
ja: ファイル <b>[file]</b> を作成できません。 ディレクトリのパーミッションを確認してください。
no: Kan ikke opprette filen <b>[file]</b>. Vennligst sjekk katalogens tillatelser.
ru: Создание файла <b>[file]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
tr: Dosya oluşturulamadı <b>[file]</b>. Lütfen dizin izinlerini kontrol edin.
uk: Не вдалося створити файл <b>[file]</b>. Будь ласка, перевірте права доступу.
vi: Không thể tạo tập tin <b>[file]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
ar: لا يمكن حذف المجلد <b>[directory]</b>. يرجى مراجعة التراخيص.
cs: Nelze smazat adresář <b>[directory]</b>. Zkontrolujte, prosím, oprávnění.
da: Kan ikke slette mappen <b>[directory]</ b>. Tjek venligst tilladelserne.
de: Das Verzeichnis <b>[directory]</b> kann nicht gelöscht werden. Bitte prüfen Sie die Zugriffsberechtigungen.
el: Cannot delete directory <b>[directory]</b>. Please check the permissions.
es: No se ha borrado el directorio <b>[directory]</b>. Por favor revise los permisos.
id: Tidak dapat menghapus direktori <b>[directory]</b>. Mohon periksa ijin.
ja: <b>[directory]</b> ディレクトリを削除できません。 パーミッションを確認してください。
no: Kan ikke slette katalogen <b>[directory]</b>. Vennligst sjekk tillatelser.
ru: Удаление <b>[directory]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
tr: Dizin silinemedi <b>[directory]</b>. Lütfen izinleri kontrol edin.
uk: Видалення директорії <b>[directory]</b> неможливе. Перевірте права доступу.
vi: Không thể xoá thư mục <b>[directory]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
ar: لا يمكن حذف الملف <b>[file]</b>. يرجى مراجعة الصلاحيات.
cs: Nelze smazat soubor <b>[file]</b>. Zkontrolujte, prosím, oprávnění.
da: Kan ikke slette filen <b> [file] </ b>. Tjek venligst tilladelserne.
de: Die Datei <b>[file]</b> kann nicht gelöscht werden. Bitte prüfen Sie die Zugriffsberechtigungen.
el: Cannot delete file <b>[file]</b>. Please check the permissions.
es: No se ha borrado el fichero <b>[file]</b>. Por favor revise los permisos.
id: Tidak dapat menghapus file <b>[file]</b>. Mohon periksa ijin.
ja: ファイル <b>[file]</b> を削除できません。 パーミッションを確認してください。
no: Kan ikke slette filen <b>[file]</b>. Vennligst sjekk tillatelser.
ru: Удаление файла <b>[file]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
tr: Dosya silinemedi <b>[file]</b>. Lütfen izinleri kontrol edin.
uk: Видалення файлу <b>[file]</b> неможливе. Перевірте права доступу.
vi: Không thể xóa tập tin <b>[file]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
ar: لا يمكن اعادة تسمية المجلد <b>[directory]</b>. يرجى مراجعة التراخيص.
cs: Nelze přejmenovat adresář <b>[directory]</b>. Zkontrolujte, prosím, oprávnění.
da: Kan ikke omdøbe mappen <b>[directory]</ b>. Tjek venligst tilladelserne.
de: Das Verzeichnis <b>[directory]</b> kann nicht umbenannt werden. Bitte prüfen Sie die Zugriffsberechtigungen.
el: Cannot rename directory <b>[directory]</b>. Please check the permissions.
es: No se ha podido renombrar el directorio <b>[directory]</b>. Por favor revise los permisos.
id: Tidak bisa mengganti nama direktori <b>[directory]</b>.Mohon periksa ijin.
ja: <b>[directory]</b> ディレクトリをリネームできません。 パーミッションを確認してください。
no: Kan ikke endre navn på katalogen <b>[directory]</b>. Vennligst sjekk tillatelser.
ru: Переименование директории <b>[directory]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
tr: Dizin yeniden adlandırılamadı <b>[directory]</b>. Lütfen izinleri kontrol edin.
uk: Перейменування директорії <b>[directory]</b> неможливе. Перевірте права доступу до директорії.
vi: Không thể đổi tên thư mục <b>[directory]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
ar: لا يمكن اعادة تسمية الملف <b>[file]</b>. يرجى مراجعة الصلاحيات.
cs: Nelze přejmenovat soubor <b>[file]</b>. Zkontrolujte, prosim, oprávnění.
da: Kan ikke omdøbe filen <b>[file]</ b>. Tjek venligst tilladelserne.
de: Die Datei <b>[file]</b> kann nicht umbenannt werden. Bitte prüfen Sie die Zugriffsberechtigungen.
el: Cannot rename file <b>[file]</b>. Please check the permissions.
es: No se ha podido renombrar el fichero<b>[file]</b>. Por favor revise los permisos.
id: Tidak bisa mengganti nama file <b>[file]</b>. Mohon periksa ijin.
ja: ファイル <b>[file]</b> をリネームできません。 パーミッションを確認してください。
no: Kan ikke endre navn på filen <b>[file]</b>. Vennligst sjekk tillatelser.
ru: Переименование файла <b>[file]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
tr: Dosya yeniden adlandırılamadı <b>[file]</b>. Lütfen dosya yazma izinlerini kontrol edin.
uk: Перейменування файлу <b>[file]</b> неможливе. Перевірте права доступу.
vi: Không thể đổi tên tập tin <b>[file]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
ar: لا يمكن استرجاع المجلد <b>[directory]</b> من المخزون. يرجى التأكد من المخزون.
cs: Nelze obnovit adresář <b>[directory]</b> z archivu. Zkontrolujte, prosím, zda archiv existuje.
da: Kan ikke gendanne mappen <b>[directory]</ b> fra lageret. Tjek venligst hvis lageret findes.
de: Das Verzeichnis <b>[directory]</b> kann nicht aus dem Archiv (Repository) wiederhergestellt werden. Bitte prüfen Sie ob das Archiv (Repository) existiert.
el: Δεν είναι δυνατή η επαναφορά του καταλόγου <b>[directory]</b> από την αποθήκευτικό σύστημα.Παρακαλώ ελέγξτε αν το αποθηκευτικό σύστημα υπάρχει.
es: No puede restaurar el directorio <b>[directory]</b> del repositorio. Comprueba que el repositorio existe.
id: Tidak dapat mengembalikan direktori <b>[directory]</b>dari repositori. Periksa apakah ada repositori.
ja: <b>[directory]</b> ディレクトリをリポジトリからリストアできません。 リポジトリが存在するか確認してください。
no: Kan ikke gjenopprette katalogen <b>[directory]</b> fra oppbevaringsstedet. Vennligst sjekk om oppbevaringsstedet eksisterer.
ru: Невозможно восстановить директорию <b>[directory]</b> из хранилища. Пожалуйста, проверьте существование хранилища.
tr: <b>[directory]</b> adlı dizin yenilenemedi. Lütfen dizinin var olduğunu kontrol edin.
uk: Не вдалося відновити каталог <b>[directory]</b> зі сховища. Будь ласка, перевірте його існування.
vi: Không thể khôi phục thư mục <b>[directory]</b> từ các kho. Xin vui lòng kiểm tra nếu kho tồn tại.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
ar: لا يمكن استعادة الملف <b>[file]</b> من المخزون. يرجى التأكد من المخزون.
cs: Nelze obnovit soubor <b>[file]</b> z archivu. Zkontrolujte, prosím, zda archiv existuje.
da: Kan ikke gendanne filen <b>[file]</ b> fra lageret. Tjek venligst hvis lageret findes.
de: Die Datei <b>[file]</b> kann nicht aus dem Archiv (Repository) wiederhergestellt werden. Bitte prüfen Sie ob das Archiv (Repository) existiert.
el: Δεν είναι δυνατή η επαναφορά αρχείων<b>[file]</b> από το αποθηκευτικό σύστημα.Παρακαλώ ελέγξτε αν το αποθηκευτικό σύστημα υπάρχει.
es: No puede restaurar el archivo <b>[file]</b> del repositorio. Comprueba que el repositorio existe.
id: Tidak dapat mengembalikan file <b>[file]</b> dari repositori. Periksa apakah ada repositori.
ja: ファイル <b>[file]</b> をリポジトリからリストアできません。 リポジトリが存在するか確認してください。
no: Kan ikke gjenopprette filen <b>[file]</b> fra oppbevaringsstedet. Vennligst sjekk om oppbevaringsstedet eksisterer.
ru: Невозможно восстановить файл <b>[file]</b> из хранилища. Пожалуйста, проверьте существование хранилища.
tr: <b>[file]</b> adlı dosya yenilenemedi. Lütfen dosyanın varlığını kontrol edin.
uk: Не вдалося відновити файл <b>[file]</b> з репозиторію. Будь ласка, перевірте, чи існує у сховищі.
vi: Không thể khôi phục tập tin <b>[file]</b> từ các kho. Xin vui lòng kiểm tra nếu kho tồn tại.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
ar: هذا الكوبون يمكن أن يستخدم مرة واحدة فقط. لقد قمتم باستخدامه من قبل.
cs: Tento kupon může být použit pouze jednou. Již jste ho využil/a.
da: Denne kupon kan kun bruges én gang. Du har allerede anvendt den.
de: Dieser Gutschein kann nur einmal (1) benutzt werden. Sie haben ihn schon einmal angewandt.
el: Το κουπόνι αυτό μπορεί να χρησιμοποιηθεί μόνο μία φορά. Έχετε εφαρμοστεί ήδη.
es: Este cupón puede ser usado sólo una vez. Usted lo ha utilizado ya.
id: Kupon ini hanya dapat digunakan sekali. Anda sudahmenggunakannya.
ja: このクーポンは使用済みです。
no: Denne kupongen kan bare brukes en gang. Du har allerede brukt den.
ru: Этот купон может быть применен только один раз. Вы уже использовали его.
tr: Bu kupon bir kullanımlık olup daha önce kullandığınızı hatırlatırız.
uk: Цей купон може бути використаний тільки один раз. Ви вже використали його.
vi: Phiếu giảm giá này có thể được sử dụng chỉ một lần. Bạn đã áp dụng nó trước đó.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
ar: كمية المنتج <b>[product]</b> تم تغييرها للمتاح.
cs: Množství zboží <b>[product]</b> ve Vašem košíku bylo změněno na množství povolené.
da: mængden af produktet <b> [produkt] </ b> i din vogn er blevet ændret til tilladte.
de: Die Produktmenge von <b>[product]</b> in Ihrem Warenkorb wurde auf zulässig geändert.
el: Η ποσότητα του προϊόντος <b>[product]</b> στο καλάθι σας έχει αλλάξει σto επιτρεπόμενo.
es: La cantidad de producto <b>[product]</b> en su carrito se ha cambiado a la cantidad admisible.
id: Jumlah produk<b>[product]</b> dalam belanjaan Anda telahberubah sesuai yang diijinkan.
ja: カート内の <b>[product]</b> の数量を購入可能な値に変更しました。
no: Antallet av produktet <b>[product]</b> i handlevognen din har blitt endret til tillatt antall.
ru: Количество товара <b>[product]</b> в вашей корзине было изменено на допустимое.
tr: Sepetinizdeki rün miktarı <b>[product]</b> olarak izin verilen ölçüde değiştirildi
uk: Кількість продукту <b>[product]</b> у кошиу змінено до допустимого.
vi: Số lượng sản phẩm <b>[product]</b> trong giỏ hàng của bạn đã được thay đổi để cho phép.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
ar: كمية المنتجات بالمخزون لا تكفي طلبكم. كمية المنتج <b>[product]</b> تم تغييرها في سلّة مشترياتكم.
cs: Počet zboží na skladě není pro Vaši objednávku dostatečný. Množství zboží <b>[product]</b> bylo ve Vašem košíku změněno.
da: Antallet af produkter på lager er ikke nok for din bestilling. Mængden af produktet <b> [produkt] </ b> er blevet ændret i din indkøbsvogn.
de: Die Anzahl der Produkte auf Lager reicht nicht fur Ihren Auftrag aus. Die Menge von Produkt <b> [product] </b> in Ihrem Warenkorb wurde geändert.
el: Η ποσότητα του προϊόντος <b>[product]</b> έχει διορθωθεί διότι ξεπερνάει το διαθέσιμο απόθεμα!
es: La cantidad del artículo <b>[product]</b> es correcta debido al exceso en inventario.
id: Jumlah produk dalam persediaan tidak cukup untuk pesananAnda. Jumlah produk <b>[product]</b> telah diubah dalambelanjaan Anda.
ja: ご注文の数量に対して在庫が不足しています。 <b>[product]</b> の注文数が変更されました。
no: Antall produkter på lager er ikke nok for din bestilling. Antall av produktet <b>[product]</b> har blitt endret i handlevognen.
ru: В настоящее время не имеется в наличии необходимого количества товаров для вашего заказа. Количество товаров <b>[product]</b> в вашей корзине было уменьшено до максимально допустимого.
tr: Siparişiniz için yeterli sayıda ürün bulunmamaktadır.Sepetinizdeki ürün<b>[product]</b> sayıdı değiştirilmiştir.
uk: Кількість товарів на складі недостатня для вашого замовлення. Кількість продукту <b>[product]</b> у кошику змінилося.
vi: Số lượng sản phẩm trong kho là không đủ cho đặt hàng của bạn. Số lượng sản phẩm <b>[product]</b> đã được thay đổi trong giỏ hàng của bạn.

# Languages::text_cart_empty
source: Your cart is empty
ar: سلّة التسوق فارغة
cs: Košík je prázdný
da: Din indkøbskurv er tom
de: Ihr Warenkorb ist leer
el: Το Καλάθι σας είναι άδειο!
es: Su carro esta vacío
id: Belanjaan Anda kosong
ja: カートは空です
no: Handlevognen er tom
ru: Ваша корзина пуста
tr: Sepetiniz boş
uk: Ваш кошик порожній
vi: Giỏ hàng của bạn chưa có sản phẩm
