Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
cs: Nastavení prvního kroku objednávky (Přihlášení)
da: Konfigurere "Log på" trin
de: "Anmelden"-Schritt konfigurieren
el: Ρύθμιση παραμέτρων βήματος "Σύνδεση"
es: Configurar paso "Iniciar sesión"
id: Konfigurasikan langkah "Masuk"
ja: ログイン/会員登録の設定
no: Konfigurer "Logg inn" trinn
ru: Настройка шага авторизации
tr: "Oturum aç" adımını yapılandır
uk: Налаштувати крок авторизації
vi: Cấu hình bước "Đăng nhập"

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
ar: يمكن إخفاء هذه الخطوة فقط في حالة أنه لا يملك أية حقول معلومات الاتصال المطلوبة ومسموح بالخروج مجهول.
cs: Tento krok může být skryt pouze v případě, že nemá povinné některé pole formuláře a jsou povoleny nákupy bez registrace.
da: Dette trin kan være skjult, hvis den ikke har nogen nødvendig kontakt info felter og anonymt checkout er tilladt.
de: Dieser Schritt kann nur ausgeblendet werden, wenn keine Felder mit notwendigen Kontaktinformationen vorhanden sind und anonymer Zahlungsabschluss erlaubt ist.
el: Αυτό το βήμα μπορεί να κρυφτεί, μόνο αν οποιαδήποτε πεδία επικοινωνίας δεν απαιτούνται και επιπλέον επιτρέπεται το ανώνυμο checkout.
es: Este paso sólo se puede ocultar si no tienes ningún campo de información de contacto requerido y se permite la compra anónima.
id: Langkah ini bisa disembunyikan hanya jika tidak ada kolom info kontak yang diperlukan dan anonim checkout diperbolehkan.
ja: このステップは連絡先情報フィールドが設定されておらず、ゲスト購入が有効化されている場合には省略されます。
no: Dette trinnet kan bare skjules hvis det ikke har påkrevde profilfelt og hvis anonym utsjekking er satt som tillatt.
ru: Этот шаг может быть скрыт, только если в нем нет обязательных для заполнения полей и разрешено оформление заказа без регистрации.
tr: Eğer gerekli iletişim bilgileri alanlarına sahip değilse, bu adım yalnızca gizli olabilir ve anonim ödeme yapılmasına izin verilir.
uk: Цей крок може бути приховано, тільки якщо в ньому немає полів обов'язкових до заповнення і дозволено оформлення замовлення без реєстрації.
vi: Bước này có thể chỉ được ẩn nếu nó không có bất kỳ lĩnh vực yêu cầu thông tin liên hệ và thanh toán chưa xác định người được cho phép.

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
cs: Standardní volba pro sekci "Nový zákazník" v prvním kroku objednávky
da: Standardindstillingen for den "ny kunde" sektionen på "Log ind"
el: Προεπιλεγμένη επιλογή για το τμήμα "νέος πελάτης" στη "Συνδεση"
es: Opción por defecto para la sección "Nuevo cliente" en "Iniciar sesión"
id: Opsi default untuk bagian "Pelanggan baru" di "Masuk"
ja: 「はじめてのご来店・未登録のお客様」セクションにおけるデフォルトオプション
no: Standard valg for "Ny kunde" seksjonen ved "Logg inn"
ru: Вариант по умолчанию в секции «Новый покупатель»
tr: "Oturum Aç"ta bulunan "Yeni müşteri" bölümü için varsayılan seçenek
uk: Варіант за замовчанням в секції «Новий покупець»
vi: Tùy chọn mặc định cho "Khách hàng mới"" phần "Đăng nhập"

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
ar: عرض خطوة "طريقة الشحن"
cs: Zobrazit krok "Způsob dopravy"
da: Vis "Shipping metode" trin
el: Εμφανίσετε το βήμα "Μέθοδος αποστολής"
es: Mostrar el paso de "Método de envío"
id: Tampilkan "Metode Pengiriman"
ja: 「配送方法」ステップを表示
no: Vis "Forsendelsesmåte" trinn
ru: Показывать шаг "Способ доставки"
tr: "Ödeme yöntemi" adımını görüntüleme
uk: Показувати крок "Спосіб доставки"
vi: Hiển thị các bước "Phương thức vận chuyển"

# SettingsTooltips::display_shipping_step
source: If hidden, the first active method will be used by default.
ar: إذا كانت مخفية، ستستخدم الأسلوب الأول النشط بشكل افتراضي.
cs: Pokud je skrytý, je použit první aktivní způsob.
da: Hvis skjult, vil den første aktive metode blive anvendt som standard.
de: Wenn ausgeblendet, wird standardmäßig die erste aktive Methode verwendet.
el: Αν ειναι κρυφό, η πρώτη ενεργή μέθοδος θα χρησιμοποιηθεί ως προεπιλογή.
es: Si se oculta, se utilizará el primer método activo por defecto.
id: Jika disembunyikan, metode aktif pertama akan digunakan secara default.
ja: 非表示にすると表示順が最初の配送方法が自動的に選択されます。
no: Hvis skjult, vil den første aktive metoden brukes som standard.
ru: Если шаг скрыт, будет использован первый активный способ доставки.
tr: Eğer gizliyse ilk aktif metod varsayılan olarak kullanılacaktır.
uk: Якщо крок приховано, буде використовуватися перший активний спосіб доставки.
vi: Nếu ẩn, phương pháp hoạt động đầu tiên sẽ được sử dụng theo mặc định.

# SettingsOptions::email_templates
source: Email templates mode
ar: وضع قوالب البريد الإلكتروني
cs: Režim šablon e-mailu
da: E-mail skabeloner tilstand
de: E-Mail-Vorlagenmodus
el: Λειτουργία Email templates
es: Modo de plantillas de correo electrónico
id: Mode template email
ja: メールテンプレートモード
no: E-post maler modus
ru: Режим редактирования email-уведомлений
tr: E-posta şablonları modu
uk: Режим редагування email-повідомлень
vi: Email chế độ mẫu

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
ru: Допустимые номера телефонов
uk: Допустимі номери телефонів

# SettingsTooltips::phone_validation_mode
source: Determines what users can enter as their phone number.
ru: Определяет, что пользователи могут вводить как номер телефона.
uk: Визначає, що користувачі можуть вводити в якості номера телефону.

# SettingsOptions::display_payment_step
source: Display "Payment method" step
ar: عرض خطوة "طريقة الدفع"
cs: Zobrazit krok "Způsob platby"
da: Vis "Payment method" trin
de: Schritt "Payment method" anzeigen
el: Προβολή βηματος "Τρόπος πληρωμής"
es: Mostrar paso "Método de pago"
id: Tampilkan "Metode pembayaran"
ja: 「支払方法」ステップを表示
no: Vis "Betalingsmåte" trinn
ru: Показывать шаг "Способ оплаты"
tr: "Ödeme yöntemi" adım görüntüleme
uk: Показувати крок "Спосіб сплати"
vi: Hiển thị bước "Phương thức thanh toán"

# SettingsTooltips::display_payment_step
source: If hidden, the first active method will be used by default.
ar: إذا كانت مخفية، ستستخدم الأسلوب الأول النشط بشكل افتراضي.
cs: Pokud je skrytý, je použita první aktivní metoda.
da: Hvis skjult, vil den første aktive metode blive anvendt som standard.
de: Wenn ausgeblendet, wird standardmäßig die erste aktive Methode verwendet.
el: Αν ειναι κρυφό, η πρώτη ενεργή μέθοδος θα χρησιμοποιηθεί ως προεπιλογή.
es: Si se oculta, se utilizará el primer método activo por defecto.
id: Jika disembunyikan, metode aktif pertama akan digunakan secara default.
ja: 非表示にすると表示順が最初の支払方法が自動で選択されます。
no: Hvis skjult, vil den første aktive metoden brukes som standard.
ru: Если шаг скрыт, будет использован первый активный способ оплаты.
tr: Eğer gizliyse ilk aktif metod varsayılan olarak kullanılacaktır.
uk: Якщо крок приховано, буде використовуватися перший активний спосіб оплати.
vi: Nếu ẩn, phương pháp hoạt động đầu tiên sẽ được sử dụng theo mặc định.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
cs: Povolit prodej zboží určeného ke stažení
da: Aktivere at sælge downloadable produkter
de: Verkauf von herunterladbaren Produkten aktivieren
el: Ενεργοποίηση πώλησης προϊόντων με δυνατότητα λήψης
es: Habilitar venta de productos descargables
id: Aktifkan menjual produk yang dapat didownload
ja: デジタルコンテンツのダウンロード販売を行う
no: Aktiver salg av nedlastbare produkter
ru: Включить продажу цифровых товаров
tr: İndirilebilir ürünlerin satışını etkinleştir
uk: Увімкнути продажу цифрової продукції
vi: Kích hoạt tải về sản phẩm bán chạy

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
ar: السماح للعملاء بمقارنة المنتجات
cs: Umožnit zákazníkům porovnávat zboží
da: Giver kunderne mulighed for at sammenligne produkter
de: Ermöglicht es Kunden, Produkte zu vergleichen
el: Επιτρέπει στους πελάτες να συγκρίνουν προϊόντα
es: Permitir a los clientes comparar productos
id: Izinkan pelanggan untuk membandingkan produk
ja: お客様による商品の比較を許可する
no: Tillat kundene å sammenligne produkter
ru: Разрешить покупателям сравнивать товары
tr: Müşterilerin ürünleri karşılaştırmasına izin ver
uk: Дозволити покупцям порівнювати товари
vi: Cho phép khách hàng so sánh sản phẩm

# SettingsTooltips::secure_storefront
source: SSL certificate is required to be installed on your server
ar: يجب تركيب شهادة الـ SSL على سيرفركم
cs: Na vašem serveru musí být nainstalován SSL certifikát
da: SSL-certifikatet er obligatorisk for at være installeret på din server
de: Ein SSL-Zertifikat ist erforderlich, um auf Ihrem Server installiert zu sein
el: Απαιτείται εκγατασταση πιστοποιητικου SSL στο server σας
es: Se requiere la instalación de certificado SSL en el servidor
id: Sertifikat SSL diperlukan untuk diinstal pada server Anda
ja: SSL証明書をサーバーにインストールする必要があります
no: SSL-sertifikat må være installert på serveren din
ru: на сервере должен быть установлен SSL сертификат
tr: Sunucu üzerinde SSL sertifikası yüklü olması gerekmektedir
uk: На сервері має бути встановлений SSL-сертифікат
vi: Xác thực SSL là cần thiết để được cài đặt trên máy chủ của bạn

# SettingsTooltips::secure_admin
source: SSL certificate is required to be installed on your server
ar: يجب تركيب شهادة الـ SSL على سيرفركم
cs: Na vašem serveru musí být nainstalován SSL certifikát
da: SSL-certifikatet er obligatorisk for at være installeret på din server
de: Ein SSL-Zertifikat ist erforderlich, um auf Ihrem Server installiert zu sein
el: Απαιτείται εκγατασταση πιστοποιητικου SSL στο server σας
es: Es necesaria la instalación en el servidor de un certificado SSL
id: Sertifikat SSL diperlukan untuk diinstal pada server Anda
ja: SSL証明書をサーバーにインストールする必要があります
no: SSL-sertifikat må være installert på serveren din
ru: На сервере должен быть установлен SSL-сертификат
tr: Sunucu üzerinde SSL sertifikası yüklü olması gerekmektedir
uk: На сервері має бути встановлений SSL-сертифікат
vi: Xác thực SSL là cần thiết để được cài đặt trên máy chủ của bạn

# SettingsTooltips::store_access_key
source: Use: http://www.example.com/index.php?store_access_key=key_value
ar: استخدم: http://www.example.com/index.php?store_access_key=KEY<br /> مع استبدال example.com باسم دومينكم, و KEY بالقيمة التي أدخلتها
cs: Použití: http://www.example.com/index.php?store_access_key=key_value
da: Brug: http://www.example.com/index.php?store_access_key=key_value
el: Χρησιμοποιήστε: http://www.example.com/index.php?store_access_key=key_value
es: Usa: http://www.example.com/index.php?store_access_key=key_value
id: Gunakan: http://www.example.com/index.php?store_access_key=key_value
ja: 例 : http://www.example.com/index.php?store_access_key=key_value
no: Bruk: http://www.example.com/index.php?store_access_key=din_tilgangsnøkkel
ru: Для доступа к витрине по ключу используйте URL: <em>http://mystore.ru/index.php?<strong>store_access_key=my_key</strong></em>, где <em>http://mystore.ru</em> — адрес вашего магазина в интернете, <em>my_key</em> — ваш ключ доступа.
tr: Kullan: http://www.example.com/index.php?store_access_key=key_value
uk: Для доступу до вітрини по ключу використовуйте URL: <em>http://www.example.com/index.php?<strong>store_access_key=my_key</strong></em>, де <em>http://www.example.com</em> - адреса вашої крамниці в інтернеті, <em>my_key</em> - ваш ключ доступу.
vi: Sử dụng: http://www.example.com/index.php?store_access_key=key_value

# SettingsTooltips::order_start_id
source: Enter a number between 1 and 10,000,000 (use digits only) or leave empty for auto-filling.
ar: أدخل رقم من 1 إلى 10,000,000 (استخدم أرقام فقط) أو اتركها فارغة ليتم الإدخال تلقائياً.
cs: Zadejte číslo mezi 1 a 10.000.000 (použijte pouze číslice), nebo ponechte prázdné pro automatické vyplnění.
da: Angiv et tal mellem 1 og 10.000.000 (brug cifre kun) eller lad være tomt for auto-udfyldning.
de: Geben Sie eine Zahl zwischen 1 und 10.000.000 ein (nur Ziffern verwenden) oder lassen Sie sie beim automatischen Ausfüllen leer.
el: Πληκτρολογήστε έναν αριθμό μεταξύ 1 και 10.000.000 (χρήση μόνο ψηφίων) ή αφήστε το κενό για αυτόματη συμπλήρωση.
es: Introduce un número entre 1 y 10.000.000 (sólo dígitos) o deja en blanco para rellenar automáticamente.
id: Masukkan angka antara 1 dan 10.000.000 (gunakan digit saja) atau biarkan kosong untuk pengisian otomatis.
ja: 1 から 10,000,000までの半角数字を入力するか、未入力のまま保存してください。
no: Skriv inn et tall mellom 1 og 10 millioner (bruk siffer) eller la det stå tomt for auto-utfylling.
ru: Введите число от 1 до 10 миллионов (цифрами) или оставьте пустым для автоматического заполнения.
tr: 1 ile 10,000,000 arasında bir sayı girin (yalnız rakam kullanın) veya otomatik doldurma için boş bırakın.
uk: Введіть число від 1 до 10 мільйонів (цифрами) або залиште порожнім для автоматичного заповнення.
vi: Nhập một số giữa 1 và 10,000,000 (chỉ sử dụng số) hoặc để trống sẽ tự động điền.

# SettingsTooltips::user_multiple_profiles
source: Shipping and billing addresses
ar: عناوين الشحن والدفع
cs: Fakturační adresy a adresy doručení
da: Adresser på forsendelses- og faktureringsoplysninger
de: Versand- und Rechnungsadressen
el: Διευθύνσεις Αποστολής και Τιμολόγησης
es: Direcciones de envío y facturación
id: Alamat pengiriman dan penagihan
ja: 配送先および請求先住所
no: Leverings og faktura-adresse
ru: Адреса доставки и плательщика
tr: Kargo ve fatura adresi
uk: Адреси доставки і платника
vi: Địa chỉ vận chuyển và thanh toán

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background
ar: اتركه فارغاً لخلفية شفافة
cs: Nechte prázdné pro průhledné pozadí
da: Lad være tom for gennemsigtig baggrund
de: Leer lassen für transparenten Hintergrund
el: Αφήστε κενό για διαφανές φόντο
es: Dejar vacío para fondo transparente
id: Biarkan kosong untuk latar belakang transparan
ja: 背景色を透明にするには空欄のまま保存してください
no: La stå tomt for gjennomsiktig bakgrunn
ru: Оставьте пустым для прозрачного фона
tr: Şeffaf arka plan için boş bırak
uk: Залиште порожнім для прозорого фону
vi: Để trống cho nền trong suốt

# SettingsTooltips::secure_auth
source: SSL certificate is required to be installed on your server
ar: يجب تركيب شهادة الـ SSL على سيرفركم
cs: Na vašem serveru musí být nainstalován SSL certifikát
da: SSL-certifikatet er obligatorisk for at være installeret på din server
de: Ein SSL-Zertifikat ist erforderlich, um auf Ihrem Server installiert zu sein
el: Απαιτείται εκγατασταση πιστοποιητικου SSL στο server σας
es: Es necesaria la instalación en el servidor de un certificado SSL
id: Sertifikat SSL diperlukan untuk diinstal pada server Anda
ja: SSL証明書をサーバーにインストールする必要があります
no: SSL-sertifikatet må være installert på serveren din
ru: На сервере должен быть установлен SSL-сертификат
tr: Sunucu üzerinde SSL sertifikası yüklü olması gerekmektedir
uk: На сервері має бути встановлений SSL-сертифікат
vi: Xác thực SSL là cần thiết để được cài đặt trên máy chủ của bạn

# SettingsTooltips::checkout_redirect
source: When the customer clicks on any Checkout button/link in the store
ar: عندما ينقر الزائر على أي رابط أو زر لإتمام الشراء في المتجر
cs: Při pokusu přejít k objednávce bude nákupní proces vždy začínat v sekci s obsahem košíku
da: Når kunden klikker på hvilken som helst Checkout knap/link i butikken
de: Wenn der Kunde auf einen beliebigen Checkout-Button/Link im Shop klickt
el: Όταν ο πελάτης κάνει κλικ σε οποιοδήποτε κουμπί / σύνδεσμο Ταμείο στο κατάστημα
es: Cuando el cliente hace click en cualquier botón/enlace de Checkout en la tienda
id: Saat pelanggan mengeklik tombol/tautan Checkout di toko
ja: チェックすると注文手続きボタン/リンクをクリックした際にカートの内容ページに遷移します
no: Når kunden klikker på en Sjekk-ut-knapp eller link i butikken
ru: При нажатии на любую ссылку или кнопку оформления заказа
tr: Müşteri mağazadaki herhangi bir kontrol düğmesine/linkine tıkladığında
uk: При натисканні на будь-яке посилання або кнопку оформлення замовлення
vi: Khi khách hàng nhấp chuột vào bất kỳ Nút/Liên kết thanh toán trong cửa hàng

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
ar: تعقب التغييرات لحظياً, من ثم إعادة بناء كاش الملفات التي تم تعديلها (حتى لو تم التعديل من خارج السكربت), ولكنها من الممكن أن تؤثر سلباً على أداء المتجر. يوصى بتعطيل هذا الخيار في الأوقات العادية.
cs: Sledovat změny v reálném čase a automaticky znovu ukládat modifikované soubory do mezipaměti (i soubory upravené přímo na serveru). Může mírně ovlivnit výkon obchodu. Doporučujeme vypnout v produkčním režimu.
da: Spor ændringer i realtid og automatisk re-cache ændrede filer (virker også med filerne der er ændret direkte på serveren) Kan let påvirke butikkens resultater. Anbefales for at deaktivere på produktion.
el: Παρακολουθείτε τροποποιήσεις σε πραγματικό χρόνο και αυτόματη δημιουργία προσωρινης αποθήκευσης των τροποποιημένων αρχείων (λειτουργεί μόνο με αρχεία που έχουν τροποποιηθεί απευθείας στο διακομιστή, επίσης.) Ίσως να επηρεαστουν ελαφρώς οι επιδόσεις του καταστηματος. Συνιστάται να απενεργοποιηθεί στην παραγωγή.
es: Seguir modificaciones en tiempo real y regenerar la caché automáticamente para los archivos modificados (también con los archivos modificados directamente en el servidor). Puede afectar ligeramente al rendimiento de la tienda. Se recomienda deshabilitar cuando el sitio está en explotación.
id: Lacak modifikasi secara real-time dan secara otomatis mengganti ulang file yang dimodifikasi (bekerja dengan file yang dimodifikasi secara langsung di server juga.) Sedikit mempengaruhi kinerja toko. Dianjurkan untuk menonaktifkan produksi.
ja: ファイルの変更（サーバー上での直接編集を含む）はリアルタイムで検知されキャッシュが再構築されます。<br /><br />ページの表示速度が若干低下する可能性があるため、本番運用時には無効化することをおすすめします。
no: Spor endringer i sanntid og automatisk re-bufre modifiserte filer (fungerer med filer som er endret direkte på serveren, også.) Kan påvirke butikkytelsen noe. Anbefales å deaktivere på live butikk.
ru: Автоматически обновлять кэш для изменившихся файлов (включая измененные напрямую на сервере). Возможно незначительное снижение скорости работы магазина. Рекомендуется отключить после внесения всех изменений в тему.
tr: Değişiklikleri gerçek zamanlı takip et ve değişikliğe uğrayan dosyaları otomatik olarak tekrar önbelleğe al (doğrudan sunucu üzerinde değiştirilen dosyalarla da çalışır). Mağaza performansını biraz etkileyebilir. Üretimde devre dışı bırakılması tavsiye edilir.
uk: Автоматично оновлювати кеш для змінених файлів (включаючи зміни що були власне на сервері) Злегка може вплинути на продуктивність магазину. Рекомендовано відключити після внесення усіх змін до теми.
vi: Theo dõi các thay đổi trong thời gian thực và tự động lại bộ nhớ cache tập tin sửa đổi (cũng làm việc với tập tin sửa đổi trực tiếp trên máy chủ.) Có thể một chút ảnh hưởng đến hiệu suất cửa hàng. Khuyến cáo vô hiệu hóa vào sản phẩm.

# SettingsTooltips::show_menu_descriptions
source: If you disable this check box, description of menu items will be hidden
ar: سيتم إخفاء وصف عناصر القائمة إذا لم يتم اختيار هذا الخيار
cs: Pokud odškrtneme toto políčko, popisy položek menu budou skryty
da: Hvis du deaktivere dette afkrydsningsfelt, skjules beskrivelse af menupunkter
de: Wenn Sie dieses Kontrollkästchen deaktivieren, wird die Beschreibung der Menüpunkte ausgeblendet
el: Εάν απενεργοποιήσετε αυτό το πλαίσιο ελέγχου, η περιγραφή των στοιχείων του μενού θα είναι κρυμμένη
es: Desactivando este checkbox, la descripción de los elementos de menú se ocultarán
id: Jika Anda menonaktifkan kotak centang ini, deskripsi item menu akan disembunyikan
ja: チェックを外すとメニューの説明文が非表示となります
no: Hvis du deaktiverer denne sjekkboksen, vil beskrivelsen av menyelementene være skjult
ru: Если выключено, описания пунктов меню будут спрятаны
tr: Bu işaret kutusunu devre dışı bırakırsanız menü öğelerinin açıklamaları gizlenecektir
uk: Якщо вимкнути цей прапорець, опис пунктів меню буде приховано
vi: Nếu bạn vô hiệu hóa hộp kiểm này, mô tả mục trình đơn sẽ được ẩn

# SettingsTooltips::quick_registration
source: Require only contact information on registration
ar: معلومات الاتصال فقط هي الإجبارية للتسجيل
cs: Při registraci vyžadovat pouze kontaktní informace
da: Kræve kun kontaktoplysninger på registrering
de: Kontaktinformationen werden nur zur Registrierung benötigt
el: Απαιτούνται μόνο τα στοιχεία επικοινωνίας σχετικά με την εγγραφή
es: Solicitar solo información de contacto en el registro
id: Hanya memerlukan informasi kontak saat registrasi
ja: メールアドレスとパスワードの入力のみでの会員登録を可能にします
no: Krev kun kontaktinformasjon ved registrering
ru: Для регистрации требуется только контактная информация
tr: Kayıtta yalnız iletişim bilgisini gerekli tut
uk: Для реєстрації потрібно тільки контактна інформація
vi: Chỉ yêu cầu các thông tin liên hệ khi đăng ký

# SettingsVariants::default_products_sorting::position
source: Default
ar: إفتراضي
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλεγμένο
es: Por defecto
ja: デフォルト
no: Standard
ru: Позиция в категории
tr: Varsayılan
uk: Позиція в категорії
vi: Mặc định

# SettingsVariants::feedback_type::manual
source: Manual feedback
ar: رد فعل يدوي
cs: Manuální zpětná vazba
da: Manuel feedback
el: Χειροκίνητο feedback
es: Comentarios manuales
id: Umpan balik manual
ja: 手動送信
no: Manuell tilbakemelding
ru: Обратная связь вручную
tr: El ile geri bildirim
uk: зворотній зв'язок в ручну
vi: Phản hồi thủ công

# SettingsVariants::feedback_type::auto
source: Automatic feedback
ar: رد فعل أوتوماتيكي
cs: Automatická zpětná vazba
da: Automatisk feedback
el: Αυτόματο feedback
es: Feedback automático
id: Feedback otomatis
ja: 自動送信
no: Automatisk tilbakemelding
ru: Автоматическая обратная связь
tr: Otomatik geribildirim
uk: Автоматичний зворотній зв'язок
vi: Tự động phản hồi

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
cs: 29/09/2005 (den/měsíc/rok)
da: 29/09/2005 (dag/måned/år)
el: 29/09/2005 (μέρα/μήνα/χρόνος)
es: 29/09/2005 (día/mes/año)
id: 29/09/2005 (tanggal/bulan/tahun)
ja: 29/09/2005 (日/月/年)
no: 29/09/2005 (dag/måned/år)
ru: 29/09/2005 (день/месяц/год)
tr: 29/09/2005 (gün/ay/yıl)
uk: 29/09/2005 (день/місяць/рік)
vi: 29/09/2005 (ngày/tháng/năm)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
ar: سماح
cs: Povolit
da: Tillad
de: Zulassen
el: Επιτρέπεται
es: Permitir
id: Izinkan
ja: 許可
no: Tillat
ru: Разрешить
tr: İzin ver
uk: Дозволити
vi: Cho phép

# SettingsVariants::string_type::digits
source: Digits only
ar: أرقام فقط
cs: Pouze číslice
da: Kun tal
de: Nur Ziffern
el: Μόνο ψηφία
es: Sólo dígitos
id: Hanya angka
ja: 数字のみ
no: Bare tall
ru: Только цифры
tr: Yalnızca rakam
uk: Тільки цифри
vi: Chỉ số

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
cs: 09/30/2008 (měsíc/den/rok)
da: 09/30/2008 (måned/dag/år)
el: 09/30/2008 (μηνας/μερα/χρονος)
es: 09/30/2008 (mes/día/año)
id: 09/30/2008 (bulan/tanggal/tahun)
ja: 09/30/2008 (月/日/年)
no: 09/30/2008 (måned/dag/år)
ru: 09/30/2008 (месяц/день/год)
tr: 09/30/2008 (ay/gün/yıl)
uk: 09/30/2008 (місяць/день/рік)
vi: 09/30/2008 (tháng/ngày/năm)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
ar: الأحد
cs: Neděle
da: Søndag
de: Sonntag
el: Κυριακή
es: Domingo
id: Minggu
ja: 日曜
no: Søndag
ru: Воскресенье
tr: Pazar
uk: Неділя
vi: Chủ Nhật

# SettingsVariants::address_position::billing_first
source: Billing first
ar: الفوترة أولاً
cs: Nejprve fakturační
da: Fakturering først
el: Η χρέωση πρώτα
es: Facturación primero
id: Penagihan dahulu
ja: 請求先住所を先に表示
no: Faktura først
ru: Сначала адрес плательщика
tr: Önce Ödeme
uk: Спочатку адреса платника
vi: Thanh toán đầu tiên

# SettingsVariants::log_type_general::runtime
source: Runtime
de: Laufzeit
es: Tiempo de ejecución
ja: ランタイム
ru: Время выполнения
tr: Çalışma Zamanı
uk: Час виконання
vi: Thời gian chạy
