Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# LanguageName
source: Localized language name
ar: العربية
cs: Čeština
da: Danish
de: German
el: Ελληνικά
es: Spanish
id: Bahasa Indonesia
ja: 日本語
no: Norsk
ru: Русский
tr: Türkçe
uk: Українська
vi: Vietnamese

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
ar: تفعيل دعم إبلاغ الاحتيال
cs: Povolit podporu oznámení podvodu
da: Aktivere understøttelse af sviganmeldelser
de: Unterstützung von Benachrichtigung über Betrug aktivieren
el: Ενεργοποίηση υποστήριξης κοινοποίησης απάτης
es: Activar soporte para notificación de fraude
id: Aktifkan dukungan pemberitahuan penipuan
no: Aktiver støtte for svindel-varsling
ru: Включить поддержку уведомлений о мошенничестве
tr: Dolandırıcılık bildirim desteğini etkinleştirme
uk: Увімкнути повідомлення про шахрайство
vi: Cho phép hỗ trợ thông báo gian lận

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
ar: حالات الطلبات التي تحتوي على مراجعة احتيال فاشل
cs: Status pro objednávky, které nebyly zkontrolovány pro podvod
da: Status for ordrer med mislykkede sviganmeldelser
de: Status für Bestellungen mit fehlgeschlagener Betrugsbewertung
el: Κατάσταση παραγγελιών με ψευδείς εξέταση απάτης
es: Estado para pedidos con fallo en revisión de fraude
id: Status pesanan dengan ulasan penipuan gagal
no: Status for ordre med mislyktes svindel gjennomgang
ru: Статус для заказов, не прошедших проверку на мошенничество
tr: Sahtekarlık incelemesi başarısız olan siparişlerin durumu
uk: Статус для замовлень, що не пройшли перевірку на шахрайство
vi: Trạng thái đơn đặt hàng thất bại với đánh giá gian lận

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
ar: حالات الطلبات بانتظار فحص الاحتيال
cs: Status pro objednávky čekajíci o přezkum k podvodům
da: Status for ordrer venter på sviggennemgang
de: Status für Bestellungen mit noch ausstehender Betrugsbewertung
el: Κατάσταση παραγγελιών σε αναμονή για εξέταση απάτης
es: Estado para pedidos a la espera de revisión de fraude
id: Status pesanan menunggu review penipuan
no: Status for ordre som venter på svindel-vurdering
ru: Статус для заказов, ожидающих проверку на мошенничество
tr: Dolandırıcı inceleme işlemi için bekleyen sipariş durumu
uk: Статус для замовлень, що очікують перевірки на шахрайство
vi: Tình trạng cho các đơn đặt hàng chờ đợi để xem xét gian lận

# Languages::404
source: The 404 Not Found error message
ar: رسالة الخطأ 404 غير موجود
cs: Je nám líto, ale požadovaná stránka nebyla nalezena
da: 404 ikke fundet fejl besked
de: Die 404 nicht gefunden, Fehlermeldung
el: Το μηνυμα 404 δε βρέθηκε
es: El mensaje de error 404 No Encontrado
id: 404 Tidak menemukan pesan error
ja: 404 Not Found エラーメッセージ
no: 404 ikke funnet feilmelding
ru: Ошибка 404: страница не найдена
tr: 404 Sayfa bulunamadı hata mesajı
uk: Помилка 404: сторінку не знайдено
vi: Thông báo Không tìm thấy lỗi 404

# Languages::absolute
source: Absolute
ar: ثابت
cs: Absolutní
da: Fuldstændig
de: Absolut
el: Απόλυτο
es: Absoluto
id: Nilai mutlak
ja: 絶対値
no: Absolutt
ru: Фиксированная
tr: Mutlak
uk: Фіксована
vi: Tuyệt đối

# Languages::installed_addons
source: Installed add-ons
ar: الوظائف الإضافية المثبتة
cs: Instalované doplňky
da: Installerede tilføjelser
de: Installierte Erweiterungen
el: Εγκατεστημένα Πρόσθετα
es: Complementos instalados
id: Add-ons yang terpasang
ja: インストール済アドオン
no: Installerte moduler
ru: Установленные модули
tr: Yüklü eklentiler
uk: Встановлені додатки
vi: Add-on đã cài đặt

# Languages::browse_all_available_addons
source: Browse all available add-ons
ar: تصفح جميع الوظائف الإضافية المتاحة
cs: Procházet všechny dostupné doplňky
da: Gennemse alle tilgængelige tilføjelser
de: Alle verfügbaren Erweiterungen durchsuchen
el: Περιηγηθείτε σε όλα τα διαθέσιμα Πρόσθετα
es: Explorar todos los complementos disponibles
id: Telusuri semua add-ons yang tersedia
ja: 利用可能なすべてのアドオンを表示
no: Bla gjennom alle tilgjengelige moduler
ru: Просмотреть все доступные модули
tr: Mevcut eklentilere göz at
uk: Переглянути всі доступні додатки
vi: Duyệt xem tất cả add-on có sẵn

# Languages::accept
source: Accept
ar: قبول
cs: Akceptovat
da: Acceptere
de: Akzeptieren
el: Αποδοχή
es: Aceptar
id: Setujui
ja: 許可
no: Godta
ru: Принять
tr: Kabul Et
uk: Прийняти
vi: Chấp nhận

# Languages::access_denied
source: Access denied
ar: دخول غير مسموح
cs: Přístup byl odepřen
da: Adgang nægtet
de: Zugriff verweigert
el: Μη επιτρεπόμενη είσοδος
es: Acceso denegado
id: Akses ditolak
ja: アクセスが拒否されました。
no: Ingen tilgang
ru: Доступ запрещен
tr: Erişim engellendi
uk: Доступ заборонено
vi: Truy cập bị từ chối

# Languages::access_denied_text
source: You don't have permission to access the page.
ar: ليس لديكم صلاحية الوصول لهذه الصفحة.
cs: K přístupu na stránku nemáte oprávnění.
da: Du har ikke adgang til dette
de: Sie haben die nötigen Zugriffsberechtigungen nicht um diese Seite anzuschauen.
el: Δεν έχετε τα δικαιώματα για να εισέρθετε στην σελίδα
es: No tienes permiso para acceder a esta página.
id: Anda tidak memiliki izin untuk mengakses halaman.
ja: ページにアクセスする権限がありません。
no: Du har ikke tillatelse til å besøke denne siden.
ru: Доступ к странице запрещен.
tr: Bu sayfaya erişim izniniz yok.
uk: Доступ до сторінки заборонено.
vi: Bạn không có quyền truy cập trang.

# Languages::account
source: Account
ar: الحساب
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
id: Akun
ja: アカウント
no: Konto
ru: Учетная запись
tr: Hesap
uk: Обліковий запис
vi: Tài khoản

# Languages::account_name
source: Account name
ar: اسم الحساب
cs: Název účtu
da: Konto navn
de: Kontoname
el: Όνομα λογαριασμού
es: Nombre de la cuenta
id: Nama akun
ja: アカウント名
no: Kontonavn
ru: Имя учетной записи
tr: Hesap İsmi
uk: Ім'я облікового запису
vi: Tên tài khoản

# Languages::account_number
source: Account number
ar: رقم الحساب
cs: Číslo účtu
da: Kontonummer
de: Kontonummer
el: Αριθμός Λογαριασμού
es: Numero de cuenta
id: Nomor akun
ja: アカウントナンバー
no: Kontonummer
ru: Номер учетной записи
tr: Hesap Numarası
uk: Номер облікового запису
vi: Số tài khoản

# Languages::account_type
source: Account type
ar: نوع الحساب
cs: Typ účtu
da: Konto type
de: Kontotyp
el: Είδος λογαριασμού
es: Tipo de cuenta
id: Jenis akun
ja: アカウントタイプ
no: Kontotype
ru: Тип учетной записи
tr: Hesap tipi
uk: Тип облікового запису
vi: Loại tài khoản

# Languages::acquirerid
source: Acquirer ID
ar: المعرف المكتسب
cs: Vlastník ID
da: Erhverver ID
de: Erwerber-ID
el: ID Αγοραστή
es: ID del adquirente
id: ID Acquirer
no: Overtakende ID
ru: ID покупателя
tr: Alıcı Kimliği
uk: ID покупця

# Languages::action
source: Action
ar: التأثير
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
id: Aksi
ja: アクション
no: Handling
ru: Действие
tr: Hareket
uk: Дія
vi: Thao tác

# Languages::actions
source: Actions
ar: التأثيرات
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
id: Aksi
ja: アクション
no: Handlinger
ru: Действия
tr: Hareketler
uk: Дії
vi: Thao tác

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
ar: تفعيل القائمة في قسم معين
cs: Povolit zobrazení položky v menu
da: Aktivere menu tab for
de: Menu Tab aktivieren für
el: Ενεργοποίηση menu tab για
es: Activar ítem de menú para el dispatch
id: Aktifkan menu item untuk perintah (dispatch)
ja: メニューが選択状態になるページ
no: Aktiver meny element for levering
ru: Элемент активен для
tr: Aktivasyon menü tabı için
uk: Активувати пункт меню для dispatch
vi: Kích hoạt các mục trình đơn cho đường dẫn

# Languages::activate_selected
source: Activate selected
ar: تفعيل المحدد
cs: Aktivovat vybrané
da: Aktivere valgte
de: Selektierte aktivieren
el: Ενεργοποίηση επιλεγμένων
es: Activar seleccionados
id: Aktifkan dipilih
ja: 選択したデータを有効化
no: Aktiver valgt
ru: Активировать выбранные
tr: Seçilenleri aktif et
uk: Активувати обрані
vi: Kích hoạt đã chọn

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
ar: تفعيل أدوات التاجر سكريل
cs: Aktivovat Skrill Merchant Tools
da: Aktivere Skrill handleværktøjer
de: Skrill Merchant Tools aktivieren
el: Ενεργοποίηση εργαλείου Skrill Merchant
es: Activar herramientas de comerciante de Skrill
id: Aktifkan Tools Skrill Merchant
no: Aktiver Skrill Grossistverktøy
ru: Активировать Skrill Merchant Tools
uk: Активувати Skrill Merchant Tools
vi: Kích hoạt Công cụ Thương gia Skrill

# Languages::activation_link
source: Activation link
ar: رابط تفعيل العضوية
cs: Aktivační link
da: aktiverings link
de: Link für die Aktivierung
el: Σύνδεσμος ενεργοποίησης
es: Enlace de activación
id: Tautan aktivasi
ja: アクティべーション用リンク
no: Aktiviseringslink
ru: Ссылка активации
tr: Aktivasyon linki
uk: Посилання для активації
vi: Kích hoạt liên kết

# Languages::activation_mode
source: Activation mode
ar: طريقة التفعيل
cs: Povolit stažení
da: aktiverings metode
de: Aktivierungs-Modus
el: Λειτουργία ενεργοποίησης
es: Modo de activación
id: Cara aktivasi
ja: 有効化の方法
no: Aktiveringsmodus
ru: Режим активации
tr: Aktivasyon modu
uk: Режим активації
vi: Kích hoạt chế độ

# Languages::active
source: Active
ar: مفعل
cs: Aktivní
da: aktiv
de: Aktiviert
el: Ενεργό
es: Activo
id: Aktif
ja: 有効
no: Aktiv
ru: Вкл.
tr: Aktif
uk: Увімк.
vi: Hoạt động

# Languages::active_categories
source: Active categories
ar: الفئات المفعلة
cs: Aktivní kategorie
da: Aktive kategorier
de: Aktive Kategorien
el: Ενεργες Κατηγορίες
es: Categorías activas
id: Kategori aktif
ja: 有効なカテゴリー
no: Aktive kategorier
ru: Активные категории
tr: Aktif kategoriler
uk: Активні категорії
vi: Danh mục hoạt động

# Languages::active_style
source: Active style
ar: الاستايل النشط
cs: Aktivní styl
da: Aktive stil
de: Aktiver Stil
el: Ενεργό Στυλ
es: Estilo activo
id: Style aktif
ja: 有効なスタイル
no: Aktiv stil
ru: Активный стиль
tr: Aktif style
uk: Активний стиль
vi: Kích hoạt kiểu dáng

# Languages::active_products
source: Active products
ar: المنتجات الفعالة
cs: Aktivní zboží
da: Aktive produkter
de: Aktive Produkte
el: Ενεργά Προϊόντα
es: Productos activos
id: Produk aktif
ja: 有効な商品
no: Aktive produkter
ru: Товары на витрине
tr: Aktif ürünler
uk: Товари на вітрині
vi: Sản phẩm hoạt động

# Languages::active_promotions
source: Active promotions
ar: العروض النشطة
cs: Aktivní propagace
da: Aktiver forfremmelse
de: Aktive Aktionen
el: Ενεργές προσφορές
es: Promociones activas
id: promosi aktif
ja: キャンペーン情報
no: Aktive kampanjer
ru: Действующие промо-акции
tr: Aktif promosyonlar
uk: Діючі акції
vi: Khuyến mãi hoạt động

# Languages::act_on_behalf
source: Act on behalf of
ar: التصرف بالنيابة عن
cs: Zákon jménem
da: handling på vegne af
de: Handeln im Auftrag von
el: Ενέργειες εξ ονόματος
es: Actuar en su nombre
id: Bertindak sebagai
ja: このユーザーでログイン
no: Opptre på vegne av
ru: Действовать от лица покупателя
tr: Hareket tarafı
uk: Діяти від особи
vi: Hành động thay mặt cho

# Languages::add
source: Add
ar: إضافة
cs: Přidat
da: tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
id: Tambah
ja: 追加
no: Legg til
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm

# Languages::added
source: added
ar: مضافة
cs: přidáno
da: tilføjet
de: Hinzugefügt
el: προστέθηκε
es: Añadido
id: ditambahkan
ja: 追加
no: lagt til
ru: добавлен
tr: eklendi
uk: додано
vi: Đã thêm vào

# Languages::adding_block_to_grid
source: Adding block to grid
ar: إضافة الكتلة للشبكة
cs: Přidání bloku do mřížky
da: Tilføje blok til gitter
de: Block zum Raster hinzufügen
el: Προσθήκη block σε grid
es: Agregando block a contenedor
id: Menambahkan blok ke grid
ja: グリッドにブロックを追加しています
no: Legg til blokk til rutenett
ru: Добавить блок в секцию
tr: Blok yada ızgara ekle
uk: Додавання блоку в секцію
vi: Thêm khối tới lưới

# Languages::adding_grid
source: Adding grid
ar: إضافة شبكة
cs: Přidání mřížky
da: Tilføjelse af gitter
de: Raster hinzufügen
el: Προσθήκη grid
es: Añadiendo contenedor
id: Menambahkan grid
ja: グリッドを追加しています
no: Legg til rutenett
ru: Добавление секции
tr: Izgara ekle
uk: Додавання секції
vi: Thêm lưới

# Languages::additional_data
source: Additional data
ar: بيانات إضافية
cs: Doplňující data
da: Flere data
de: Zusätzliche Daten
el: Πρόσθετα δεδομένα
es: Datos adicionales
id: Data tambahan
ja: 追加データ
no: Tilleggsdata
ru: Дополнительные данные
tr: Ekstra veri
uk: Додаткові дані
vi: Bổ sung dữ liệu

# Languages::additional_images
source: Additional images
ar: صور أخرى
cs: Další obrázky
da: Flere billeder
de: Zusätzliche Bilder
el: Προσθήκη εικόνων
es: Imágenes adicionales
id: Gambar tambahan
ja: 追加画像
no: Tilleggsbilder
ru: Дополнительные изображения
tr: Diğer resimler
uk: Додаткові зображення
vi: Thêm hình ảnh

# Languages::additional_options
source: Additional options
ar: خيارات إضافية
cs: Další volby
da: Flere valgmuligheder
de: Weitere Optionen
el: Πρόσθετες ρυθμίσεις
es: Opciones adicionales
id: Opsi tambahan
ja: 追加オプション
no: Tilleggsalternativer
ru: Дополнительные опции
tr: Diğer seçenekler
uk: Додаткові опції
vi: Thêm tùy chọn

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
ar: المتغير الإضافي غير صحيح
cs: Dodatečný parametr není správný
da: Anden parameter er ikke korrekt
de: Zusätzlicher Parameter ist nicht richtig
el: Οι πρόσθετοι παράμετροι είναι εσφαλμένη
es: Parámetro adicional incorrecto
id: Parameter tambahan tidak benar
ja: 追加パラメータが正しく設定されていません
no: Tilleggsparameter er feil
ru: Дополнительный параметр не верен
tr: Ekstra parametre doğru değil
uk: Додатковий параметр не вірний
vi: Tham số bổ sung là không chính xác

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
ar: صور أكبر منبثقة للصور المصغرة الاضافية
cs: Detail obrázku
da: Popup større billeder
de: Grössere Bilder im separaten Fenster öffnen (Popup)
el: Μεγάλες εικόνες σε popup για τις αντίστοιχες μικρογραφίες τους
es: Popup adicional de imagen en miniatura
id: Popup gambar yang lebih besar dari thumbnail tambahan
ja: 追加用画像
no: Popup større bilder av tilleggsminiatyrbilder
ru: Дополнительное изображение
tr: Diğer küçük resimler için popup büyük resimler
uk: Додаткове збільшене зображення
vi: Popup ảnh lớn của hình thu nhỏ bổ sung

# Languages::additional_thumbnail
source: Additional thumbnails
ar: صور مصغرة اضافية
cs: Další náhledy
da: Flere thumbnails
de: Zusätzliche Miniaturen
el: Επιπλέον μικρογραφίες
es: Miniaturas adicionales
id: Thumbnail tambahan
ja: 追加サムネイル
no: Tilleggsminiatyrbilder
ru: Дополнительная иконка
tr: Diğer küçük resimler
uk: Додаткова іконка
vi: Thêm các hình thu nhỏ

# Languages::additional__option_thumbnail
source: Additional option thumbnail
ar: صورة مصغرة أخرى للخيار
cs: Další volby náhledu
da: Flere valgmuligheder thumbnail
de: weitere Optionen für Miniaturbilder
el: Πρόσθετες ρυθμίσεις μικρογραφιών
es: Opción de miniatura adicional
id: Tambahan pilihan thumbnail
ja: 追加のオプションサムネイル
no: Ekstra miniatyrbildealternativ
ru: Дополнительная иконка опции
tr: Ekstra küçük resim seçeneği
uk: Додаткова іконка опції
vi: Thêm tùy chọn hình thu nhỏ

# Languages::addon
source: Add-on
ar: الإضافة
cs: Doplněk
da: Tilføjelse
de: Add-on (Erweiterung)
el: Προσθετο
es: Complemento
ja: アドオン
no: Modul
ru: Модуль
uk: Модуль

# Languages::addons
source: Add-ons
ar: الإضافات
cs: Doplňky
da: Udvidelse
de: Add-ons (Erweiterungen)
el: Πρόσθετα
es: Complementos
id: Keseluruhan Add-ons
ja: アドオン
no: Moduler
ru: Модули
tr: Eklentiler
uk: Модулі
vi: Các add-on

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
ar: حدث خطأ في صيغة الـ SQL أثناء تركيب الإضافة.
cs: Při instalaci doplňku došlo k chybě v dotazu SQL. Doplněk nebude nainstalován.
da: Der opstod en fejl i en SQL-forespørgsel under installationen af add-on. Tilføjelsesprogrammet installeres ikke.
de: Fehler in einer SQL Query während der Add-on Installation. Das Add-on wird nicht installiert.
el: Παρουσιάστηκε ένα σφάλμα σε ένα ερώτημα SQL κατά την εγκατάσταση του πρόσθετου. Το πρόσθετο δεν θα εγκατασταθεί.
es: Ocurrió un error en la consulta SQL durante la instalación del complemento. El complemento no será instalado.
id: Sebuah kesalahan dalam query SQL terjadi selama instalasi Add-ons. Add-ons tersebut tidak akan diinstal.
ja: アドオンのインストール中にSQLエラーが発生し、インストールに失敗しました。
no: En feil i en SQL-spørring skjedde under Tillegg installasjonen. Tillegget vil ikke bli installert.
ru: В процессе установки модуля возникла ошибка в SQL запросе. Модуль не будет установлен.
tr: Eklenti yükleme sırasında SQL sorgusu içerisinde hata oluştu. Eklenti yüklenemedi.
uk: Під час встановлення Модуля сталася помилка у SQL-запиті. Модуль не встановлено.
vi: Xuất hiện một lỗi trong một truy vấn SQL trong khi cài đặt tiện ích. Add-on sẽ không được cài đặt.

# Languages::address
source: Address
ar: العنوان
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
id: Alamat
ja: 番地
no: Adresse
ru: Адрес
tr: Adres
uk: Адреса
vi: Địa chỉ

# Languages::addresses
source: Addresses
ar: العناوين
cs: Adresy
da: Adresser
de: Adressen
el: Διευθύνσεις
es: Direcciones
id: Alamat
ja: 住所
no: Adresser
ru: Адреса
tr: Adresler
uk: Адреси
vi: Địa chỉ

# Languages::address_2
source: Address (line 2)
ar: العنوان (السطر 2)
cs: Adresa (řádek 2)
da: Adresse 2
de: Adresse 2
el: Διεύθυνση (Γραμμή 2)
es: Dirección (linea 2)
id: Alamat (baris 2)
ja: ビル・建物名
no: Adresse (linje 2)
ru: Адрес (строка 2)
tr: Adres (satır 2)
uk: Адреса (2-й рядок)
vi: Địa chỉ (dòng 2)

# Languages::address_commercial
source: Commercial
ar: تجاري
cs: Komerční
da: Kommercielle
de: Geschäft
el: Εμπορική
es: Anuncio
id: Komersial
ja: オフィス・商業施設
no: Kommersiell
ru: Коммерческий
tr: Ticari
uk: Комерційна
vi: Thương mại

# Languages::address_residential
source: Residential
ar: سكني
cs: Obytný
da: Residens
de: Privat (Residential)
el: Διεύθυνση κατοικίας
es: Residencial
id: Tempat tinggal
ja: 住居
no: Privat
ru: Жилой
tr: Yerleşim
uk: Приватна
vi: Khu dân cư

# Languages::address_type
source: Address type
ar: نوع العنوان
cs: Typ adresy
da: Adressetype
de: Adresstyp
el: Τύπος διεύθυνσης
es: Tipo de dirección
id: Jenis alamat
ja: お届け先住所の種類
no: Adresse type
ru: Тип адреса
tr: Adres türü
uk: Тип адреси
vi: Loại địa chỉ

# Languages::add_administrator
source: Add administrator
ar: إضافة أدمن
cs: Přidat Administrátora
da: Tilføj administrator
de: Administrator hinzufügen
el: Προσθήκη διαχειριστή
es: Añadir administrador
id: Buat Administrator
ja: 管理者の追加
no: Legg til Administrator
ru: Добавить администратора
tr: Yönetici ekle
uk: Додати адміністратора
vi: Thêm quản trị viên

# Languages::add_block
source: Add block
ar: إضافة كتلة
cs: Přidat blok
da: Tilføj blokering
de: Block hinzufügen
el: Προσθήκη μπλοκ
es: Añadir bloque
id: Buat Block
ja: ブロックの追加
no: Legg til blokk
ru: Добавить блок
tr: Blok ekle
uk: Додати блок
vi: Thêm khối

# Languages::add_image_from_server
source: Add image from server
cs: Přidat obrázek ze serveru
de: Bild von Server hinzufügen
el: Προσθήκη εικόνας από το διακομιστή
es: Agregar imagen desde el servidor
id: Menambahkan gambar dari server
ja: サーバから画像を追加
no: Legge til bilde fra server
ru: Добавить изображение с сервера
tr: Sunucudan görüntüle
uk: Додати зображення з сервера
vi: Thêm hình ảnh từ máy chủ

# Languages::add_image_from_url
source: Add image from URL
cs: Přidat obrázek z adresy URL
de: Bild von URL hinzufügen
el: Προσθήκη εικόνας από URL
es: Agregar imagen desde una URL
id: Menambahkan gambar dari URL
ja: URLから画像を追加
no: Legg til bilde fra URL
ru: Добавить изображение, используя URL
tr: URL'den resim ekle
uk: Додати зображення із URL
vi: Thêm ảnh từ URL

# Languages::add_bonus
source: Add bonus
ar: إضافة علاوة
cs: Přidat bonus
da: Tilføj bonus
de: Bonus hinzufügen
el: Προσθήκη μπόνους
es: Añadir bonus
id: Buat bonus
ja: 特典の追加
no: Legg til bonus
ru: Добавить бонус
tr: Bonus ekle
uk: Додати бонус
vi: Thêm tiền thưởng

# Languages::add_cart_promotion
source: Add cart promotion
ar: إضافة عرض لسلّة التسوق
cs: Přidat slevu celou objednávku
da: Tilføj promotion til indkøbsvogn
de: Warenkorb Promotion hinzufügen
el: Προσθήκη Προώθησης Καλαθιού
es: Agregar promoción de carrito
id: Buat promo keranjang
ja: カート単位でのキャンペーンを追加
no: Legg til handlevognkampanje
ru: Добавить промо-акцию для корзины
tr: Sepet promosyonu ekle
uk: Додати промо-акцію для кошика
vi: Thêm giỏ hàng khuyến mãi

# Languages::add_catalog_promotion
source: Add catalog promotion
ar: إضافة عرض لمنتج أو فئة
cs: Přidat slevu na konrétní zboží
da: Tilføj katalog reklamekampagne
de: Katalog Promotion hinzufügen
el: Προσθήκη promotion καταλόγου
es: Agregar promoción de catálogo
id: Buat promo katalog
ja: カテゴリー・商品単位のキャンペーンを追加
no: Legg til katalogkampanje
ru: Добавить промо-акцию для каталога
tr: Katalog promosyonu ekle
uk: Додати промо-акцію для каталогу
vi: Thêm danh mục khuyến mãi

# Languages::add_categories
source: Add categories
ar: إضافة فئات
cs: Přidat kategorie
da: Tilføj kategorier
de: Kategorien hinzufügen
el: Προσθήκη Κατηγοριών
es: Añadir familias
id: Buat kategori
ja: カテゴリーの追加
no: Legg til kategorier
ru: Добавить категории
tr: Kategoriler ekle
uk: Додати категорії
vi: Thêm danh mục

# Languages::add_categories_and_close
source: Add categories and close
ar: إضافة الفئات وإغلاق
cs: Přidat kategorie a zavřít
da: Tilføj kategorier og luk
de: Kategorien hinzufügen und schliessen
el: Προσθήκη Κατηγοριών και κλείσιμο
es: Añadir categorías y cerrar
id: Buat kategori dan tutup
ja: カテゴリーを追加して閉じる
no: Legg til kategorier og lukk
ru: Добавить категории и закрыть
tr: Kategorileri ekle ve kapat
uk: Додати категорії та закрити
vi: Thêm danh mục và đóng

# Languages::add_category
source: Add category
ar: إضافة فئة
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Añadir categoría
id: Buat kategori
ja: カテゴリーの追加
no: Legg til kategori
ru: Добавить категорию
tr: Kategori ekle
uk: Додати категорію
vi: Thêm danh mục

# Languages::add_chart
source: Add chart
ar: إضافة رسم بياني
cs: Přidat graf
da: Tilføj diagram
de: Grafik hinzufügen
el: Προσθήκη Διαγράμματος
es: Añadir tabla
id: Buat Chart
ja: チャートの追加
no: Legg til diagram
ru: Добавить график
tr: Sepete ekle
uk: Додати графік
vi: Thêm biểu đồ

# Languages::add_combination
source: Add combination
ar: إضافة تركيبة
cs: Přidat kombinaci
da: Tilføj kombination
de: Kombination hinzufügen
el: Προσθήκη συνδυασμών
es: Añadir combinación
id: Buat kombinasi
ja: コンビネーションの追加
no: Legg til kombinasjon
ru: Добавить комбинацию
tr: Kombinasyon ekle
uk: Додати комбінацію
vi: Thêm kết hợp

# Languages::add_companies
source: Add stores
ar: إضافة متاجر
cs: Přidat obchody
da: Tilføje butikker
de: Lieferanten hinzufügen
el: Προσθήκη πωλητών
es: Agregar tiendas
id: Buat perusahaan
ja: ショップの追加
no: Legg til butikk
ru: Добавить магазины
tr: Add Suppliers
uk: Додати магазини
vi: Thêm cửa hàng

# Languages::add_companies_and_close
source: Add stores and close
ar: إضافة المتاجر وإغلاق
cs: Přidat obchody a zavřít
da: Tilføje butikker og luk
de: Stores hinzufügen und schliessen
el: Προσθήκη προμηθευτών και κλείσιμο
es: Añadir tiendas y cerrar
id: Buat Toko dan tutup
ja: ショップを追加して閉じる
no: Legg til butikk og lukk
ru: Добавить магазины и закрыть
tr: Add Suppliers and close
uk: Додати магазини та закрити
vi: Thêm cửa hàng và đóng

# Languages::add_condition
source: Add condition
ar: إضافة شرط
cs: Přidat podmínky
da: Tilføj tilstand
de: Bedingung hinzufügen
el: Προσθήκη όρων
es: Añadir condición
id: Buat kondisi
ja: 条件の追加
no: Legg til betingelse
ru: Добавить условие
tr: Koşul ekle
uk: Додати умову
vi: Thêm điều kiện

# Languages::add_currency
source: Add currency
ar: إضافة عملة
cs: Přidat měnu
da: Tilføj valuta
de: Währung hinzufügen
el: Προσθήκη Νομίσματος
es: Añadir nueva moneda
id: Buat mata uang
ja: 通貨の追加
no: Legg til valuta
ru: Добавить валюту
tr: Parabirimi ekle
uk: Додати валюту
vi: Thêm tiền tệ

# Languages::add_customer
source: Add customer
ar: إضافة عميل
cs: Přidat zákazníka
da: Tilføj kunden
de: Kunde hinzufügen
el: Προσθήκη πελάτη
es: Agregar cliente
id: Buat Pelanggan
ja: お客様の追加
no: Legg til kunde
ru: Добавить покупателя
tr: Müşteri ekle
uk: Додати покупця
vi: Thêm khách hàng
