Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::tmpl_list_without_options
source: List without options
ar: قائمة بدون خيارات
cs: Seznam bez možnosti
da: Liste uden optioner
de: Liste ohne Optionen
el: Λίστα χωρίς επιλογές
es: Lista sin opciones
id: List tanpa opsi
ja: オプション非表示
no: List opp uten valg
ru: Список без опций
tr: Seçenekler olmadan listele
uk: Список без параметрів
vi: Danh sách không có tùy chọn

# Languages::live
source: Live
ar: حي
cs: Živý
de: Aktiv/Online
el: Ζωντανά
es: En vivo
id: Langsung
ja: 本番
ru: Рабочий
tr: Canlı
uk: Робочий
vi: Trực tiếp

# Languages::live_preview
source: Live preview
ar: معاينة حية
cs: Živý náhled
da: Live-visning
de: Live Vorschau
el: ζωντανή προεπισκόπηση
es: Vista previa en vivo
id: Tampilan langsung
ja: ライブプレビュー
no: Live forhåndsvisning
ru: Предпросмотр
tr: Canlı ön izleme
uk: Передперегляд
vi: Xem trước trực tiếp

# Languages::loading
source: Loading...
ar: جار التحميل...
cs: Zpracovávám...
da: indlæser ...
de: Seite wird geladen ...
el: Φόρτωση ...
es: Cargando...
ja: ロード中...
no: Laster...
ru: Загрузка...
tr: Yüklüyor...
uk: Завантаження...
vi: Đang tải...

# Languages::local
source: Local
ar: من جهازي
cs: Místní
da: lokal
de: Lokal
el: Τοπικά
es: De su ordenador
id: Lokal
ja: ローカル
no: Lokal
ru: Загрузить
uk: Завантажити файл
vi: Khu vực

# Languages::localization
source: Localization
ar: التمركز
cs: Lokalizace
da: lokalisering
de: Lokalisierung (localization)
el: Εντοπισμός
es: Localización
id: Lokalisasi
ja: ローカライズ
no: Lokalisering
ru: Локализация
tr: Yerelleştirme
uk: Локалізація
vi: Khu vực

# Languages::localizations
source: Localizations
ar: التمركزات
cs: Lokalizace
da: lokalisering
de: Lokalisierungen (localizations)
el: Εντοπισμοί
es: Localizaciones
id: Lokalisasi
ja: ローカリゼーション
no: Lokaliseringer
ru: Локализация
tr: Yerelleştirme
uk: Локалізації
vi: Khu vực

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
ar: إدارة التمركزات المدعومة في متجركم.
cs: Úprava lokality, které jsou použity ve vašem obchodě.
da: Administrere lokaliseringer, der understøttes i din butik.
de: Lokalisierungen verwalten die in Ihrem Laden unterstützt werden.
el: Διαχείριση των τοπικών προσαρμογών που υποστηρίζει το κατάστημά σας.
es: Gestión de localizaciones que se admiten en su tienda.
id: Kelola pengaturan lokal di toko Anda.
ja: ローカライズ情報の管理を行います。
no: Administrer lokaliseringer som støttes i din butikk.
ru: Редактирование локализаций, которые используются в вашем магазине.
tr: Mağazanızın hizmet verdiği yerler için yerelleştirme.
uk: Редагування локалізацій, які використовуються у вашому магазині.
vi: Quản lý hỗ trợ ngôn ngữ được hỗ trợ trong cửa hàng của bạn.

# Languages::location
source: Location
ar: المنطقة
cs: Lokalita
da: sted
de: Position
el: Τοποθεσία
es: Localización
id: Lokasi
ja: ロケーション
no: Beliggenhet
ru: Расположение
tr: Yer
uk: Розташування
vi: Vị trí

# Languages::rate_area
source: Rate area
de: Tarifbereich
el: Περιοχή τιμής
ru: Тарифная зона
uk: Тарифна зона

# Languages::locations
source: Locations
ar: المناطق
cs: Umístění
da: beliggenhed
de: Destinationen
el: Τοποθεσίες
es: Localizaciones
id: Location
ja: ロケーション
no: Beliggenheter
ru: Пункты назначения
tr: Yerler
uk: Пункти призначення
vi: Địa điểm

# Languages::rate_areas
source: Rate areas
de: Tarifbereiche
el: Περιοχες Τιμων
ru: Тарифные зоны
uk: Тарифні зони

# Languages::statuses_management
source: Statuses
de: Stati
el: Καταστάσεις
ru: Статусы
uk: Статуси

# Languages::locations_menu_description
source: Manage the set of rate areas that are supported in your store.
de: Verwalten Sie die Menge der Tarifbereiche, die in Ihrem Shop unterstützt werden.
el: Διαχείριση των συνόλων των περιοων τιμων που υποστηρίζει το κατάστημά σας.
ru: Редактирование тарифных зон, которые используются в вашем магазине.
uk: Редагування тарифних зон, що використовуються у вашому магазині.

# Languages::loggedin_time
source: Logged in time
ar: وقت تسجيل الدخول
cs: Přihlášen v čase
da: Logget i tide
de: Angemeldet seit (Zeit)
el: Ώρα σύνδεσης
es: Tiempo conectado
id: Waktu loged in
ja: ログイン時間
no: Logget inn tid
ru: Авторизация
uk: Авторизація
vi: Đăng nhập trong thời gian

# Languages::logging
source: Logging
ar: السجلات
cs: Logování
da: Logføring
de: Logging (Datenaufzeichnung)
el: Καταγραφή
es: Registros
id: Log
ja: ログ
ru: Журнал Событий
uk: Журнал Подій
vi: Đăng nhập

# Languages::login
source: Login
ar: الدخول
cs: Přihlášení
da: Log ind
de: Anmelden (Login)
el: Σύνδεση
es: Acceso
ja: ログイン
no: Logg inn
ru: Логин
tr: Giriş
uk: Логін
vi: Đăng nhập

# Languages::login_url
source: Login URL
ar: رابط تسجيل الدخول
cs: URL přihlášení
da: Login Webadresse
el: Διεύθυνση URL σύνδεσης
es: URL de inicio de sesión
id: Url Login
ja: ログイン用URL
no: Logg inn URL
ru: URL для авторизации
tr: Oturum açma URL'si
uk: URL для авторизації
vi: URL Đăng nhập

# Languages::logos
source: Logos
ar: اللوجوهات
cs: Loga
da: Logoer
el: Λογότυπα
id: Logo
ja: ロゴ
no: Logoer
ru: Логотипы
tr: Logolar
uk: Логотипи
vi: Logo

# Languages::logo_link
source: Location (URL) of logo
ar: رابط اللوجو
cs: Adersa (URL) umstění loga
da: sted (URL) af logo
de: Position (URL) des Logos
el: Τοποθεσία (URL) του λογότυπου
es: Localizar (URL) del logo
id: Lokasi (URL) dari logo
ja: ロゴのロケーション（URL）
no: Beliggenhet (URL) til logo
ru: Адрес (URL) логотипа
tr: Logonun (URL) si
uk: Адреса (URL) логотипу
vi: Khu vực (URL) của logo

# Languages::logs
source: Logs
ar: السجلات
cs: Záznam aktivit
da: Log
de: Protokolle (Logs)
el: Συνδέσεις
es: Registros
id: Log
ja: ログ
no: Logger
ru: Журнал событий
tr: Loglar
uk: Журнали
vi: Bản ghi

# Languages::log_action_backup
source: backup
ar: نسخ
cs: záloha
de: Backup (Datensicherung)
el: Εφεδρικά δεδομένα ασφαλείας
es: copia de seguridad
ja: バックアップ
ru: Продублировать
tr: yedekleme
uk: Продублювати
vi: sao lưu

# Languages::log_action_create
source: create
ar: إنشاء
cs: vytvořit
da: oprette
de: Erstellen
el: Δημιουργία
es: crear
id: buat
ja: 登録
no: opprett
ru: Создать
tr: oluştur
uk: створити
vi: tạo

# Languages::log_action_delete
source: delete
ar: حذف
cs: smazat
da: slet
de: Löschen
el: Διαγραφή
es: eliminar
id: hapus
ja: 削除
no: slett
ru: Удалить
tr: sil
uk: видалити
vi: xóa

# Languages::log_action_deprecated
source: deprecated
ar: مهملة
cs: zastaralé
da: Udgået
de: Veraltet
el: παρωχημένο
es: discontinuado
id: usang
ja: 非推奨
no: avskrevet
ru: устарел
uk: застарілий
vi: phản đối

# Languages::log_action_error
source: error
ar: خطأ
cs: chyba
da: fejl
de: Fehler
el: Σφάλμα
ja: エラー
no: feil
ru: Ошибка
tr: hata
uk: помилка
vi: lỗi

# Languages::log_action_failed_login
source: failed login
ar: تسجيل دخول فاشل
cs: neúspěšné přihlášení
da: fejl log ind
de: Anmeldung fehlgeschlagen
el: Η σύνδεση απέτυχε
es: Inicio de sesión fallido
id: login gagal
ja: ログイン失敗
no: innlogging feilet
ru: Ошибка авторизации
tr: giriş başarısız
uk: Невдалий вхід
vi: đăng nhập thất bại

# Languages::log_action_http
source: http/https request
ar: طلب http/https
cs: http/https požadavek
da: http/https anmodning
de: Http/Https-Anforderung
el: αίτημα http/https
es: solicitud http/https
id: Request http/https
ja: http/https リクエスト
no: http/https forespørsel
ru: http/https запрос
tr: http/https isteği
uk: http/https-запит
vi: yêu cầu http/https

# Languages::log_action_login
source: sign in
ar: دخول
cs: přihlásit
da: log ind
de: Anmelden (Login)
el: Σύνδεση(είσοδος) χρήστη
es: Entrar
id: masuk
ja: ログイン
no: Logg inn
ru: Залогиниться
tr: kayıt
uk: увійти
vi: Đăng nhập

# Languages::log_action_low_stock
source: low stock
ar: مخزون قليل
cs: malé skladové zásoby
da: lav bestand
de: Lagerbestand niedrig
el: Χαμηλό απόθεμα
es: Existencia baja
id: persediaan rendah
ja: 在庫数低下
no: lav lagerbeholdning
ru: Мало товаров в наличии
tr: düşük stok
uk: Мало товарів в наявності
vi: tồn kho ít

# Languages::log_action_optimize
source: optimize
ar: تحسين
cs: optimalizovat
da: optimere
de: Optimieren
el: βελτιστοποίηση
es: optimizar
id: optimasi
ja: 最適化
no: optimaliser
ru: Оптимизировать
uk: оптимізувати
vi: tối ưu hóa

# Languages::log_action_restore
source: restore
ar: استعادة
cs: obnovit
da: genoprette
de: Wiederherstellen
el: επαναφορά
es: restaurar
id: memulihkan
ja: リストア
no: gjenopprett
ru: Восстановить
tr: yenileme
uk: Відновити
vi: khôi phục

# Languages::log_action_runtime
source: runtime
ar: وقت التشغيل
de: Runtime (Laufzeit)
el: χρόνου εκτέλεσης
es: tiempo de ejecución
ja: ランタイム
ru: Время выполнения
uk: Час виконання
vi: thời gian chạy

# Languages::log_action_session
source: session
ar: جلسة
cs: sekce
da: møde
el: συνεδρία
es: sesión
id: sesi
ja: セッション
no: sesjon
ru: Сессия
tr: oturum
uk: сесія
vi: phiên làm việc

# Languages::log_action_status
source: status change
ar: تغيير الحالة
cs: změna statusu
da: ændring af status
de: Status Änderung
el: αλλαγή κατάστασης
es: cambio de estado
id: perubahan Status
ja: ステータス変更
no: statusendring
ru: Поменять статус
tr: durum değişimi
uk: змінити статус
vi: thay đổi trạng thái

# Languages::log_action_update
source: update
ar: تحديث
cs: aktualizovat
da: opdatering
de: Aktualisierung
el: ενημέρωση
es: actualización
id: memperbarui
ja: 更新
no: oppdater
ru: Обновить
tr: güncelle
uk: оновити
vi: cập nhật

# Languages::log_type_categories
source: Categories
ar: الفئات
cs: Kategorie
da: kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

# Languages::log_type_database
source: Database
ar: قاعدة البيانات
cs: Databaze
de: Datenbank (Database)
el: Βάση δεδομένων
es: Base de datos
ja: データベース
ru: База данных
tr: Veri tabanı
uk: База даних
vi: Cơ sở dữ liệu

# Languages::log_type_general
source: general
ar: عام
cs: obecné
da: generelle
de: Allgemein
el: γενικα
id: umum
ja: 一般
no: generelt
ru: общий
uk: загальний
vi: tổng quát

# Languages::log_type_orders
source: Orders
ar: الطلبات
cs: Objednávky
da: Ordre
de: Bestellungen
el: Παραγγελίες
es: Pedidos
id: Pesanan
ja: 注文
no: Ordre
ru: Заказы
tr: Siparişler
uk: Замовлення
vi: Đơn hàng

# Languages::log_type_products
source: Products
ar: المنتجات
cs: Zboží
da: Produkt
de: Produkte
el: Προϊόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# Languages::log_type_requests
source: Requests
ar: الطلبات
cs: Požadavky
da: Anmodning
de: Anfragen
el: Αιτήματα
es: Solicitudes
id: Permintaan
ja: リクエスト
no: Forespørsler
ru: Запросы
tr: İstekler
uk: Запити
vi: Yêu cầu

# Languages::log_type_users
source: Users
ar: الأعضاء
cs: Uživatelé
da: Bruger
de: Benutzer
el: Χρήστες
es: Usuarios
id: User
ja: ユーザー
no: Brukere
ru: Пользователи
tr: Kullanıcılar
uk: Користувачі
vi: Người dùng

# Languages::longitude
source: Longitude
ar: خط الطول
cs: Zeměpisná délka
da: længdegrad
de: Längengrad
el: Γεωγραφικό μήκος
es: Longitud
id: Bujur
ja: 経度
no: Lengdegrad
ru: Долгота
tr: Boylam
uk: Довгота
vi: Kinh độ

# Languages::low_stock_subj
source: Low inventory of "[product]"
ar: كمية المخزون قليلة للمنتج "[product]"
cs: Nízký stav skladu "[product]"
da: Lav lagerbeholdning af "[product]"
de: "[product]" hat niedrigen Lagerbestand
el: Χαμηλό απόθεμα "[product]"
es: Inventario de pocas existencias para "[product]"
id: Stok rendah dari "[product]"
ja: "[product]"の在庫数が少なくなっています。
no: Lav beholdning av "[product]"
ru: На складе осталось минимальное количество товара "[product]"
tr: "[product]" ürünü için düşük stok durumu
uk: На складі мінімальна кількість товару "[product]"
vi: Hàng tồn kho còn ít của "[product]"

# Languages::mac_key
source: Mac key
cs: Mac klíč
da: Mac-nøgle
de: MAc Schlüssel (Mac key)
el: Κλειδί Mac
es: Clave Mac
ja: Macキー
no: Mac nøkkel
ru: Mac ключ
tr: Mac anahtarı
uk: Mac ключ
vi: Phím Mac

# Languages::mailing_lists
source: Mailing lists
ar: القوائم البريدية
cs: Poštovní seznamy
da: mail lister
de: Mailing Listen
el: Λίστες αποστολών
es: Listas de correo
id: Milis
ja: メールマガジン
no: E-post-lister
ru: Списки рассылок
tr: Mail listeleri
uk: Списки розсилок
vi: Danh sách gửi thư

# Languages::mail_message
source: Mail message
ar: نص البريد
cs: Mailové zprávy
da: Mail besked
de: Mail Nachricht
el: Μήνυμα αλληλογραφίας
es: Mensaje de correo
id: Berita surat
ja: メールメッセージ
no: E-post-melding
ru: Электронное сообщение
tr: Mail mesajı
uk: Поштове повідомлення
vi: Nội dung thư

# Languages::mail_subject
source: Mail subject
ar: عنوان البريد
cs: Předmět emailu
da: Mail emne
de: E-mail Betreff
el: Θέμα αλληλογραφίας
es: Sujeto del correo
id: Subyek surat
ja: メール件名
no: E-post-emne
ru: Тема сообщения
tr: Mail konusu
uk: Тема повідомлення
vi: Chủ đề thư

# Languages::main
source: Main
ar: الأساسي
cs: Hlavní
da: Start profil
de: Haupt
el: Βασικό Προφίλ
es: Principal
id: Utama
ja: メイン
no: Hoved
ru: Основной
tr: Ana
uk: Головний
vi: Chính

# Languages::mainbox_general
source: Main block (H1 heading)
cs: Hlavní blok (nadpis H1)
de: Hauptblock (H1 Überschrift)
el: Κύριο μπλοκ (επικεφαλίδα H1)
es: Bloque principal (Encabezado H1)
id: Blok utama (H1 pos)
ja: メインブロック(H1ヘッドライン)
no: Hoved blokk (H1-overskrift)
ru: Главный блок (H1 заголовок)
tr: Ana Blok (H1 Başlık)
uk: Головний блок (H1 заголовок)

# Languages::mainbox_simple
source: Important block (H2 heading)
cs: Důležitý blok (nadpis H2)
de: Hauptblock (H2 Überschrift)
el: Σημαντικό μπλοκ (επικεφαλίδα H2)
es: Bloque principal (Encabezado H2)
id: Blok penting (H2 pos)
ja: 重要なブロック(H2ヘッドライン)
no: Viktig blokk (H2-overskrift)
ru: Важный блок (H2 заголовок)
tr: Önemli blok (H2 başlık)
uk: Важливий блок (H2 заголовок)

# Languages::footer_general
source: Footer general
cs: Zápatí obecně
da: Sidefoden generelle
de: Allgemeine Fußzeile
el: Υποσέλιδο γενικα
es: Pie de página general
id: Footer Umum
ja: 標準フッター
no: Footer generelt
ru: Подвал: обычный контейнер
tr: Alt bilgi genel
uk: Нижній колонтитул: загальний
vi: Chân trang chung

# Languages::maintenance
source: Maintenance
ar: الصيانة
cs: Údržba
da: Vedligeholdelse
de: Wartung
el: Συντήρηση
es: Mantenimiento
id: Pemeliharaan
ja: メンテナンス
no: Vedlikehold
ru: Поддержка базы данных
tr: Bakım
uk: Технічне обслуговування
vi: Bảo trì

# Languages::main_category
source: Main category
ar: الفئة الأصلية
cs: Hlavní kategorie
da: Hovedkategori
de: Hauptkategorie
el: Κύρια Κατηγορία
es: Localización de la familia
id: Kategori utama
ja: メインカテゴリー
no: Hovedkategori
ru: Основная категория
tr: Ana kategori
uk: Основна категорія
vi: Danh mục chính

# Languages::make_default
source: Make default
ar: اجعله افتراضي
cs: Nastavit jako výchozí
da: Lav som standard
de: Als Standard einstellen (default)
el: Οριστε ως Προεπιλεγμένο
es: Establecer por defecto
id: Jadikan default
ja: デフォルトレイアウトに指定
no: Sett som standard
ru: Сделать по умолчанию
uk: Зробити за замовчуванням
vi: Làm mặc định

# Languages::manage
source: Manage
ar: إدارة
cs: Spravovat
da: Styre
de: Bearbeiten
el: Διαχείριση
es: Administrar
id: Kelola
ja: 管理
no: Administrer
ru: Редактировать
tr: Yönet
uk: Керувати
vi: Quản lý

# Languages::manage_addons
source: Manage add-ons
ar: إدارة الإضافات
cs: Správa doplňků
da: Administrere tilføjelsesprogrammer
de: Add-Ons verwalten
el: Διαχείρηση Add-ons
es: Administrar complementos
id: Kelola Add-ons
ja: アドオンの管理
no: Administrer moduler
ru: Управление модулями
tr: Eklentileri yönet
uk: Керування додатками
vi: Quản lý Tiện ích

# Languages::manage_blocks
source: Manage blocks
ar: إدارة الكتل
cs: Správce bloků
da: Administrer blokke
de: Blöcke verwalten
el: Διαχείριση blocks
es: Administrar bloques
id: Kelola Blok
ja: ブロックの管理
no: Administrer blokker
ru: Блоки
tr: Blokları yönet
uk: Блоки
vi: Quản lý khối

# Languages::manage_categories
source: Manage categories
ar: إدارة الفئات
cs: Správa kategorií
da: Administrer kategorier
de: Kategorien verwalten
el: Διαχείριση Κατηγοριών
es: Familias
id: Kelola Kategori
ja: カテゴリー管理
no: Administrer kategorier
ru: Все категории
tr: Kategorileri yönet
uk: Керування категоріями
vi: Quản lý danh mục

# Languages::manage_existing_block
source: Edit Existing Blocks
ar: تحرير الكتل الحالية
cs: Upravovat existující bloky
da: Redigere eksisterende blokke
de: Vorhandene Blöcke bearbeiten
el: Διαχείρηση Υφιστάμενων Blocks
es: Editar bloques existentes
id: Sunting blok yang ada
ja: 登録済みブロックの編集
no: Rediger eksisterende blokker
ru: Редактировать существующие блоки
tr: Mevcut blokları düzenle
uk: Редагування наявних блоків
vi: Sửa Khối Tồn Tại

# Languages::manage_items
source: Manage items
ar: إدارة العناصر
cs: Správa položek
da: Administrere elementer
de: Elemente verwalten
el: Διαχείρηση Αντικειμένων
es: Administrar ítems
id: Kelola item
ja: アイテムの管理
no: Administrer elementer
ru: Редактировать элементы
tr: Maddeleri yönet
uk: Керування елементами
vi: Quản lý các mục

# Languages::manage_languages
source: Manage languages
ar: إدارة اللغات
cs: Jazykové nastavení
da: Administrer sprog
de: Sprachen verwalten
el: Διαχείριση Γλώσσας
es: Lenguajes
id: Kelola bahasa
ja: 言語の管理
no: Administrer språk
ru: Языки
tr: Dilleri yönet
uk: Керування мовами
vi: Quản lý ngôn ngữ

# Languages::manage_menus
source: Manage menus
ar: إدارة القوائم
cs: Správa menu
da: Administrere menuer
de: Menus verwalten
el: Διαχείρηση menu
es: Administrar menús
id: Kelola menu
ja: メニューの管理
no: Administrer menyer
ru: Редактировать меню
tr: Menüleri yönet
uk: Керувати меню
vi: Quản lý menu

# Languages::manage_pages
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::manage_products
source: Manage products
ar: إدارة المنتجات
cs: Spravovat zboží
da: Administrer produkter
de: Produkte verwalten
el: Διαχείριση Προϊόντων
es: Artículos
id: Kelola produk
ja: 商品管理
no: Administrer produkter
ru: Все товары
tr: Ürünleri yönet
uk: Всі товари
vi: Quản lý sản phẩm

# Languages::manage_reports
source: Manage reports
ar: إدارة التقارير
cs: Správa zpráv
da: Administrer rapporter
de: Berichte verwalten
el: Διαχείριση αναφορών
es: Gestionar informes
id: Kelola laporan
ja: レポート管理
no: Administrer rapporter
ru: Все отчеты
tr: Raporları yönet
uk: Керування звітами
vi: Quản lý báo cáo

# Languages::manage_shippings
source: Shipping methods
ar: طرق الشحن
cs: Způsoby dopravy
da: Fragt metode
de: Versandmethoden
el: Διαχείριση Μεταφορικών
es: Métodos de envío
id: Metode Pengiriman
ja: 配送方法
no: Fraktmetoder
ru: Способы доставки
tr: Teslimat seçenekleri
uk: Методи доставки
vi: Phương pháp vận chuyển

# Languages::manage_sitemap
source: Manage sitemap
ar: إدارة خريطة الموقع
cs: Nastavení mapy webu
da: Administrer site map
de: Sitemap verwalten
el: Διαχείριση Χάρτη Ιστοσελίδας
es: Mapa del sitio
id: Kelola sitemap
ja: サイトマップの管理
no: Administrer sidekart
ru: Карта сайта
tr: Site haritası yönetimi
uk: Керування картою сайту
vi: Quản lý sơ đồ trang

# Languages::manage_stores
source: Manage stores
ar: إدارة المتاجر
cs: Správa obchodů
da: Administrere butikker
de: Stores verwalten
el: Διαχείρηση Καταστημάτων
es: Administrar tiendas
id: Kelola toko
ja: ショップの管理
no: Administrer butikker
ru: Управление магазинами
tr: Mağazaları yönet
uk: Керування крамницями
vi: Quản lý cửa hàng

# Languages::mandatory
source: Required
ar: مطلوب
cs: Povinné
da: obligatorisk
de: Erforderlich
el: Απαιτούμενος
es: Requerido
id: Disyaratkan
ja: 必須
no: Påkrevd
ru: Обязательно
tr: Gerekli
uk: Обов'язково
vi: Bắt buộc

# Languages::manually
source: Manually
ar: يدوياً
cs: Ručně
da: Manuelt
de: Manuell
el: Χειροκίνητα
es: Manualmente
id: Manual
ja: 手動
no: Manuelt
ru: Вручную
tr: Manual
uk: Вручну
vi: Thủ công

# Languages::manually_set_tax_rates
source: Manually set tax rates
ar: تحديد نسب الضريبة يدوياً
cs: Ručně nastavit daňové sazby
da: Manuelt indstille momssatser
de: manuelle Eingabe des Steuersatzes
el: Χειροκίνητη ρύθμιση των φορολογικών συντελεστών
es: Ajustar manualmente los impuestos y tasas
id: Tarif pajak manual
ja: 税金の手動設定
no: Sett momssatser manuelt
ru: Установленные вручную налоговые ставки
tr: Manual vergi ayarlama
uk: Встановлені вручну податкові ставки
vi: Đặt thủ công tỷ suất thuế GTGT

# Languages::mark
source: Mark as resolved
ar: تأشير كمحلولة
cs: Označit jako vyřešené
da: Markér som løst
de: As erledigt markieren
el: Επισήμανση ως επιλυμένο
es: Marcar como resuelto
id: Tandai sebagai selesai
ja: 解決済にする
no: Marker som løst
ru: Пометить как решенный
tr: Çözümlendi olarak işaretle
uk: помітити як вирішений
vi: Đánh dấu đã giải quyết

# Languages::marketing
source: Marketing
ar: التسويق
el: Μάρκετινγκ
id: Pemasaran
ja: マーケティング
no: Markedsføring
ru: Маркетинг
tr: Pazarlama
uk: Маркетинг
vi: Tiếp thị

# Languages::maximum_items_in_box
source: Maximum items in box
ar: الحد الأقصى للعناصر بالصندوق
cs: Maximální počet položek v kolonce
da: Maksimale elementer i boksen
de: Maximum Anzahl Artikel in Paket
el: Μέγιστα τεμάχια στο κουτί
es: Máximo de ítems en caja
id: Maksimum items dalam kotak
ja: 外箱に収めることのできる商品個数（最大）
no: Maksimum elementer i boks
ru: Максимальное количество штук в коробке
uk: Мінімальна кількість штук в коробці
vi: Các mặt hàng tối thiểu trong hộp

# Languages::max_amount
source: Total cost
ar: التكلفة الاجمالية
cs: Celková částka
da: Samlede omkostninger
de: Total Kosten
el: Συνολικό κόστος
es: Coste total
id: Total biaya
ja: 総額
no: Totalkostnad
ru: Общая стоимость
tr: Toplam indirim
uk: Загальна вартість
vi: Tổng chi phí

# Languages::max_box_weight
source: Max box weight
ar: الحد الأقصى لطول الصندوق
cs: Maximální hmotnost balení
da: Max boks vægt
de: Maximum Paketgewicht
el: Μέγιστο βάρος κουτιού
es: Peso máximo de la caja
id: Berat boks maks
no: Maks. boksvekt
ru: Максимальный вес коробки
uk: Максимальна вага коробки
vi: Trọng lượng tối đa hộp

# Languages::max_downloads
source: Max downloads
ar: أقصى تحميلات
cs: Max. počet stažení
da: Max download
el: Μέγιστο κατέβασμα(αρχείων)
es: Descargas máximas
id: Maks unduhan
ja: 最大ダウンロード回数
no: Maks. nedlastinger
ru: Макс. количество загрузок
tr: Maks download
uk: Макс. завантажень
vi: Tải về tối đa

# Languages::max_item
source: Number of items
ar: عدد العناصر
cs: Počet položek
da: Antal poster
de: Max. Artikel
el: Αριθμός τεμαχίων
es: Número de artículos
id: Jumlah item
ja: 最大表示件数
no: Antall elementer
ru: Количество элементов
tr: Adet numarası
uk: Кількість елементів
vi: Số mục

# Languages::max_order_qty
source: Maximum order quantity
ar: أقصى كمية للطلب
cs: Maximální množství pro objednávku
da: Maksimum ordre mængde
de: Maximale Bestellung (Menge)
el: Μέγιστη ποσότητα παραγγελίας
es: Cantidad máxima del pedido
id: Jumlah pesanan maksimum
ja: 最大注文数
no: Maksimalt bestillingsantall
ru: Максимальный заказ
tr: Maksimum sipariş miktarı
uk: Максимальне замовлення
vi: Số lượng đặt tối đa

# Languages::max_uploading_file_size
source: Max uploading file size
ar: الحجم الأقصى للملف المرفوع
cs: Maximální velikost souboru pro nahrávání
da: Max uploade filstørrelse
de: Maximale Dateigrösse für das Hochladen
el: Μέγιστο μέγεθος αρχείου που ανεβαίνει(upload)
es: Tamaño máximo de archivo de subida
id: Ukuran unggah file maksimum
ja: ファイルサイズ上限（KB）
no: Maks. filstørrelse for opplasting
ru: Максимальный размер загружаемого файла
tr: Upload için Maksimum dosya boyutu
uk: Макс розмір завантажуваного файлу
vi: Kích thước tập tin tải lên tối đa
