Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::shippings.fedex.option_international_controlled_export_service
source: International controlled export service
ar: خدمة الصادرات الخاضعة للمراقبة الدولية
da: Internationale kontrolleret eksportservice
de: Internationaler kontrollierter Exportservice
es: Servicio internacional de exportación controlada
id: Layanan ekspor terkontrol internasional
no: Internasjonalt kontrollert eksportservice
ru: Служба международного контроля за экспортом
tr: Uluslararası kontrolü ürün ihrac etme servisi
uk: Служба міжнародного контролю за експортом

# Languages::shippings.fedex.option_international_traffic_in_arms_regulations
source: International traffic in arms regulations
ar: الاتجار الدولي بأنظمة الأسلحة
da: International trafik i våbenforordninger
de: Internationaler Handel mit Rüstungsgütern
es: Tráfico internacional en regulaciones de armas
id: Peraturan lalu lintas internasional senjata
ru: Правила международной перевозки вооружений
tr: Silah yönetmeliklerindeki Uluslararası trafik
uk: Правила міжнародного перевезення озброєнь

# Languages::shippings.fedex.option_liftgate_delivery
source: Liftgate delivery
ar: تسليم Liftgate
da: Liftgate levering
es: Entrega en la puerta trasera
id: Pengiriman liftgate
no: Liftgate levering
ru: Доставка с использованием заднего подъёмного борта
tr: Liftgate teslim
uk: Доставка з використанням заднього підйомного борту

# Languages::shippings.fedex.option_liftgate_pickup
source: Liftgate pickup
ar: Liftgate بيك آب
es: Retiro en la puerta trasera
ru: Подбор с использованием заднего подъёмного борта
tr: Liftgate' den alım
uk: Підбір з використанням заднього підйомного борту

# Languages::shippings.fedex.option_limited_access_delivery
source: Limited access delivery
ar: تسليم الوصول المحدود
da: Begrænset adgang levering
de: Bereitstellung mit begrenztem Zugriff
es: Entrega con acceso limitado
id: Pengiriman akses terbatas
no: Begrenset tilgangslevering
ru: Доставка в зону с ограниченным доступом
tr: Sınırlı erişim teslim
uk: Доставка в зону з обмеженим доступом

# Languages::shippings.fedex.option_limited_access_pickup
source: Limited access pickup
ar: بيك آب الوصول المحدود
da: Begrænset adgang pickup
de: Abholung mit begrenztem Zugang
es: Retiro con acceso limitado
id: Terbatas akses pickup
no: Begrenset tilgang pickup
ru: Подбор груза из зоны с ограниченным доступом
tr: Sınırlı erişim alımı
uk: Підбір вантажу із зони з обмеженим доступом

# Languages::shippings.fedex.option_pharmacy_delivery
source: Pharmacy delivery
ar: تسليم الصيدلة
da: Apoteklevering
de: Apothekenlieferung
es: Entrega de farmacia
id: Pengiriman farmasi
no: Apotek levering
ru: Доставка фармацевтики
tr: İlaç taşıma
uk: Доставка фармацевтики

# Languages::shippings.fedex.option_poison
source: Poison
ar: السم
da: Gift
de: Gift
es: Veneno
id: Meracuni
no: Gift
ru: Ядовитые вещества
tr: Zehir
uk: Отрути

# Languages::shippings.fedex.option_protection_from_freezing
source: Protection from freezing
ar: الحماية من التجميد
da: Beskyttelse mod frysning
de: Gefrierschutz
es: Protección de congelamiento
id: Perlindungan dari pembekuan
no: Beskyttelse mot frysing
ru: Защита от холода
tr: Donma koruması
uk: Захист від холоду

# Languages::shippings.fedex.option_returns_clearance
source: Returns clearance
ar: تقوم بإرجاع التخليص
da: Returnerer clearance
de: Retourenfreigabe
es: Autorización de devolución
id: Mengembalikan izin
no: Retur klarering
ru: Разрешение на возврат
tr: İade evrağı
uk: Дозвіл на повернення

# Languages::shippings.fedex.option_saturday_delivery
source: Saturday delivery
ar: التسليم يوم السبت
da: Lørdagslevering
de: Samstagszustellung
es: Entrega sabátina
id: Pengiriman Sabtu
no: Lørdagslevering
ru: Доставка в субботу
tr: Cumartesi teslim
uk: Доставка в суботу
vi: Giao hàng thứ bảy

# Languages::shippings.fedex.option_saturday_pickup
source: Saturday pickup
ar: الشحن اليوم السبت
da: Lørdagspickup
de: Samstagsabholung
el: Παραλαβή Σάββατο
es: Retiro sabátino
id: Pickup hari Sabtu
no: Lørdag pickup
ru: Подбор в субботу
tr: Cumartesi teslim alma
uk: Самовивіз суботу

# Languages::shippings.fedex.option_top_load
source: Top load
ar: تحميل أعلى
el: ΚΑΘΕΤΗΣ ΦΟΡΤΩΣΗΣ
es: Máxima carga
id: Beban teratas
no: Topp Beregnigner
ru: Максимальная загрузка
tr: En iyi yükleme
uk: Максимальне завантаження
vi: Đầu trang tải

# Languages::shippings.fedex.upgrade_notification_title
source: FedEx realtime shipping rate calculation changes
ar: تغييرات حساب أسعار الشحن لـ FedEx المباشر
da: FedEx realtime shipping sats beregning ændringer
de: FedEx Echtzeit-Versandtarifkalkulationsänderungen
es: Cambios en el cálculo de la tarifa de envío en tiempo real de FedEx
id: Perubahan perhitungan tarif realtime FedEx berubah
no: FedEx realtime frakt beregning endringer
ru: FedEx: Изменения в расчете стоимости доставки
tr: FedEx gerçek zamanlı nakliye tutarı hesaplama değişiklikleri
uk: FedEx: Зміни в розрахунку вартості доставки
vi: FedEx Thời gian thực vận chuyển tỷ lệ tính toán thay đổi

# Languages::shippings.fedex.upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use FedEx as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses FedEx as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and select desired delivery options</li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة لشحن حساب معدل إذا كنت تستخدم فيديكس كناقل الحقيقي-</p> <p>إذا كنت تريد أن تظهر معدلات الشحن الحالية على أجهزة الكمبيوتر العميلة، القيام بذلك:</p> <ul><li>اذهب إلى إدارة > النقل البحري & الضرائب > طرق الشحن</li> <li>اختيار طريقة الشحن التي تستخدم فيديكس كناقل لحساب أسعار الشحن</li> <li>قم بالتبديل إلى علامة التبويب عام وإدخال خدمة الشحن الصحيح</li> <li>قم بالتبديل إلى علامة التبويب تكوين وحدد خيارات التسليم المطلوب</li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for realtime shipping sats beregning, hvis du bruger FedEx som transportør.</p> <p>Hvis du ønsker at vise nuværende fragtpriser til dine kunder, gør dette:</p> <ul><li>gå til Administration > Shipping & skatter > Shipping metoder</li> <li>vælge den leveringsmetode, der bruger FedEx som transportør til at beregne fragtpriser</li> <li>Skift til fanen Generelt, og Angiv den korrekte rutefart</li>, <li>Skift til fanen Konfigurer, og vælg indstillinger for ønskede levering</li></ul>
es: <p>La última versión de [product] tiene diferentes configuraciones para el cálculo de la tasa de envío en tiempo real si utiliza FedEx como proveedor. </p><p>Si desea mostrar las tarifas de envío actuales a sus clientes, haga lo siguiente: </p><ul><li> vaya a Administración > Envíos e Impuestos> Métodos de envío</li><li> elija el método de envío que usa FedEx como proveedor para calcular las tarifas de envío </li><li> cambie a la pertaña General e ingrese el servicio de envío apropiado </li><li> cambie a la pestaña Configurar y seleccione las opciones de entrega deseadas </li></ul>
id: <p>Versi terbaru [product] memiliki pengaturan yang berbeda untuk perhitungan tarif pengiriman realtime jika Anda menggunakan FedEx sebagai Carrier.</p><p>Jika Anda ingin menunjukkan tarif pengiriman saat ini ke klien Anda, lakukan ini:</p><ul><li>pergi ke Administrasi> Pengiriman & pajak > Metode pengiriman</li><li>pilih metode pengiriman yang menggunakan FedEx sebagai Carrier untuk menghitung tarif pengiriman</li><li>beralih ke tab General dan masukkan layanan Pengiriman yang benar</li><li>ke tab Configure dan pilih opsi pengiriman yang diinginkan</li></ul>
no: <p>Den nyeste versjonen av [product] har ulike innstillinger for fraktpris beregning i sanntid hvis du bruker FedEx som transportselskap.</p><p>Hvis du ønsker å vise gjeldende fraktpriser til kundene dine, kan du gjøre dette:</p><ul><li>Gå til Administrasjon > Forsendels og moms > Fraktmetoder</li><li>velg fraktmetoden som bruker FedEx som transportselskap for å beregne fraktpriser</li><li>gå til Generelt-fanen og skriv inn riktig frakttjeneste</li><li>bytte til fanen Konfigurer og velg ønsket leveringsalternativ</li></ul>
ru: <p>В новой версии [product] изменились настройки расчета стоимости доставки через FedEx.</p><p>Чтобы показывать покупателям актуальную стоимость доставки, выполните следующие действия:</p><ul><li>перейдите на страницу Администрирование > Доставка и налоги > Способы доставки;</li><li>откройте способ, где в качестве перевозчика выбран FedEx;</li><li>во вкладке "Общее" выберите подходящую службу доставки;</li><li>переключитесь на вкладку "Настроить" и задайте необходимые настройки способа доставки.</li></ul>
tr: <p>Son sürüm olan [product] üründeki değişiklikler FexEx'i seçtiyseniz anlık kargo hesaplamalrında değişiklik gösterebilir.</p><p>Eğer müşterilerinize güncel hesaplama sunmak istiyorsanız, sırasıyla:</p><ul><li>Yönetim > Kargo & Vergilendirme > Kargolama Metodları</li><li>bölümüne giderek FedEx'i seçerek doğru kargo hesaplama yapıldığından emin olun</li><li>Genel sekmeye giderek geçerli Kargo servisini seçerek</li><li>yapılandırma sekmesine gidip istenilen kargolama özelliklerini belirtin</li></ul>
uk: <p>У новій версії [product] змінилися налаштування розрахунку вартості доставки через FedEx.</p><p>Щоб показувати покупцям актуальну вартість доставки, виконайте наступні дії:</p><ul><li>перейдіть на сторінку Адміністрування> доставка і податки> Способи доставки;</li><li>відкрийте спосіб, де в якості перевізника обраний FedEx;</li><li>у вкладці "Загальні" виберіть відповідну службу доставки;</li><li>перейдіть на вкладку "Налаштувати" і задайте необхідні налаштування способу доставки</li></ul>

# Languages::template_document_order_invoice
source: Invoice
ar: فاتورة
da: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
id: Faktur
no: Faktura
ru: Счет
tr: Fatura
uk: Рахунок
vi: Hoá đơn

# Languages::template_document_order_summary
source: Order summary
ar: ملخص الطلب
da: Ordreresumé
de: Bestellübersicht
el: Σύνοψη παραγγελίας
es: Resumen de la orden
id: Ringkasan pesanan
no: Ordresammendrag
ru: Детали заказа
tr: Sipariş Özeti
uk: Деталі замовлення
vi: Tóm tắt đơn hàng

# Languages::template_document_packing_slip_default
source: Packing slip
ar: قصاصة العبوة
cs: Dodací list
da: Følgeseddel
de: Lieferschein
el: Δελτίο της συσκευασίας
es: Hoja de embalaje
id: Packing tergelincir
ja: 配送表
no: Pakkseddel
ru: Упаковочный лист
tr: Paket fişi
uk: Пакувальний лист
vi: Phiếu bao bì

# Languages::documents
source: Documents
ar: الوثائق
cs: Tiskové dokumenty
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
id: Dokumen
ja: ドキュメント
no: Dokumenter
ru: Документы
tr: Belgeler
uk: Документи
vi: Tài liệu

# Languages::document_preview_order_not_found
source: Couldn't find an order. Preview only works with existing data. Please create an order and use Preview again.
ar: لا يمكن العثور على نظام. معاينة يعمل فقط مع البيانات الموجودة. الرجاء إنشاء أمر شراء واستخدام معاينة مرة أخرى.
da: Kunne ikke finde en ordre. Preview virker kun med eksisterende data. Du opretter en ordre og bruge Preview igen.
de: Es konnte keine Bestellung gefunden werden. Die Vorschau funktioniert nur mit vorhandenen Daten. Bitte erstellen Sie eine Bestellung und verwenden Sie erneut die Vorschau.
el: Δεν βρεθηκε μια παραγγελία. Η Προεπισκόπηση λειτουργεί μόνο με υπάρχοντα δεδομένα. Παρακαλούμε δημιουργήσετε μια παραγγελία και χρησιμοποιήσετε την προεπισκόπηση ξανά.
es: No se pudo encontrar un pedido. La vista previa solamente funciona con los datos existentes. Por favor genere una cuenta de vendedor y utiliza la opción de Vista Previa de nuevo.
id: Tidak dapat menemukan pesanan. Pratinjau hanya bekerja dengan data yang ada. Buat pesanan dan gunakan Pratinjau lagi.
ja: 注文が見つかりませんでした。プレビューは既存の注文に対してのみご利用いただけます。注文作成後に再度プレビューを実施してください。
no: Kunne ikke finne ordren. Forhåndsvisning fungerer bare med eksisterende data. Opprett en ordre og prøv forhåndsvisning igjen.
ru: Нет созданных заказов. Предпросмотр работает только при наличии доступных данных. Пожалуйста, создайте заказ и снова воспользуйтесь функцией предпросмотра.
tr: Sipariş bulunamadı. Önizleme sadece var olan data ile görüntülenir. Lütfen bir sipariş oluşturun ve tekrar deneyin.
uk: Немає створених замовлень. Попередній перегляд працює тільки при наявності доступних даних. Будь ласка, створіть замовлення і знову скористайтеся функцією попереднього перегляду.
vi: Không thể tìm thấy một nhà cung cấp. Xem trước chỉ làm việc với dữ liệu hiện có. Xin vui lòng tạo một nhà cung cấp và sử dụng xem trước một lần nữa.

# Languages::editing_order_invoice
source: Editing invoice for order #[order_id]
ar: تحرير فاتورة لأمر #[order_id]
cs: Úprava faktury pro objednávku #[order_id]
da: Redigering af fakturaen for ordren #[order_id]
de: Bearbeitung der Rechnung für die Bestellung #[order_id]
el: Επεξεργασία τιμολογίου για την παραγγελία #[order_id]
es: Edición de la factura del pedido #[order_id]
id: Mengedit faktur untuk pesanan #[order_id]
ja: 注文番号#[order_id] の請求書の編集
no: Redigere fakturaen for ordren #[order_id]
ru: Редактирование счёта для заказа #[order_id]
tr: [order_id] numaralı sipariş için fatura düzenleyiyor
uk: Редагування рахунку для замовлення #[order_id]
vi: Sửa hoá đơn cho đơn hàng #[order_id]

# Languages::email_order_invoice_subject
source: [company_name]: Invoice for order #[order_id]
ar: [company_name]: الفاتورة لأمر #[order_id]
da: [company_name]: faktura for ordren #[order_id]
de: [company_name] Rechnung für die Bestellung #order_id]
el: [company_name]: τιμολόγιο για την παραγγελία #[order_id]
es: [company_name]: Factura del pedido #[order_id]
id: [company_name]: Faktur untuk pesanan #[order_id]
ja: [company_name]: 注文番号#[order_id] の請求書
no: [company_name]: Faktura for ordre #[order_id]
ru: [company_name]: Счёт для заказа #[order_id]
tr: [company_name]: Sipariş için Fatura #[order_id]
uk: [company_name]: рахунок для замовлення #[order_id]
vi: [company_name]: hóa đơn cho đơn hàng #[order_id]

# Languages::edit_and_send_invoice
source: Tweak and send invoice
ar: قرص وإرسال الفاتورة
cs: Upravit a poslat fakturu
da: Tweak og sende faktura
de: Optimieren und versenden Sie die Rechnung
el: Αλλαγή αποστολή τιμολογίου
es: Ajustar y enviar la factura
id: Tweak dan kirim faktur
ja: 編集して請求書を送付
no: Tilpass og send faktura
ru: Внести изменения и отправить счёт
tr: Çevirme ve fatura gönderme
uk: Внести зміни і відправити рахунок
vi: Tinh chỉnh và gửi hoá đơn

# Languages::error_profile_field_name_exists
source: A profile field with this name already exists. Please choose another name.
ar: يوجد استايل بنفس هذا الاسم. يرجى اختيار اسم آخر.
da: En profil felt med dette navn findes allerede. Vælg venligst et andet navn.
de: Ein Profilfeld mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
el: Ένα πεδίο προφίλ με αυτό το όνομα υπάρχει ήδη. Παρακαλούμε επιλέξτε ένα άλλο όνομα.
es: Ya existe un campo de perfil con este nombre. Por favor elige otro nombre.
id: Bidang profil dengan nama ini sudah ada. Silakan pilih nama lain.
ja: 同名の会員情報フィールドがすでに存在します。他の名前を指定してください。
no: Det finnes allerede et profilfelt med dette navnet. Velg et annet navn.
ru: Поле профиля с таким названием уже существует. Пожалуйста, выберите другое название.
tr: Bu ismi kullanan bir profil alanı zaten mevcut. Lütfen başka bir isim seçin.
uk: Поле профілю з такою назвою вже існує. Будь ласка, виберіть іншу назву.
vi: Một mục tiểu sử với tên này đã tồn tại. Hãy chọn tên khác.

# Languages::profile_field_name
source: Field name
ar: اسم الحقل
da: Feltnavn
de: Dateiname
el: Όνομα πεδίου
es: Nombre del campo
id: Nama lapangan
ja: フィールド名
no: Feltnavn
ru: Название поля
tr: Alan adı
uk: Назва поля
vi: Tên trường

# Languages::profile_field_name_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and "_" sign.
de: Eine Zeichenfolge, die als Identifikator dient. Sie können die Zahlen von 0 bis 9, die Symbole des englischen Alphabets und das Zeichen "_" verwenden.
el: Μια ακολουθία χαρακτήρων που χρησιμεύει ως ένα αναγνωριστικό. Μπορείτε να χρησιμοποιήσετε αριθμούς από 0 έως 9, σύμβολα της αγγλικής αλφαβήτου και το συμβολο "_".
es: Una secuencia de caracteres que sirve como identificador. Puedes usar figuras del 0 al 9, símbolos del alfabeto inglés y el símbolo "_".
id: Urutan karakter yang berfungsi sebagai pengenal. Anda dapat menggunakan angka dari 0 sampai 9, simbol alfabet Inggris dan tanda "_".
no: En tegn sekvens som tjener som en identifikator. Du kan bruke tall fra 0 til 9, symboler i det engelske alfabetet og "_" tegn.
ru: Последовательность символов, используемая в качестве идентификатора. Вы можете использовать цифры от 0 до 9, символы английского алфавита и знак "_".
tr: Bir karakter dizisi aynı zamanda tanımlayıcı hizmet vermektedir. 0'dan 9'a kadar olan rakamları ve İngiliz alfabesindeki karakterle birlikte "_" karakterini kullanabilirsiniz.
uk: Послідовність символів, яка використовується в якості ідентифікатора. Ви можете використовувати цифри від 0 до 9, символи англійського алфавіту і знак "_".

# Languages::text_character_identifier_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and the following signs: "-", "_", ".".
ar: سلسلة أحرف الذي يخدم كمعرّف. يمكنك استخدام الأرقام من 0 إلى 9، الرموز الأبجدية الإنجليزية والعلامات التالية: "-"، "_"، "-".
da: En sekvens af tegn, der tjener som en identifikator. Du kan bruge tal fra 0 til 9, symboler af det engelske alfabet og følgende tegn: "-", "_", ".".
de: Eine Zeichenfolge, die als Identifikator dient. Sie können die Zahlen von 0 bis 9, Symbole des englischen Alphabets und die folgenden Zeichen verwenden: "-", "_", ".".
el: Μια ακολουθία χαρακτήρων που χρησιμεύει ως ένα αναγνωριστικό. Μπορείτε να χρησιμοποιήσετε αριθμούς από 0 έως 9, σύμβολα της αγγλικής αλφαβήτου και τις ακόλουθες ενδείξεις: «-», «_», «.».
es: Una secuencia de caracteres que sirve como identificador. Puedes usar figuras del 0 al 9, símbolos del alfabeto inglés y el símbolo "_".
id: Urutan karakter yang berfungsi sebagai pengenal. Anda dapat menggunakan angka 0 sampai 9, simbol alfabet Inggris dan tanda-tanda berikut: "-", "_", ".".
ja: 識別子として利用される文字列です。半角英数字と以下の記号を利用できます : "-", "_", "."
no: En tegnsekvens som fungerer som en identifikator. Du kan bruke tallene fra 0-9, bokstaver i det engelske alfabetet og følgende tegn: "-", "_", ".".
ru: Последовательность символов, используемая в качестве идентификатора. Вы можете использовать цифры от 0 до 9, символы английского алфавита и следующие знаки "-", "_", ".".
tr: Bir karakter dizisi tanımlayıcı görevi görmektedir. 0'dan 9'a kadar olan rakamları, İngiliz alfabesindeki karakterleri ve şu sembolleri kullanabilirsiniz: "-", "_", ".".
uk: Послідовність символів, яка використовується в якості ідентифікатора. Ви можете використовувати цифри від 0 до 9, символи англійського алфавіту і наступні знаки "-", "_", ".".
vi: Một chuỗi ký tự mà phục vụ như là một định danh. Bạn có thể sử dụng các con số từ 0 đến 9, biểu tượng của bảng chữ cái tiếng Anh và các dấu sau đây: "-", "_", ".".

# SettingsOptions::monitor_core_changes
source: Monitor changes in core files
ar: رصد التغيرات في الملفات الأساسية
cs: Hlídat změny v systémových souborech
de: Überwachung von Änderungen in Kerndateien
el: Παρακολούθηση των μεταβολών στα αρχεία του πυρήνα
es: Supervise los cambios en los archivos principales
id: Monitor perubahan pada file inti
ja: コアファイルの変更を監視する
no: Overvåker endringer i kjernefiler
ru: Отслеживать изменения в файлах ядра
tr: Çekirdek dosyalarındaki değişiklikleri görüntüle
uk: Відстежувати зміни в файлах ядра
