Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
ar: الختم الذي يسبق مواصفة المنتج.
cs: Předpona, která předchází vlastnost produktu.
da: En anbringe foran produktet funktion.
de: Ein Anhang der vor der Produkt Eigenschaft steht.
el: Μια επισύναψη η οποία προηγείται του χαρακτηριστικού του προϊόντος.
es: Prefijo de la característica de producto.
id: Sebuah imbuhan yang mendahului fitur produk.
ja: 商品の追加情報に付加するプリフィックス（接頭辞）
no: En forstavelse som kommer før produktfunksjonen.
ru: Текст перед названием характеристики.
uk: Доповнення (афікс), що розташоване перед параметром товару.
vi: Một phụ tố ký tự trước các tính năng sản phẩm.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
ar: الختم الذي يتبع مواصفة المنتج.
cs: Přípona, která následuje vlastnost zboží.
da: En anbringe, der følger produktet funktion.
de: Ein Anhang der nach der Produkt Eigenschaft steht.
el: Μια επισύναψη που ακολουθεί το χαρακτηριστικό του προϊόντος.
es: Suifjo de la característica de producto.
id: Sebuah imbuhan yang mengikuti fitur produk.
ja: 商品の追加情報に付加するサフィックス（接尾辞）
no: En forstavelse som følger produktfunksjonen.
ru: Текст после названия характеристики.
uk: Доповнення (афікс), що розташоване відразу за параметром товару.
vi: Một phụ tố ký tự sau các tính năng sản phẩm.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
ar: الرسالة التي تظهر إذا كانت البيانات المدخلة غير صحيحة.
cs: Zpráva, která se zobrazí v případě, že zadané údaje jsou správné.
da: , som vises, hvis de indtastede data ikke er korrekte.
de: Meldung die visualisiert wird, wenn die eingegebenen Daten nicht korrekt sind.
el: Μήνυμα που εμφανίζεται όταν τα εισαχθέντα δεδομένα είναι ανακριβή.
es: Mensaje mostrado cuándo los datos entrados son incorrectos.
id: Pesan yang akan ditampilkan jika data yang dimasukkan salah.
ja: 登録した正規表現にマッチしないデータが入力された場合に表示するメッセージ
no: Melding som vises hvis oppgitte data er feil.
ru: Сообщение, отображаемое в случае неверно введенных данных.
uk: Повідомлення, яке відображається в разі невірно введених даних.
vi: Tin nhắn được hiển thị nếu các dữ liệu nhập là không chính xác.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
ar: الملاحظة التي تشير إلى القيمة المدخلة.
cs: Poznámka která udává hodnotu, kterou je třeba vložit.
da: Et notat, der angiver den værdi, der skal indtastes.
de: Eine Meldung die anzeigt welcher Wert eingegeben werden muss.
el: Μια σημείωση που δείχνει την αξία που πρέπει να εισαχθεί.
es: Una nota para indicar el valor a introducir.
id: Sebuah catatan yang menunjukkan nilai yang perlu dimasukkan.
ja: 入力すべき値に関する注意書き
no: Et notat som angir verdien som må legges inn.
ru: Пояснение того, какое значение нужно вводить.
uk: Пояснення того, яке значення потрібно вводити.
vi: Một lưu ý chỉ ra giá trị được nhập.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
ar: لو مفعلة, يتم أخذ الخيار في الحسبان عند تشكيل مخزون المنتج.
cs: Je-li povoleno, možnost bude zahrnuta při sestavování skladových zásob zboží.
da: Hvis aktiveret, er valget taget i betragtning, når der udgør produktet beholdning.
de: Wenn aktiviert, wird die Option berücksichtigt wenn das Produkt Inventar zusammengestellt wird.
el: Αν ενεργοποιηθεί, η επιλογή λαμβάνεται υπόψη κατά τον σχηματισμό της απογραφής του προϊόντος.
es: Si está activado, la opción se tiene en cuenta para formar las existencias de producto.
id: Jika diaktifkan, opsi ini diperhitungkan ketika membuat persediaan produk.
ja: チェックするとこのオプションは在庫管理の対象として扱われます。
no: Hvis aktivert, er alternativet tatt i betraktning når produkt varelageret settes sammen.
ru: Учитывать эту опцию при расчете кол-ва товаров в наличии.
uk: Якщо опція включена, даний параметр враховується при інвентаризації товару.
vi: Nếu kích hoạt, tùy chọn đưa vào tài khoản khi có hàng tồn kho sản phẩm.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
ar: الاختصارات تحل محل الأنماط للتطبيق.
cs: Regulérní výraz určující vzor shody
da: Regulære udtryk der angiver et mønster for at matche.
de: Befehl der ein "Pattern" definiert das überinstimmen muss
el: Η κανονική έκφραση καθορίζει ένα πρότυπο για να ταιριάζουν.
es: Expresión regular especificando el patrón a comprobar.
id: Ekspresi reguler yang menentukan sebuah pola untukmencocokkan.
ja: 入力値チェックに使用する正規表現.
no: Vanlig uttrykk som spesifiserer et mønster å sammenlikne med.
ru: Регулярное выражение, задающее формат значения поля.
uk: Регулярний вираз, що задає формат значення поля.
vi: Cụm từ thông dụng chỉ định một mô hình để phù hợp với.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
ar: لو مفعلة, العروض الأخرى لا يتم تطبيقها.
cs: Pokud je povoleno, ostatní promo akce budou potlačeny.
da: Hvis aktiveret, de andre tilbud ikke anvendes.
de: Wenn aktiviert, werden die anderen Optionen nicht angewendet.
el: Εάν είναι ενεργοποιημένο, δεν εφαρμόζονται οι άλλες προσφορές.
es: Si está activado, las otras promociones no se aplican.
id: Jika diaktifkan, promosi lainnya tidak dapat diterapkan.
ja: チェックすると他のキャンペーンが適用されなくなります。
no: Hvis aktivert, er de andre kampanjene ikke brukt.
ru: Не применять другие промо-акции, когда активна эта
tr: Aktif edildiğinde, diğer promosyonlar uygulanmaz.
uk: Якщо опція включена, інші промо-акції не застосовуються.
vi: Nếu kích hoạt, các chương trình khuyến mại khác không được áp dụng.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
ar: فترات التحليل (يوم, أسبوع, شهر, سنة).
cs: Období pro analýzu (den, týden, měsíc, rok).
da: Perioder, analysere (dag, uge, måned, år ).
de: Zu analisierende Periode (Tag, Woche, Monat, Jahr).
el: Περίοδοι για την ανάλυση (ημέρα, εβδομάδα, μήνας, έτος).
es: Períodos a analizar (día, semana, mes, año).
id: Periode untuk menganalisis (hari, minggu, bulan, tahun).
ja: レポートの表示単位
no: Perioder å analysere (dag, uke, måned, år).
ru: Анализируемые интервалы времени (дни, недели, месяцы, годы).
tr: Analiz dönemleri (gün, hafta, ay, yıl).
uk: Аналізовані інтервали часу (дні, тижні, місяці, роки).
vi: Thời gian để phân tích (ngày, tuần, tháng, năm).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
cs: Parametr pro řazení hodnot. Ten by se měl týkat parametru Hodnota pro zobrazení (např. Ceny zboží—Celková cena nebo Počet zboží—Počet položek).
da: Parameter til at sortere værdier af. Det forholder sig til værdien at vise param (fx produktomkostninger — samlede omkostninger eller antal produkter — antal varer).
de: Parameter, nach denen die Werte sortiert werden können. Um den Parameter anzeigen zu können, muss es sich auf den Wert beziehen (z. B. Artikelkosten - Gesamtsumme oder Anzahl der Artikel - Anzahl der Artikel).
el: Παράμετρος για να ταξινομήσετε τις τιμές. Πρέπει να αφορά την τιμή που θα εμφανιστει (π.χ. δαπάνες προϊόντος — συνολικο κόστους ή αριθμός προϊόντων — αριθμός στοιχείων).
es: Parámetro para ordenar los valores por. Debe relacionarse con el valor a mostrar param (por ejemplo, los costos totales de producto-coste o número de productos-número de objetos).
id: Parameter untuk mengurutkan nilai-nilai oleh. Ini harus berhubungan dengan Nilai untuk menampilkan param (misalnya biaya-Total Produk biaya atau Jumlah produk-Jumlah item).
ja: レポート内容の抽出基準
no: Parametere å sortere verdier etter. De bør forholde seg til verdien som skal vise parameteret (f.eks Produktkostnader—Totalkostnader eller Antall produkter—Antall elementer).
ru: Параметр, по которому будут сортироваться значения. Этот параметр должен соответствовать отображаемым значениям (например, Стоимость товара — Общая стоимость или Количество товаров — Количество элементов).
tr: Değerleri sıralama parametresi. Parametreleri görüntüleme Değeriyle ilgili olmalıdır (örn. Ürün maliyetleri - Toplam maliyet veya Ürünlerin sayısı - Kalem sayısı).
uk: Параметр, по якому будуть сортуватись значення. Цей параметр має відповідати значенням що відображаються (наприклад, Вартість товару — Загальна вартість чи Кільксть товаров — Кількість елементів).
vi: Tham số để sắp xếp các giá trị bởi. Nó phải có liên quan đến giá trị để hiển thị các tham số (ví dụ như. Chi phí sản phẩm-Tổng số chi phí hoặc số lượng sản phẩm-Số mục).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
ar: أقصى عدد لعناصر الرسم البياني.
cs: Maximální počet prvků grafu.
da: Max antal diagram komponenter.
de: Max. Anzahl der Diagrammkomponenten.
el: Μέγιστος αριθμός στοιχείων του γραφήματος.
es: Número máximo de componentos del gráfico.
id: Jumlah maksimum komponen grafik.
ja: レポートとして抽出する要素の上限数
no: Maks antall diagram komponenter.
ru: Максимальное количество элементов графика
uk: Максимальна кількість елементів графіка.
vi: Số lượng tối đa của biểu đồ thành phần.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
ar: اتركها فارغة كي يتم استخدام اسم الشركة كنص بديل.
cs: Ponechte prázdné, pokud chcete použít název společnosti jako alternativní text.
da: Efterlad tom for at bruge virksomhedens navn som alternativ tekst.
de: Leer lassen um den Firmennamen als Alternativ-Text anzuwenden.
el: Αφήστε κενό για να χρησιμοποιήσετε το όνομα της εταιρείας ως εναλλακτικό κείμενο.
es: Deja vacío para usar el nombre de la empresa como texto alternativo.
id: Biarkan kosong untuk menggunakan nama perusahaan sebagaiteks alternatif.
ja: 空欄にすると代替テキストに会社名が使用されます。
no: La stå tomt for å bruke firmanavnet som alternativ tekst.
ru: Оставьте пустым, чтобы использовать название компании в качестве альтернативного текста.
uk: Залиште порожнім, щоб використовувати назву компанії в якості альтернативного тексту.
vi: Để trống để sử dụng tên công ty như văn bản thay thế.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
cs: Název domény, který chcete použít místo názvu domény CloudFront pro adresy URL pro své soubory. Je také třeba vytvořit záznam CNAME s vaší služby DNS, která budou směrovat dotazy na CloudFront hostitele (to bude zobrazen na této stránce po zadání informací o účtu).
da: Domænenavn, du vil bruge i stedet for CloudFront domænenavn til URL-adresserne til dine filer. Du skal også oprette en CNAME-post hos din DNS-service til rute forespørgsler til CloudFront vært (det vil blive vist på denne side, når du har angivet kontooplysninger).
de: Domain-Name den Sie verwenden möchten, statt des CloudFront Domain-Name für die URL Ihrer Dateien. Sie müssen auch einen CNAME Record mit Ihrem DNS Service erstellen um die Anfragen zum CloudFront Host zu adressieren (dieser wird auf dieser Seite dargestellt nachdem Sie Ihre Konto Informationen eingegeben haben).
el: Όνομα χώρου που θέλετε να χρησιμοποιήσετε αντί για το όνομα τομέα CloudFront για τις διευθύνσεις URL για τα αρχεία σας. Πρέπει επίσης να δημιουργήσετε cname record με τα DNS υπηρεεσίες σας για να οδηγησετε ερωτηματα στν παροχεα CloudFront (θα εμφανίζονται σε αυτή τη σελίδα αφού εισαγάγετε τα στοιχεία του λογαριασμού).
es: Nombre de dominio para usar en sustitución del nombre de dominio de CloudFront para las URLs de tus archivos. Es necesario crear un registro CNAME en tu zona DNS para dirigir las peticiones al host de CloudFront (se mostrará en esta página después de entrar la información de tu cuenta).
id: Domain name that you want to use instead of theCloudFront domain name for the URLs for your files. Youalso need to create a CNAME record with your DNS serviceto route queries to CloudFront host (it will be displayedon this page after you enter accoun
ja: CloudFrontドメインの代わりにファイルアクセス用URLに使用するドメイン名です。お使いのDNSサービスにおいて、CloudFrontホストにルーティングするためのCNAMEレコードを作成する必要があります。
no: Domenenavn som du ønsker å bruke i stedet for domenenavnet CloudFront for URL-en for filene dine. Du må også opprette en CNAME-post med din DNS-tjeneste for å rute spørringer til CloudFront sin vert (den vil bli vist på denne siden etter at du skriver inn kontoinformasjonen).
ru: Имя домена, которое можно использовать вместо автоматически сгенерированного в CloudFront домена. Вам также нужно создать CNAME запись в используемом вами DNS сервисе, чтобы запросы шли с этого имени на домен CloudFront (домен CloudFront отобразится на этой странице после того, как вы сохраните данные AWS аккаунта).
uk: Ім'я домену, яке можна використовувати замість автоматично згенерованого в CloudFront домена. Вам також потрібно створити CNAME запис у використовуваному вами DNS сервісі, щоб запити йшли з цього імені на домен CloudFront (домен CloudFront відобразиться на цій сторінці після того, як ви збережете дані AWS акаунта).
vi: Tên miền mà bạn muốn sử dụng thay vì tên miền CloudFront cho các URL cho các tập tin của bạn. Bạn cũng cần phải tạo bản ghi CNAME với dịch vụ DNS của bạn cho các tuyến đường truy vấn tới máy chủ CloudFront (nó sẽ được hiển thị trên trang này sau khi bạn nhập thông tin tài khoản).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> to learn how to get key and secret key.
ar: أوس الوصول إلى مفتاح معرف. انظر <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0</a> لمعرفة كيفية الحصول على مفتاح والمفتاح السري.
cs: Access klíč AWS. Chcete-li získat přístupový klíč a tajný klíč - přečtěte si návod na tomto odkazu: <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a>.
da: AWS adgang nøgle-ID. Se <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0</a> at lære hvordan du får nøglen og hemmelig nøgle.
de: AWS Access Key ID. Gehen Sie auf<a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> um den Schlüssel und den Geheimschlüssel zu bekommen.
el: AWS Access Key ID . Δείτε το <a href="http://amzn.to/14FZLi3" target="_blank"> http://amzn.to/14FZLi3</a> για να μάθετε πώς να πάρετε το κλειδί και το μυστικό κλειδί.
es: ID de clave de acceso para AWS. Consulta <a href="http://amzn.to/14FZLi3" target="_blank">http://amzn.to/14FZLi3</a> para saber como obtener la clave y la clave secreta.
id: AWS Access Key ID. Lihat <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0 </a> untuk belajar bagaimana untuk mendapatkan kunci kunci dan rahasia.
ja: AWSのアクセスキーIDです。アクセスキーIDおよびシークレットアクセスキーの取得方法は <a href="http://docs.aws.amazon.com/ja_jp/IAM/latest/UserGuide/ManagingCredentials.html" target="_blank">こちら</a> を確認してください。
no: AWS Tilgangsnøkkel ID. Se <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> for å lære mer om hvordan du får tilgangsnøkkel og hemmelig nøkkel.
ru: Ключ доступа AWS. Чтобы получить ключ доступа и секретный ключ - прочитайте руководство по этой ссылке: <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a>.
tr: AWS Access Key ID. See <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> to secret key'i nasıl edineceğinizi öğrenin.
uk: Ключ доступу AWS. Щоб отримати ключ доступу і секретний ключ - прочитайте керівництво за цим посиланням: <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a>.
vi: ID Mã Khóa Truy cập AWS của bạn. Xem <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0</a> để tìm hiểu làm thế nào để có được chìa khóa và mã khóa bí mật.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
ar: رقم تسجيل هذه الضريبة في المتجر.
cs: Registrační číslo této daně v obchodě
da: Registreringsnummer af denne afgift i butikken.
de: Steuer Registrierungsnummer des Shops
el: Αριθμός καταχώρησης του φόρου σε αυτό το κατάστημα.
es: Número de registro para este impuesto en la tienda.
id: Nomor registrasi pajak toko Anda.
ja: この税金に対するショップの登録番号（日本では使用しません。）
no: Registreringsnummer for denne momsen i butikken.
ru: Регистрационный номер налога в вашем магазине.
uk: Реєстраційний номер податку в вашому магазині.
vi: Số đăng ký thuế này trong các cửa hàng.

# Languages::turkish
source: Turkish
ar: تركي
cs: Turečtina
da: tyrkisk
de: Türkisch
el: Τούρκικα
es: Turco
id: Turki
no: Tyrkisk
ru: Турецкий
uk: турецька
vi: Tiếng Thổ Nhĩ Kỳ

# Languages::type
source: Type
ar: النوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
id: Tipe
ja: タイプ
ru: Тип
tr: Tip
uk: Тип
vi: Loại

# Languages::type_comments_here
source: You can leave us a comment here
ar: يمكنكم ترك تعليق هنا
cs: Poznámky k objednávce
da: Du kan efterlade os en kommentar her
de: Sie können uns hier einen Kommentar hinterlassen
el: Μπορείτε να μας αφήσετε ένα σχόλιο εδώ
es: Puedes dejar un comentario aquí
id: Anda dapat meninggalkan pesan di sini
ja: コメントはこちら
no: Her kan du legge til en kommentar til din bestilling (valgfritt):
ru: Ваши комментарии к заказу:
tr: Notlarınızı bu bölüme ekleyebilirsiniz
uk: Ви можете залишити нам коментар тут
vi: Bạn có thể để lại cho chúng tôi một bình luận ở đây

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
cs: Tato stránka používá cookies pro zlepšení uživatelského zážitku. Pokud budete pokračovat, budeme předpokládat že souhlasíte s přijímáním cookies z této stránky. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
da: Cookies bruges på denne hjemmeside til at give den bedste brugeroplevelse. Hvis du fortsætter, antager vi, at du accepterer at modtage cookies fra dette websted. <span class="button button-wrap-left"> <span class="button button-wrap-right"> <a rel="nofollow" href="[url]"> OK</a></span></span>
de: Cookies werden auf dieser Website verwendet werden, um die beste Benutzererfahrung anzubieten. Wenn Sie fortfahren, gehen wir davon aus, dass Sie damit einverstanden sind, dass Sie Cookies von dieser Website erhalten. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
el: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a href="[url]">OK</a></span></span>
es: Este sitio web utiliza cookies para mejorar la experiencia del usuario y para realizar funciones propias del sistema de compra. Continuando, asumes la política de cookies de nuestro sitio.<span class="button button-wrap-left"><span class="button button-wrap-right"><a href="[url]">OK</a></span></span>
id: Cookie digunakan di situs ini untuk memberikan pengalamanterbaik bagi user. Jika Anda melanjutkan, kamimengasumsikan bahwa Anda setuju untuk menerima cookie darisitus ini. <span class="button button-wrap-left"><spanclass="button button-wrap-right"><a
ja: 本ウェブサイトではお客様の利便性向上のためCookieを使用しています。Cookieの利用を承諾するには <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span> をクリックしてください。
no: Cookies brukes på dette området for å gi den beste brukeropplevelsen. Hvis du fortsetter, antar vi at du samtykker i å motta cookies fra dette nettstedet. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
ru: Для обеспечения высокого уровня обслуживания на этом сайте используются куки (cookies). Продолжая его использование, вы соглашаетесь с тем, что куки (cookies) будут сохраняться на вашем компьютере: <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">Принять</a></span></span>
uk: Для забезпечення високого рівня обслуговування на цьому сайті використовуються куки (cookies). Продовжуючи його використання, ви погоджуєтеся з тим, що куки (cookies) будуть зберігатися на вашому комп'ютері: <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">Прийняти</a></span></span>
vi: Cookie được sử dụng trên trang web này để cung cấp trải nghiệm người dùng tốt nhất. Nếu bạn tiếp tục, chúng tôi giả định rằng bạn đồng ý nhận cookie từ trang web này. <span class="button button-wrap-left"> <span class="button button-wrap-right"> <a rel="nofollow" href="[url]"> OK</a></span></span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
ar: قيمة الخاصية لا يمكن تغييرها لأن معرف الإيميلات مسجل في متجركم.
cs: Hodnota nastavení nelze měnit, protože totožné e-mailovou adresu registrovanou v obchodě.
da: Værdiindstilling kan ikke ændres, da identiske e-mail-adresser er registreret i din butik.
de: Der Wert der Einstellung kann nicht geändert werden weil gleiche Email Adressen in Ihrem Store registriert sind.
el: Η τιμή της παραμέτρου δεν μπορεί να αλλάξει, αφου παρομοια Email ειναι εγεγραμμενα στο κατάστημά σας.
es: El valor del ajuste no se puede cambiar porque existen e-mails idénticos registrados en la tienda.
id: Nilai pengaturan tidak dapat diubah karena alamat emailyang sama terdaftar di toko Anda.
ja: 入力いただいたものと同一のEメールアドレスがすでに登録されているため、設定値は変更されませんでした。
no: Innstillingsverdien kan ikke endres da identiske e-post-adresser er registrert i din butikk.
ru: Значение настройки не может быть изменено, так как идентичные адреса электронной почты зарегистрированы в магазине.
uk: Значення настройки не може бути змінено, так як ідентичні адреси електронної пошти зареєстровані в магазині.
vi: Giá trị cài đặt có thể không được thay đổi như địa chỉ email giống hệt nhau được bao gồm trong cửa hàng của bạn.
