Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::canada_post_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use Canada Post as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses Canada Post as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API keys</a></li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة للحقيقي شحن حساب معدل إذا كنت تستخدم "كندا بوست" كناقل.</p> <p>إذا كنت تريد أن تظهر معدلات الشحن الحالية على أجهزة الكمبيوتر العميلة، القيام بذلك:</p> <ul><li>اذهب إلى إدارة > النقل البحري & الضرائب > طرق الشحن</li> <li>اختيار طريقة الشحن التي تستخدم "كندا بوست" كناقل لحساب أسعار الشحن</li> <li>قم بالتبديل إلى علامة التبويب عام وإدخال خدمة الشحن الصحيح</li> <li>قم بالتبديل إلى علامة التبويب تكوين وإدخال <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"> مفاتيح API</a> المناسبة</li></ul>
cs: <p>Nejnovější verze [product] má odlišná nastavení pro výpočet sazeb dopravného v reálném čase, pokud používáte Canada Post jako dopravce.</p><p>Chcete-li svým klientům zobrazit aktuální sazby dopravného, proveďte následující:</p><ul><li>přejděte do Správa > Doprava & daně > Způsoby dopravy</li><li>zvolte způsob dopravy, který používá Canada Post jako dopravce pro výpočet sazeb dopravného</li><li>přepněte na kartu Obecné a vložte správnou Dopravní službu</li><li>přepněte na kartu Konfigurovat a vložte správné <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API klíče</a></li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for realtime shipping sats beregning, hvis du bruger Canada Post som transportør.</p> <p>Hvis du ønsker at vise nuværende fragtpriser til dine kunder, gør dette:</p> <ul><li>gå til Administration > Shipping & skatter > Shipping metoder</li> <li>vælge den leveringsmetode, der bruger Canada Post som transportør til at beregne fragtpriser</li> <li>Skift til fanen Generelt, og Angiv den korrekte rutefart</li>, <li>Skift til fanen Konfigurer og angive de korrekte <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"> API nøgler</a></li></ul>
el: <p>Την τελευταία έκδοση του [product] έχει διαφορετικές ρυθμίσεις για το σε πραγματικό χρόνο υπολογισμού τιμων μεταφορικων, αν χρησιμοποιείτε τη DHL ως μεταφορικη</p> <p>Αν θέλετε να εμφανίσετε τις τρέχουσες τιμές αποστολής στους πελάτες σας, κάντε τα εξης:</p> <ul><li>πηγαίνετε στο διαχείριση > ΜΕΤΑΦΟΡΙΚΑ & ΦΟΡΟΙ > Τρόποι Αποστολης</li> <li>επιλέξετε τη μέθοδο αποστολής που χρησιμοποιεί τη DHL ως φορέας για τον υπολογισμό των τιμων μεταφορικων</li> <li>μεταβείτε στην καρτέλα Γενικά και στην κατάλληλη υπηρεσία αποστολής</li> <li>μεταβείτε στην καρτέλα ρύθμιση παραμέτρων και χρησιμοποιείστε το κατάλληλο αναγνωριστικό τοποθεσίας και τον κωδικό</li></ul>
es: <p> La última versión del [product] tiene diferentes configuraciones para el cálculo de la tarifa de envío en tiempo real si utiliza Canadá Post como operador.</p><p> Si desea mostrar las tarifas de envío actuales a sus clientes, haga lo siguiente: </p><ul><li> vaya a Administración > Envíos e impuestos > Métodos de envío</li><li>elija el método de envío que utiliza Canada Post como operador para calcular las tarifas de envío</li><li>> cambie la pestaña General e ingrese el servicio de envío adecuado</li><li>cambie la pestaña Configurar e ingrese la <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"> Clave API</a></li></ul>
id: <p>Versi terbaru [product] memiliki pengaturan yang berbeda untuk perhitungan tarif pengiriman secara realtime jika Anda menggunakan Pos Kanada sebagai Carrier.</p><p>Jika Anda ingin menunjukkan tarif pengiriman saat ini ke klien Anda, lakukan ini:</p><ul><li>pergi ke Administrasi> Pengiriman & pajak> Metode pengiriman</li><li>pilih metode pengiriman yang menggunakan Canadian Post sebagai Carrier untuk menghitung tarif pengiriman </li><li> beralih ke tab General dan masukkan layanan Pengiriman yang benar</li><li>ke tab Configure dan masukkan yang benar.<a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf"target="_blank">API keys</a></li></ul>
no: <p>Den siste versjonen av [product] har ulik innstilling for sanntid fraktpris beregning hvis du bruker Canada Post som transportselskap.</p><p>vis du ønsker å vise gjeldende fraktpriser til kundene dine, kan du gjøre dette:</p><ul><li>gå til Administrasjon > Forsendelse og moms > Fraktmetoder</li><li>velge transportselskapet som bruker Canada Post som leverandør for å beregne fraktpriser</li><li>bytt til fanen Generelt, og skriv inn riktig transportselskap</li><li>bytt til fanen Konfigurer og skriv inn riktig <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API nøkkel</a></li></ul>
ru: <p>В последней версии [product] изменились настройки расчета стоимости доставки Canada Post в режиме реального времени.</p><p>Если вы хотите показывать покупателям текущую стоимость доставки, выполните следующие шаги:</p><ul><li>перейдите в Администрирование > Доставка и налоги > Способы доставки</li><li>выберите способ доставки, который использует Canada Post в качестве перевозчика для расчета стоимости доставки</li><li>перейдите на вкладку "Общее" и выберите нужную службу доставки</li><li>перейдите на вкладку "Настроить" и введите правильные <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API-ключи</a></li></ul>
tr: <p>[product] en son sürümü gerçek zamanlı bir taşıyıcı olarak Canada Post kullanırsanız oranı hesaplama nakliye için farklı ayarlara sahip.</p> <p>Sevkiyat kurları müşterilerinize göstermek istiyorsanız, bunu yapmak:</p> <ul><li>Yönetim gidin > nakliye ve vergi > nakliye yöntemleri</li> <li>Genel sekmesine geçin ve uygun nakliye hizmeti girin</li> <li>Canada Post kargo oranları hesaplamak için bir taşıyıcı olarak kullanan nakliye yöntemi seçin</li> <li>Yapılandırma sekmesine geçin ve uygun Site Kimliği ve şifre girin<a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"></a>
uk: <p>В останній версії [product] змінилися налаштування розрахунку вартості доставки Canada Post в режимі реального часу.</p><p>Якщо ви хочете показувати покупцям поточну вартість доставки, виконайте наступні кроки:</p><ul><li>перейдіть в Адміністрування> Доставка і податки> Способи доставки</li><li>виберіть спосіб доставки, який використовує Canada Post в якості перевізника для розрахунку вартості доставки</li><li>перейдіть на вкладку "Загальні" і виберіть потрібну службу доставки</li><li>перейдіть на вкладку "Налаштувати" і ввести вірні<a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank">API-ключі</a></li></ul>
vi: <p>Phiên bản mới nhất của [product] có các cài đặt khác nhau cho thời gian thực vận chuyển tính toán tỷ lệ nếu bạn sử dụng Canada Post như một Nhà vận chuyển.</p> <p>Nếu bạn muốn hiển thị giá vận chuyển hiện tại khách hàng của bạn, làm điều này:</p> <ul><li>đi đến Quản trị > Vận chuyển & thuế > Phương thức vận chuyển</li> <li>chọn phương pháp vận chuyển có sử dụng Canada Post như một nhà vận chuyển để tính toán tỷ giá vận chuyển</li> <li>chuyển sang tab Chung và nhập vào các dịch vụ vận chuyển thích hợp</li> <li>chuyển sang tab Cấu hình và nhập thích hợp <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"> API phím</a></li></ul>

# Languages::shippings.aup.pac_api_key
source: PAC API key
ar: مفتاح PAC API
cs: PAC API klíč
da: PAC API-nøgle
es: Clave de API PAC
id: Kunci API PAC
no: PAC API-nøkkel
ru: Ключ PAC API
uk: Ключ PAC API

# Languages::shippings.aup.currency_not_configured
source: To activate the Australia Post shipping processor, you must have the Australian Dollar currency enabled.
ar: لتنشيط معالج الشحن في استراليا، يجب عليك تمكين العملة "الدولار الأسترالي".
cs: Chcete-li povolit Kanadskou dopravu, musíte mít měnu Kanadský dolar povoleno.
da: For at aktivere Australien Post shipping processor, skal du have den australske Dollar valuta aktiveret.
de: Um den Versandabwickler der Australischen Post zu aktivieren, müssen Sie die Australische Dollar Währung aktiviert haben.
el: Για να ενεργοποιήσετε τον Australia Post φορέα αποστολής, πρέπει να έχετε ενεργοποιημένη την επιλογή του Australian Dollar.
es: Para activar el procesador de envío de Australia Post, debe tener habilitada la moneda del dólar australiano.
id: Untuk mengaktifkan prosesor pengiriman Australian Post, Anda harus mengaktifkan mata uang Dollar Australia.
no: For å aktivere Australia Post frakt, må du ha australske dollar aktivert som valuta.
ru: Для того, чтобы активировать процессор Australia Post, необходимо, чтобы валюта — австралийский доллар была включена в магазине.
tr: Australia post nakliye istemcisini aktifleştirmek için Avustralya Doları kurunu etkinleştirin.
uk: Щоб активувати процесор Australia Post, необхідно, щоб був активовано Австралійський долар.
vi: Để kích hoạt bộ xử lý vận chuyển Australia Post, bạn phải có loại tiền tệ Đô la Australia được kích hoạt.

# Languages::australia_post_upgrade_notification_title
source: Australia Post realtime shipping rate calculation changes
ar: تغييرات حساب أسعار الشحن لـ استراليا بوست المباشر
cs: Australská pošta v reálném čase změní výpočet sazba za dopravu
da: Australien Post realtime shipping sats beregning ændringer
es: Cambios en el cálculo de la tarifa de envío en tiempo real de Australia Post
id: Australia Mengubah perhitungan tingkat pengiriman waktunyata
no: Australia Post sanntid frakt beregning endringer
ru: Australia Post: Изменения в расчете стоимости доставки
tr: Australia Post gerçek zamanlı nakliye tutarı hesaplama değişiklikleri
uk: Australia Post: Зміни в розрахунку вартості доставки
vi: Australia Post tính toán thời gian thực tỷ lệ vận chuyển thay đổi

# Languages::australia_post_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use Australia Post as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses Australia Post as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API key</a></li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة لشحن حساب معدل إذا كنت تستخدم "وظيفة أستراليا" كناقل الحقيقي-</p> <p>إذا كنت تريد أن تظهر معدلات الشحن الحالية على أجهزة الكمبيوتر العميلة، القيام بذلك:</p> <ul><li>اذهب إلى إدارة > النقل البحري & الضرائب > طرق الشحن</li> <li>اختيار طريقة الشحن التي تستخدم "وظيفة أستراليا" كناقل لحساب أسعار الشحن</li> <li>قم بالتبديل إلى علامة التبويب عام وإدخال خدمة الشحن الصحيح</li> <li>قم بالتبديل إلى علامة التبويب تكوين وأدخل السليم <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank"> مفتاح API باك</a></li></ul>
cs: <p>Nejnovější verze [product] má odlišná nastavení pro výpočet sazeb dopravného v reálném čase, pokud používáte Australia Post jako dopravce.</p><p>Chcete-li svým klientům zobrazit aktuální sazby dopravného, proveďte následující:</p><ul><li>přejděte do Správa > Doprava & daně > Způsoby dopravy</li><li>zvolte způsob dopravy, který používá Australia Post jako dopravce pro výpočet sazeb dopravného</li><li>přepněte na kartu Obecné a vložte správnou Dopravní službu</li><li>přepněte na kartu Konfigurovat a vložte správný <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API klíč</a></li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for realtime shipping sats beregning, hvis du bruger Australien Post som transportør.</p> <p>Hvis du ønsker at vise nuværende fragtpriser til dine kunder, gør dette:</p> <ul><li>gå til Administration > Shipping & skatter > Shipping metoder</li> <li>vælge den leveringsmetode, der bruger Australien Post som transportør til at beregne fragtpriser</li> <li>Skift til fanen Generelt, og Angiv den korrekte rutefart</li>, <li>Skift til fanen Konfigurer og angive den rette <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank"> PAC API-nøgle</a></li></ul>
el: <p>Την τελευταία έκδοση του [product] έχει διαφορετικές ρυθμίσεις για το σε πραγματικό χρόνο υπολογισμού τιμων μεταφορικων, αν χρησιμοποιείτε τη DHL ως μεταφορικη</p> <p>Αν θέλετε να εμφανίσετε τις τρέχουσες τιμές αποστολής στους πελάτες σας, κάντε τα εξης:</p> <ul><li>πηγαίνετε στο διαχείριση > ΜΕΤΑΦΟΡΙΚΑ & ΦΟΡΟΙ > Τρόποι Αποστολης</li> <li>επιλέξετε τη μέθοδο αποστολής που χρησιμοποιεί τη DHL ως φορέας για τον υπολογισμό των τιμων μεταφορικων</li> <li>μεταβείτε στην καρτέλα Γενικά και στην κατάλληλη υπηρεσία αποστολής</li> <li>μεταβείτε στην καρτέλα ρύθμιση παραμέτρων και χρησιμοποιείστε το κατάλληλο αναγνωριστικό τοποθεσίας και τον κωδικό</li></ul>
es: <p> La última versión del [product] tiene diferentes configuraciones para el cálculo de la tarifa de envío en tiempo real si utiliza Australia Post como operador.</p><p> Si desea mostrar las tarifas de envío actuales a sus clientes, haga lo siguiente: </p><ul><li> vaya a Administración > Envíos e Impuestos > Métodos de envío</li><li>elija el método de envío que utiliza Canada Post como operador para calcular las tarifas de envío</li><li>> cambie la pestaña General e ingrese el servicio de envío adecuado</li><li>cambie la pestaña Configurar e ingrese la <a href="https://www.canadapost.ca/cpo/mc/business/productsservices/developers/services/gettingstarted.jsf" target="_blank"> Clave PAC API</a></li></ul>
id: <p>Versi terbaru [product] memiliki pengaturan yang berbeda untuk perhitungan tarif pengiriman secara realtime jika Anda menggunakan Australian Post sebagai Carrier.</p><p> Jika Anda ingin menunjukkan tarif pengiriman saat ini ke klien Anda, lakukan ini:</p><ul><li> pergi ke Administrasi> Pengiriman & pajak> Metode pengiriman</li><li>pilih metode pengiriman yang menggunakan Australian Post sebagai Carrier untuk menghitung tarif pengiriman</li><li>beralih ke tab General dan masukkan layanan Pengiriman yang benar</li><li>ke tab Configure dan masukkan yang benar.<a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">kunci API PAC</a></li></ul>
no: <p>Den siste versjonen av [product] har ulike innstillinger for fraktpris beregning i sanntid hvis du bruker Australia Post som transportselskap.</p><p>Hvis du ønsker å vise gjeldende fraktpriser til kundene dine, kan du gjøre dette:</p><ul><li>gå til Administrasjon > Forsendelse og moms > Fraktmetoder</li><li>velg transportselskapet som bruker Australia Post som en leverandør for å beregne fraktpriser</li><li>bytt til fanen Generelt, og skriv inn riktig frakt tjeneste</li><li>bytte til fanen Konfigurer og skriv inn riktig <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API-nøkkel</a></li></ul>
ru: <p>В последней версии [product] изменились настройки расчета стоимости доставки Australia Post в режиме реального времени.</p><p>Если вы хотите показывать покупателям текущую стоимость доставки, выполните следующие шаги:</p><ul><li>перейдите в Администрирование > Доставка и налоги > Способы доставки</li><li>выберите способ доставки, который использует Australia Post в качестве перевозчика для расчета стоимости доставки</li><li>перейдите на вкладку "Общее" и выберите нужную службу доставки</li><li>перейдите на вкладку "Настроить" и введите правильные <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank"> PAC API-ключи</a></li></ul>
tr: <p>[product] en son sürümü gerçek zamanlı bir taşıyıcı olarak Australia Post kullanırsanız oranı hesaplama nakliye için farklı ayarlara sahip.</p> <p>Sevkiyat kurları müşterilerinize göstermek istiyorsanız, bunu yapmak:</p> <ul><li>Yönetim gidin > nakliye ve vergi > nakliye yöntemleri</li> <li>Genel sekmesine geçin ve uygun nakliye hizmeti girin</li> <li>Australia Post kargo oranları hesaplamak için bir taşıyıcı olarak kullanan nakliye yöntemi seçin</li> <li>Yapılandırma sekmesine geçin ve uygun Site Kimliği ve şifre girin<a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank"></a>
uk: <p>В останній версії [product] змінилися налаштування розрахунку вартості доставки Australia Post в режимі реального часу.</p><p>Якщо ви хочете показувати покупцям поточну вартість доставки, виконайте наступні кроки:</p><ul><li>перейдіть в Адміністрування> Доставка і податки> Способи доставки</li><li>виберіть спосіб доставки, який використовує Australia Post в якості перевізника для розрахунку вартості доставки</li><li>перейдіть на вкладку "Загальні" і виберіть потрібну службу доставки</li><li>перейдіть на вкладку "Налаштувати" і ввести вірні <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API-ключі</a></li></ul>
vi: <p>Phiên bản mới nhất của [product] có các cài đặt khác nhau cho thời gian thực vận chuyển tính toán tỷ lệ nếu bạn sử dụng Australia Post là một Nhà vận chuyển.</p> <p>Nếu bạn muốn hiển thị giá vận chuyển hiện tại cho khách hàng của bạn, làm như sau:</p> <ul><li>đi đến Quản trị > Vận chuyển & thuế > Phương thức vận chuyển</li> <li>chọn phương pháp vận chuyển có sử dụng Australia Post là một Nhà vận chuyển để tính toán tỷ giá vận chuyển</li> <li>chuyển sang tab Chung và nhập vào các dịch vụ vận chuyển thích hợp</li> <li>chuyển sang tab Cấu hình và nhập trang thích hợp <a href="https://developers.auspost.com.au/apis/pacpcs-registration" target="_blank">PAC API key</a></li></ul>

# Languages::licensing_and_upgrades
source: Licensing and upgrades
ar: الترخيص وترقيات
da: Licensing og opgraderinger
de: Lizenzierung und Upgrades
el: Αδειοδότησης και αναβαθμίσεις
es: Licencias y actualizaciones
id: Perizinan dan upgrade
ja: ライセンスとアップグレード
no: Lisenser og oppgradering
ru: Лицензирование и обновления
tr: Lisanslama ve yükseltmele
uk: Ліцензування і оновлення
vi: Giấy phép và nâng cấp

# Languages::addon_license_key_tooltip
source: Enter license key you've received by e-mail in order to receive the add-on upgrades.
ar: أدخل مفتاح الترخيص لقد تلقيت بالبريد الإلكتروني من أجل الحصول على ترقيات الوظائف الإضافية.
da: Indtaste licens nøglen du har modtaget via e-mail for at modtage tilføjelse opgraderinger.
de: Geben Sie den Lizenzschlüssel ein, den Sie per E-Mail erhalten haben, um die Add-On-Upgrades zu erhalten.
el: Εισάγετε το κλειδί άδειας που έχετε λάβει μέσω ηλεκτρονικού ταχυδρομείου για να λάβετε τις αναβαθμίσεις των πρόσθετων.
es: Ingrese la clave de la licencia que ha recibido por correo electrónico para recibir las actualizaciones del complemento.
id: Masukkan kunci lisensi yang Anda terima melalui e-mail di rangka untuk menerima add-on upgrade.
ja: アドオンのオンラインアップグレードを利用するには、アドオンのライセンスキーを入力してください。
no: Angi lisensnummer du har mottatt via e-post for å motta modul oppgraderinger.
ru: Для получения обновлений к модулю, пожалуйста, введите лицензионный ключ, указанный в письме.
tr: Eklenti yükseltmelerini alabilmek için e-posta ile gönderilen lisans anahtarını girin.
uk: Для отримання оновлень до модуля, будь ласка, введіть ліцензійний ключ, вказаний в e-mail.
vi: Nhập mã khóa giấy phép bạn đã nhận được qua e-mail để nhận được các nâng cấp tiện ích.

# Languages::api_shipments_update_not_allowed
source: Only the tracking_number and carrier params can be updated
ar: فقط يمكن تحديث params tracking_number والناقل
da: Kun tracking_number og transportør params kan opdateres
de: Nur die Sendungsnummer und die Transportvorgaben können aktualisiert werden
el: Μπορούν να ενημερωθούν μόνο το tracking_number και οι παραμετροι μεταφορέα
es: Solo se pueden actualizar los parámetros tracking_number y carrier
id: Hanya jumlah melacak nomor dan pembawa yang bisa diperbarui
ja: 追跡番号と運送会社のパラメータのみ更新できます
no: Bare sporingsnummer og parametere for transportselskap kan oppdateres
ru: Разрешено обновление номера отслеживания и параметров перевозчика
tr: Sadece takip numarası ve taşıma parametreleri güncelleştirilebilir
uk: Дозволено оновлення номера відстеження та параметрів перевізника

# Languages::cannot_remove_theme_has_dependent_themes
source: The theme can't be removed as the following themes depend on it: [dependent_themes]
ar: لا يمكن إزالة القالب التي تعتمد عليها بالمواضيع التالية: [dependent_themes]
da: Temaet kan ikke fjernes, da følgende temaer afhænger det: [dependent_themes]
de: Das Design kann nicht entfernt werden, da die folgenden Designs davon abhängen: [dependent_themes]
el: Το θέμα δεν μπορεί να καταργηθεί, αφού τα ακόλουθα θέματα εξαρτώνται από αυτο: [dependent_themes]
es: El tema no puede eliminarse ya que los siguientes temas dependen de él: [dependent_themes]
id: Tema tidak dapat dihapus karena tema berikut bergantung padanya: [dependent_themes]
ja: [dependent_themes] テーマと依存関係があるため、ご指定のテーマを削除することはできません
no: Malen kan ikke fjernes da følgende maler er avhengig av det: [dependent_themes]
ru: Невозможно удалить тему, так как следующие темы зависят от неё: [dependent_themes]
tr: Tema silinememesinin sebebi buna bağlı olan temalar sebebiyledir:[dependent_themes]
uk: Неможливо видалити тему, так як наступні теми залежать від неї: [dependent_themes]
vi: Các chủ đề không thể được loại bỏ vì các chủ đề sau phụ thuộc vào nó: [dependent_themes]

# Languages::text_installing_theme_dependencies
source: Installing the theme dependencies: [dependencies]
ar: تثبيت التبعيات القالب: [dependencies]
da: Installere tema afhængigheder: [dependencies]
el: Γινεται εγκατασταση των εξαρτήσεων για θέματα: [dependencies]
es: Instalar las dependencias del tema: [dependencies]
id: Menginstal dependensi tema: [dependencies]
ja: テーマの依存関係を設定しています : [dependencies]
no: Installerer malens avhengigheter: [dependencies]
ru: Установка зависимостей темы: [dependencies]
tr: Temayı yüklemek için gereklilik:[dependencies]
uk: Установка залежностей теми: [dependencies]
vi: Cài đặt phụ thuộc chủ đề: [dependencies]

# Languages::text_unable_to_install_theme_dependencies
source: Unable to install the theme dependencies: [dependencies]
ar: غير قادر على تثبيت التبعيات القالب: [dependencies]
da: Afskåret fra oprette tema afhængigheder: [dependencies]
el: Δνε ηταν δυνατη η εγκατασταση των εξαρτήσεων για θέματα: [dependencies]
es: No se pudieron instalar las dependencias del tema: [dependencies]
id: Tidak dapat menginstal dependensi tema: [dependencies]
ja: テーマの依存関係を設定できません : [dependencies]
no: Ikke i stand til å installerer malens avhengigheter: [dependencies]
ru: Невозможно установить зависимости темы: [dependencies]
tr: Tema bağımlılıkları yüklenemiyor: [bağımlılıklar]
uk: Неможливо встановити залежності теми: [dependencies]
vi: Không thể cài đặt phụ thuộc chủ đề: [dependencies]
