Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::requests_count
source: Requests count
ar: عدد الطلبات
cs: Počítat žádosti
da: Anmod optælling
de: Anzahl Abfragen
el: Αρίθμηση αιτημάτων
es: Cuenta de peticiones
id: Jumlah permintaan
ja: リクエスト数
no: Forespørsel opptelling
ru: Сумма запросов
tr: İstekler sayacı
uk: Кількість запитів
vi: Yêu cầu truy cập

# Languages::requesttype
source: Request type
ar: نوع الطلب
cs: Typ požadavku
da: Anmodningstypen
de: Anfrage Typ
el: Τύπος αιτήματος
es: Tipo de solicitud
id: Jenis permintaan
ja: リクエストタイプ
no: Forespørsel type
ru: Тип запроса
uk: Тип запиту
vi: Loại yêu cầu

# Languages::request_account_name
source: Requested account name
ar: اسم الحساب المطلوب
cs: Název požadovaného účtu
da: Ønskede kontonavn
de: Gewünschter Name für Benutzerkonto
el: Όνομα λογαριασμού που ζητήθηκε
es: Nombre de cuenta solicitado
id: Nama akun diminta
ja: 希望アカウント名
no: Forespurt kontonavn
ru: Запрашиваемое имя учетной записи
uk: Запитуване ім'я облікового запису
vi: Tên tài khoản yêu cầu

# Languages::required
source: Required
ar: مطلوب
cs: Požadováno
da: behøve
de: Obligatorisch
el: Απαιτούμενος
es: Requerido
id: Disyaratkan
ja: 必須
no: Obligatorisk
ru: Обязательное
tr: Gerekli
uk: Обов'язково
vi: Bắt buộc

# Languages::reset
source: Reset
ar: إعادة تعيين
cs: Obnovit
da: Nulstil
de: Zurücksetzen (reset)
el: Επαναφορά
ja: リセット
no: Tilbakestill
ru: Сбросить
tr: Sıfırla
uk: Скидання
vi: Thiết lập lại

# Languages::reset_filter
source: Reset filter
ar: حذف المصفاة
cs: Resetovat filtr
da: nulstil filter
de: Filter zurücksetzen (reset filter)
el: Φίλτρο επαναφοράς
es: Reiniciar filtro
ja: フィルタをリセット
no: Tilbakestill filter
ru: Сбросить фильтр
tr: Filtreyi sıfırla
uk: Зкинути фільтр
vi: Đặt lại bộ lọc

# Languages::reset_inventory
source: Reset inventory
ar: إعادة تعيين المخزون
cs: Obnovit zásoby
da: nulstil lager
de: Lager zurücksetzen (reset)
el: Επαναφορά καταγραφής εμπορευμάτων
es: Reiniciar inventario
id: Reset persediaan
ja: 在庫数をリセット
no: Tilbakestill lagerbeholdning
ru: Сбросить остатки на складе
tr: Envanteri sıfırla
uk: Зкинути залишки на складі
vi: Đặt lại hàng tồn kho

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
de: Menge aller Produkte auf Null setzen
el: Ρυθμίστε την ποσότητα όλων των προϊόντων στο μηδέν
es: Establecer la cantidad de todos los productos a cero
id: Atur seluruh jumlah produk menjadi nol
no: Sett antallet av alle produkter til null
ru: Уменьшить количество товаров до нуля
uk: Зменшити кількість товарів до нуля
vi: Thiết lập số lượng của tất cả các sản phẩm về 0

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
de: Wenn Sie diese Einstellung aktivieren, wird für alle Produkte in Ihrer Filiale die Menge auf 0 gesetzt, mit Ausnahme der Produkte, die die in der importierten Datei angegebene Menge haben.
el: Αν ενεργοποιήσετε αυτήν τη ρύθμιση, όλα τα προϊόντα του καταστήματός σας θα έχουν την ποσότητα τους ρυθμισμένη σε 0, εκτός από τα προϊόντα που έχουν την ποσότητα που καθορίζεται στο εισαγόμενο αρχείο.
es: Si habilita esta configuración, todos los productos en su tienda tendrán su cantidad configurada en 0, a excepción de los productos que tienen la cantidad especificada en el archivo importado.
id: Jika pengaturan ini diaktifkan, semua jumlah produk di toko Anda akan diatur ke 0, kecuali produk dengan jumlah yang ditentukan pada berkas yang diimpor.
no: Hvis du aktiverer denne innstillingen, vil alle produktene i butikken din ha antallet satt til 0, bortsett fra produktene som har mengden spesifisert i den importerte filen.
ru: Если данная настройка включена, количество всех товаров уменьшается до нуля, кроме товаров, у которых количество указано в файле импорта.
uk: Якщо цей параметр увімкнено, кількість всіх товарів зменшується до нуля, крім товарів, у яких кількість зазначено в файлі імпорту.

# Languages::reset_password
source: Reset password
ar: تغيير كلمة المرور
cs: Resetovat heslo
da: nulstil kodeord
de: Passwort zurücksetzen
el: Μηδενισμός Κωδικού
es: Resetear contraseña
ja: パスワードのリカバリ
no: Tilbakestill passord
ru: Сбросить пароль
tr: Şifre sıfırla
uk: Скидання пароля
vi: Đặt lại mật khẩu

# Languages::resolved
source: Resolved
ar: المحلول
cs: Vyřešeno
da: afgjort
de: Erledigt
el: Επιλύθηκε
es: Resuelto
id: Sudah diselesaikan
ja: 解決済
no: Løst
ru: Решён
tr: Çözüldü
uk: Вирішено
vi: Giải quyết

# Languages::response
source: Response
ar: الاستجابة
cs: Odpověď
da: tilbagemeld
de: Antwort
el: Απάντηση
es: Respuesta
id: Tanggapan
ja: レスポンス
no: Respons
ru: Ответ
tr: Cevap
uk: Відповідь
vi: Phản ứng

# Languages::restore
source: Restore
ar: استعادة
cs: Obnovit
da: genoprette
de: Wiederherstellung
el: Επαναφορά
es: Restaurar
id: Mengembalikan
ja: リストア
no: Gjenopprett
ru: Восстановить
tr: Yenile
uk: Відновити
vi: Khôi phục

# Languages::restore_default
source: Use default value
ar: استخدام القيمة الافتراضية
cs: Použít výchozí hodnotu
da: Brug standardværdi
de: Default-Wert benutzen
el: Χρησιμοποιήστε την προεπιλεγμένη τιμή
es: Usar valor por defecto
id: Gunakan nilai default
ja: デフォルト値を使用
no: Bruk standardverdi
ru: Использовать значение по умолчанию
tr: Varsayılan dğeri kullan
uk: Використовувати значення за замовчуванням
vi: Sử dụng giá trị mặc định

# Languages::restore_from_repository
source: Restore from the repository
ar: استعادة من المخزون
cs: Obnovit z archivu
da: Gendan fra lageret
de: Wiederherstellen aus Archiv (repository)
el: Επαναφορά από τον χώρο αποθήκευσης
es: Restaurar desde el repositorio
id: Restore dari repositori
ja: リポジトリからリストア
no: Gjenopprett fra oppbevaringsstedet
ru: Восстановить из хранилища
tr: Depodan yenile
uk: Відновити зі сховища
vi: Khôi phục từ kho lưu trữ

# Languages::ResultCode
source: ResultCode
ar: كود النتيجة
cs: Kód výsledu
de: Ergebnis Code
no: Resultat kode
ru: Код результата
uk: Код результату

# Languages::ResultDescription
source: ResultDescription
ar: وصف النتيجة
cs: POpis výsledku
de: Ergebnis Beschreibung
es: Descripción resultado
no: Resultat beskrivelse
ru: Описание результата
uk: Опис результату

# Languages::return
source: Return to normal view
ar: عودة إلى المشاهدة العادية
cs: Zpět na normální pohled
da: Vende tilbage til normal visning
de: zur normalen Ansicht wechseln
el: Επιστροφή στην κανονική εμφάνιση
es: Volver a vista normal
id: Kembali ke tampilan normal
ja: 通常のビューに戻る
no: Tilbake til normal visning
ru: Вернуться в нормальный режим
tr: Normal görünüme dön
uk: Повернутися до нормального режиму
vi: Trở về xem bình thường

# Languages::returning_customer
source: Returning customer
ar: عميل دائم
cs: Stálý zákazník
da: Kom tilbage kunde
de: Bereits Kunde
el: Υφιστάμενος πελάτης
es: Cliente registrado
id: Pelanggan
ja: 会員のお客様
no: Tilbakevendende kunde
ru: Постоянный клиент
tr: Üye girişi
uk: Постійний клієнт
vi: Khách hàng đã có tài khoản

# Languages::return_url_target
source: Return URL target
ar: هدف رابط الإرجاع
cs: Vrátí cílovou URL
da: Tilbage URL target
de: Rückgabe URL
el: Επιστροφή URL στόχου
es: URL destino de retorno
id: URL target retur
no: Retur URL mål
ru: Возвратить цель URL
uk: Повернути ціль URL
vi: Trở về URL đích

# Languages::reuse
source: Reuse
ar: إعادة استخدام
cs: Opětovné použití
da: Genbrug
de: Wiederverwenden
el: Επαναχρησιμοποίηση
es: Reusar
id: Gunakan kembali
no: Gjenbruk
ru: Использовать повторно
tr: Tekrar kullan
uk: Повторне використання
vi: Tái sử dụng

# Languages::reversed
source: Reversed
ar: معكوس
cs: Obrácená
de: Umgekehrt
el: Αντεστραμένο
es: Revertida
id: Dibalikkan
ja: 取り消し済み
no: Reversert
ru: Отмененный
uk: Скасовано
vi: Đảo ngược

# Languages::revert
source: Revert
ar: إرجاع
cs: Přejít zpět
da: Vende tilbage
de: Wieder Rückgangig machen
el: Επαναφορά
es: Revertir
id: Mulai baru
ja: 元に戻す
no: Tilbakestill
ru: Отменить
tr: Güncellemeyi geri al
uk: Відмінити
vi: Làm lại

# Languages::re_order
source: Reorder this order
ar: إعادة إرسال هذا الطلب
cs: Objednat znovu
da: Genbestil denne ordre
de: Nochmals bestellen
el: Επανάληψη Παραγγελίας
es: Repetir este pedido
id: Ulangi pesanan ini
ja: この商品を再注文する
no: Bestill denne ordren igjen
ru: Оформить заказ повторно
tr: Bu siparişi tekrar ver
uk: Оформити замовлення повторно
vi: Đặt lại đơn hàng này

# Languages::right
source: Right
ar: إلى اليسار
cs: Vpravo
da: højre
de: Rechts
el: Δεξιά
es: Derecha
id: Kanan
ja: 右
no: Høyre
ru: Справа
tr: Sağ
uk: Право
vi: Phải

# Languages::right_to_left_orientation
source: Right to left orientation
ar: الاتجاه من اليسار إلى اليمين
cs: Orientace zprava doleva
da: Højre til venstre orientering
de: Von rechts nach links Richtung
el: Right to left orinentation
es: Orientación de derecha a izquierda
id: Orientasi kanan ke kiri
ja: 左側にポップアップ表示
no: Høyre til venstre orientering
ru: Ориентация справа налево
tr: Right to left orinentation
uk: Орієнтація з права на ліво
vi: Hướng từ phải sang trái

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
ar: فحص الخطورة قيد التنفيذ. يرجى محاولة إعادة تحميل هذه الصفحة بعد دقيقة.
cs: Kontrola rizik je v procesu. Zkuste, prosím, stránku znovu načíst za minutu.
da: Risiko kontrol er i processen. Prøv at indlæse denne side i et minut.
de: Risiko Kontrolle in Gang. Bitte versuchen Sie diese Seite in einer Minute wieder zu laden.
el: Ο έλεγχος κινδύνων είναι σε εξέλιξη. Παρακαλώ δοκιμάστε την επαναφόρτωση αυτής της σελίδας σε ένα λεπτό
es: Se está comprobando el riesgo. Por favor, intenta recargar esta página en un minuto.
id: Pemeriksaan resiko sedang dalam proses. Silakan cobareload halaman ini dalam satu menit.
no: Risikokontroll er i prosess. Prøv å laste denne siden igjen om ett minutt.
ru: Проверка риска. Пожалуйста, попробуйте перезагрузить эту страницу через минуту
tr: Risk kontrolü yapılıyor. Lütfen bu sayfayı bir dakika sonra tekrar yükleyin.
uk: Перевірка Ризик. Спробуйте перезавантажити сторінку за хвилину.
vi: Đang xử lý kiểm tra nguy cơ. Hãy thử tải lại trang này trong một phút.

# Languages::risk_information
source: Risk information
ar: فحص الخطورة قيد التنفيذ. يرجى محاولة إعادة تحميل هذه الصفحة بعد دقيقة.
cs: Rizikové informace
da: risiko information
de: Risiko Information
el: Πληροφορίες κινδύνου
es: Información de riesgo
id: Informasi resiko
no: Risiko informasjon
ru: Информация о риске
tr: Risk bilgileri
uk: Інформація про ризики
vi: Thông tin rủi ro

# Languages::romanian
source: Romanian
ar: روماني
cs: Rumunština
da: rumænsk
de: Rumänisch
el: Ρουμάνικα
es: Rumano
id: Rumania
no: Rumensk
ru: Румынский
uk: румунська
vi: Tiếng Rumani

# Languages::root_category
source: Root category
ar: الفئة الأم
cs: Kořenová kategorie
da: Rod kategori
de: Stamm Kategorie
el: Μητρική (Root) Κατηγορία
es: Categoría raíz
id: Kategori induk
ja: ルートカテゴリー
no: Rot kategori
ru: Корневая категория
tr: Ana kategori
uk: Коренева Категорія
vi: Danh mục gốc

# Languages::root_level
source: Root level
ar: المستوى الرئيسي
cs: Kořenová úroveň
da: Rod level
de: Stamm Ebene (Root Level)
el: Μητρική Ενότητα
es: Nivel raíz
id: Level terbawah
ja: ルートレベル
no: Rot nivå
ru: Корневой уровень
tr: Ana seviye
uk: Кореневий рівень
vi: Cấp độ gốc

# Languages::root_page
source: Root level page
cs: Kořenová úroveň stránky
da: Rodniveau side
de: Seite der Stammebene (Root Page)
el: Μητρικό Επίπεδο Σελίδας
es: Nivel de la pagina
id: Halaman root level
ja: ルートレベルページ
no: Rot nivå side
ru: Корневая страница
tr: Ana seviye sayfası
uk: Корінева сторінка
vi: Cấp độ trang gốc

# Languages::round_to
source: Round to
ar: تقريب إلى
cs: Zaokrouhlená na
da: Oprund til
de: Aufrunden auf
el: στρογγυλοποίηση σε
es: Redondear a
id: Pembulatan ke
ja: フィルタ間隔の基準値
no: Rund av til
ru: Округлять до
uk: Округлення до

# Languages::routing_code
source: Routing Number
ar: رقم التوجيه
cs: Číslo směrování
de: Routing Nummer
el: Αριθμός Δρομολόγησης
es: Número de enrutamiento
id: Nomor rute
no: Routing nummer
ru: Номер маршрута
uk: Номер маршруту
vi: Số Định tuyến

# Languages::runtime
source: Runtime
ar: وقت التشغيل
cs: Dodací lhůta
de: Runtime (Laufzeit)
es: Tiempo de ejecución
ja: ランタイム
ru: Время выполнения
uk: Час виконання
vi: Thời gian chạy

# Languages::russian
source: Russian
ar: روسي
cs: Ruština
da: russisk
de: Russisch
el: Ρώσικα
es: Ruso
id: Rusia
no: Russisk
ru: Русский
uk: російська
vi: Tiếng Nga

# Languages::sale
source: Sale
ar: البيع
cs: Prodej
da: Salg
de: Verkauf
el: Πώληση
es: Venta
id: Promo
ja: セール
no: Salg
ru: Продажа
tr: Satış
uk: Продаж
vi: Bán

# Languages::sales
source: Sales
ar: المبيعات
cs: Odbyt
da: Salg
de: Verkäufe
el: Πωλήσεις
es: Ventas
id: Penjualan
ja: 売上
no: Salg
ru: Продажи
tr: Satışlar
uk: Продажі
vi: Bán hàng

# Languages::sales_commission
source: Sales commission
ar: عمولة المبيعات
cs: Zplnomocnění prodeje
da: Salg provision
de: Verkaufsprovision
el: Προμήθεια πωλήσεων
es: Comisiones de ventas
id: Komisi penjualan
ja: 販売コミッション
no: Salgsprovisjon
ru: Комиссия с продажи
tr: Satış komisyonları
uk: Комісія з продажу
vi: Hoa hồng bán hàng

# Languages::sales_reports
source: Sales reports
ar: تقارير المبيعات
cs: Statistiky prodeje
da: Salgsrapporter
de: Verkaufsberichte
el: Αναφορές πωλήσεων
es: Informes de ventas
id: Laporan Penjualan
ja: 販売レポート
no: Salgsrapporter
ru: Отчеты о продажах
tr: Satış raporları
uk: Звіти про продажі
vi: Báo cáo bán hàng

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
ar: إحصائيات مفصلة عن المبيعات.
cs: Podrobné statistiky o prodejích.
da: Detaljeret statistik på salget.
de: Ausführliche Verkaufs Statistiken.
el: Λεπτομερή στατιστικά των πωλήσεων.
es: Estadísticas detalladas de las ventas
id: Rincian statistik penjualan.
ja: 商品の販売状況を確認できます。
no: Detaljert statistikk over salget.
ru: Детальная статистика продаж
tr: Detaylı satış istatistikleri.
uk: Детальна статистика продажів.
vi: Thống kê chi tiết về việc mua bán.

# Languages::same_as_source
source: same as source
ar: نسخة من المصدر
cs: stejný jako zdroj
da: samme som kilde
de: gleich wie Quelle
el: αντίστοιχο με την πηγή
es: igual que la original
id: sesuai sumbernya
ja: オリジナル画像と同一
no: samme som kilde
ru: такой же, как у источника
tr: kaynak ile aynı
uk: так само, як джерело
vi: giống như nguồn

# Languages::save
source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
id: Simpan
ja: 保存
no: Lagre
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu

# Languages::saved_search
source: Saved searches
ar: البحث المحفوظ
cs: Uložená vyhledávání
da: Gemte søgninger
de: Gespeicherte Suchen
el: Αποθηκευμένες Αναζητήσεις
es: Búsquedas guardadas
id: Pencarian tersimpan
ja: 保存された検索条件
no: Lagrede søk
ru: Сохраненный поиск
tr: Kaydedilmiş aramalar
uk: Збережений пошук
vi: Tìm kiếm đã lưu

# Languages::save_and_close
source: Save and close
ar: حفظ وإغلاق
cs: Uložit a zavřít
da: Gem og luk
de: Speichern und schliessen
el: Αποθήκευση και κλείσιμο
es: Guardar y cierrar
id: Simpan dan tutup
ja: 保存して閉じる
no: Lagre og lukk
ru: Сохранить и закрыть
tr: Kaydet ve kapat
uk: Зберегти і закрити
vi: Lưu và đóng

# Languages::save_as
source: Save As...
ar: حفظ باسم...
cs: Uložit jako...
da: Gem som...
de: Speichern als...
el: Αποθήκευση ως...
es: Guardar como...
id: Simpan sebagai ...
ja: 名前を付けて保存
no: Lagre som...
ru: Сохранить как...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Lưu như là...

# Languages::save_changes
source: Save changes
ar: حفظ التغييرات
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθηκεύστε τις Αλλαγές
es: Guardar cambios
id: Simpan perubahan
ja: 変更内容を保存
no: Lagre endringer
ru: Сохранить изменения
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu thay đổi

# Languages::save_discount
source: Save
ar: خصم
cs: Sleva
da: Spar
de: Sparen Sie
el: Έκπτωση
es: Guardar
id: Hemat
ja: 割引率
no: Spar
ru: Скидка
tr: Kazancınız
uk: Знижка
vi: Giảm

# Languages::save_layout
source: Save layout
ar: حفظ التخطيط
cs: Uložit předlohu
da: Gem layout
de: Layout speichern
el: Αποθήκευση διάταξης
es: Guardar diseño
id: Simpan layout
ja: レイアウトを保存
no: Lagre layout
ru: Сохранить макет
tr: Plan Kaydet
uk: Зберегти макет
vi: Lưu bố trí

# Languages::save_layout_as
source: Save layout as
ar: حفظ التخطيط باسم
cs: Uložit předlohu jako
da: Gem layout som
de: Layout speichern als
el: Αποθήκευση διάταξης ως
es: Guardar diseño como
id: Simpan layout sebagai
ja: レイアウト名を指定して保存
no: Lagre layout som
ru: Сохранить макет как
tr: Planı farklı Kaydet
uk: Зберегти макет як
vi: Lưu các bố trí như

# Languages::save_process_payment
source: Save and process payment
ar: حفظ ومعالجة الدفع
cs: Uložit a proces platby
da: Gem og forsæt Betaling
de: Zahlung speichern und abwickeln
el: Αποθήκευση και εξέλιξη παραγγελίας
es: Guardar y procesar pago
id: Simpan dan proses pembayaran
ja: 保存して支払処理を実施
no: Lagre og behandle betaling
ru: Сохранить и оплатить
tr: Kaydet ve ödemeye geç
uk: Зберегти і провести оплату
vi: Lưu và xử lý thanh toán

# Languages::save_this_search_as
source: Save this search as
ar: حفظ هذا البحث باسم
cs: Uložit toto hledání jako
da: Gem søgningen som
de: Diese Suche speichern als
el: Αποθήκευση αυτής της αναζήτησης ως
es: Guardar esta búsqueda como
id: Simpan pencarian ini sebagai
ja: 検索条件を以下の名前で保存
no: Lagre dette søket som
ru: Сохранить этот поиск как
tr: Bu aramayı farklı kaydet
uk: Зберегти цей пошук як
vi: Lưu tìm kiếm này như là

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
cs: Pošlete, prosím, následující URL na SCB podporu pro nastavení jako PostbackURL: <br /><b>[return_url]</b>
da: Send venligst følgende webadresse til SCB støtte, der skal indstilles som PostbackURL:: <br /><b>[return_url]</b>
de: Bitte senden Sie die folgende URL an den SCB-Support, um sie als PostbackURL einzustellen: <br /><b>[return_url]</b>
el: Παρακαλώ στείλτε την παρακάτω διεύθυνση URL στην SCB υποστήριξη για να οριστεί ως PostbackURL: <br /> <b> [RETURN_URL] </ b>
es: Por favor, envíe la siguiente URL al soporte de SCB para establecerla como PostbackURL: <br /><b>[return_url]</b>
no: Vennligst send følgende URL til SCB systemstøtte, som skal sendes som en PostbackURL: <br/><b>[return_url]</b>
ru: Пожалуйста, отправьте следующий URL поддержке SCB, чтобы этот URL был установлен как PostbackURL: <br /><b>[return_url]</b>
tr: Geri dönüş URL olarak ayarlamak için aşağıdaki linki SCB destek bölümüne gönderiniz.: <br /><b>[return_url]</b>
uk: Будь ласка, відправте наступний URL підтримці SCB, щоб цей URL був встановлений як PostbackURL: <br/><b>[return_url]</b>
vi: Xin vui lòng gửi URL sau để hỗ trợ cải biến SCB được thiết lập như PostbackURL: <br /> <b>[return_url]</b>

# Languages::screen
source: Screen
ar: الشاشة
cs: Obrazovka
da: skærm
de: Bildschirm
el: Οθόνη
es: Pantalla
id: Layar
ja: スクリーン
no: Skjerm
ru: Экран
tr: Ekran
uk: Екран
vi: Màn hình

# Languages::screen_resolution
source: Screen resolution
ar: دقة ألوان الشاشة
cs: Rozlišení obrazovky
da: Skærmopløsning
de: Bildschirm Auflösung
el: Ανάλυση οθόνης
es: Resolución de pantalla
id: Resolusi layar
ja: 画面解像度
no: Skjerm oppløsning
ru: Разрешение экрана
tr: Ekran çözünürlüğü
uk: Роздільна здатність екрана
vi: Độ phân giải màn hình

# Languages::script
source: Script
ar: سكربت
cs: Skript
de: Skript
el: Κώδικας
ja: スクリプト
no: Skript
ru: Скрипт
uk: Скрипт
vi: Kịch bản

# Languages::tmpl_scroller
source: Scroller
ar: متحرك
cs: Posuvník
de: Rad
el: Κύλινδρος
ja: スクローラー
no: Ruller
ru: Скроллер
uk: Скроллер
vi: Cuộn

# Languages::scroller_direction
source: Auto-scroll direction
ar: اتجاه التحرك التلقائي
cs: Směr přetáčení
da: Scroller retning
de: Scroller Richtung
el: Κατεύθυνση κυλίνδρου
es: Dirección de desplazamiento automático
id: Pengarah gulir-otomatis
ja: スクロール方向
no: Rulleretning
ru: Направление скроллера
tr: Scroller yönü
uk: Авто прокрутити в напрямку
vi: Tự động cuộn theo hướng

# Languages::search
source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
id: Cari
ja: 検索
no: Søk
ru: Найти
tr: Ara
uk: Пошук
vi: Tìm kiếm

# Languages::search_again
source: Search again
ar: بحث مرة أخرى
cs: Hledat znovu
da: Søg igen
de: Erneut Suchen
el: Νέα Αναζήτηση
es: Nueva búsqueda
id: Cari lagi
ja: 再検索
no: Søk igjen
ru: Найти снова
tr: Tekrar ara
uk: Новий пошук
vi: Tìm kiếm lại

# Languages::search_by_order
source: Search by order
ar: بحث بواسطة المنتج
cs: Hledat podle objednávky
da: Søg via ordre
de: Nach Bestellung suchen
el: Αναζήτηση ανά κατηγορία
es: Buscar por pedido
id: Cari berdasarkan pesanan
ja: 注文単位で検索
no: Søk relatert til ordre
ru: Поиск по заказу
tr: Siparişlerde ara
uk: Пошук по замовленню
vi: Tìm kiếm theo đơn hàng

# Languages::search_by_owner
source: Search by owner
ar: بحث بواسطة المالك
cs: Vyhledávání majitele
da: Søg efter ejer
de: Nach Besitzer suchen
el: Αναζήτηση ανά ιδιοκτήτη
es: Búsqueda por el propietario
id: Cari berdasarkan pemilik
ja: ショップで検索
no: Søk etter eier
ru: Поиск по магазину
tr: Sahiplerde ara
uk: Пошук по магазину
vi: Tìm kiếm theo chủ sở hữu

# Languages::search_by_price
source: Search by price
ar: بحث بواسطة السعر
cs: Hledat podle ceny
da: Søg efter pris
de: nach Preis suchen
el: Αναζήτηση ανά Τιμή
es: Buscar por precio
id: Cari dalam harga
ja: 価格で検索
no: Søk relatert til pris
ru: Поиск по цене
tr: Fiyat aralığı ile ara
uk: Пошук по ціні
vi: Tìm kiếm theo giá

# Languages::search_by_product_features
source: Search by product features
ar: بحث بواسطة مواصفات المنتج
cs: Hledat podle vlastností zboží
da: Søg via produkt Funktion
de: Nach Produkt Eigenschaften suchen
el: Αναζήτηση ανά χαρακτηριστικά προϊόντος
es: Buscar por características de productos
id: Cari menurut fitur produk
ja: 商品の追加情報で検索
no: Søk relatert til produkt funksjoner
ru: Поиск по характеристикам товаров
tr: Ürün özelliklerine göre ara
uk: Пошук за характеристиками товару
vi: Tìm theo tính năng sản phẩm

# Languages::search_by_product_filters
source: Search by product filters
ar: بحث بواسطة مصفات المنتج
cs: Hledat podle filtrů zboží
da: Søg via produkt filter
de: Nach Produkt Filter suchen
el: Αναζήτηση ανά φίλτρα προϊόντων
es: Buscar por filtros de producto
id: Cari berdasarkan filter produk
ja: 商品フィルタで検索
no: Søk relatert til produkt filtre
ru: Поиск по фильтрам товаров
tr: Ürün filtrelerine göre ara
uk: Пошук по фільтрам товарів
vi: Tìm theo bộ lọc sản phẩm

# Languages::search_by_sku
source: Search by product code
ar: بحث بواسطة كود المنتج
cs: Hledat podle kódu zboží
da: Søg via produkt kode
de: Nach Artikelnummer suchen
el: Αναζήτηση ανά SKU
es: Buscar por código del artículo
id: Cari dalam kode produk
ja: 型番で検索
no: Søk relatert til produkt kode
ru: Поиск по коду товара
tr: Ürün kodu ile ara
uk: Пошук по коду товару
vi: Tìm theo mã sản phẩm

# Languages::search_by_vendor
source: Search by store
ar: بحث بواسطة المتجر
cs: Vyhledávání podle obchodů
da: Søg efter butik
de: Nach Store suchen
el: Αναζήτηση ανά κατάστημα
es: Buscar por tienda
id: Cari berdasarkan toko
ja: 出品者で検索
no: Søk etter butikk
ru: Искать по магазину
tr: Mağazalarda ara
uk: Шукати по магазину
vi: Tìm kiếm theo cửa hàng

# Languages::search_by_weight
source: Search by weight
ar: بحث بواسطة الوزن
cs: Hledat podle váhy
da: Søg via vægt
de: nach Gewicht suchen
el: Αναζήτηση ανά άρος
es: Buscar por peso
id: Cari dalam berat
ja: 重量で検索
no: Søk relatert til vekt
ru: Поиск по весу
tr: Ağırlığa göre ara
uk: Пошук за вагою
vi: Tìm kiếm theo trọng lượng

# Languages::search_engine
source: Search engine
ar: محرك البحث
cs: Vyhledávač
da: Søg engine
de: Suchmaschine (search engine)
el: Αναζήτηση μηχανής
es: Motor de búsqueda
id: Mesin pencari
ja: サーチエンジン
no: Søkemotor
ru: Механизм поиска
tr: Arama motoru
uk: Пошукова система
vi: Công cụ tìm kiếm
