Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
ar: الضريبة <b>[tax]</b> تم تطبيقها على كل المنتجات
cs: Daň <b>[tax]</b> byla použita na všechno zboží
da: Den skattemæssige <b> [tax] </ b> er blevet anvendt på alle produkter
de: Die Steuer <b>[tax]</b> wurde auf alle Produkte angewendet.
el: Ο Φόρος <b>[tax]</b> θα επιβαρύνει όλα τα προϊόντα
es: El impuesto <b>[tax]</b> ha sido aplicado a todos los artículos
id: Pajak <b>[tax]</b> telah diterapkan untuk semua produk
ja: 税金 <b>[tax]</b> がすべての商品に適用されました
no: Momsen <b>[tax]</b> har blitt påført alle produkter
ru: Налог <b>[tax]</b> был применен ко всем товарам
tr: Vergi: <b>[tax]</b> bütün ürünlere başarı ile eklenmiştir
uk: Податок <b>[tax]</b> був застосований до всіх товарів
vi: Thuế <b>[tax]</b> đã được áp dụng cho tất cả sản phẩm

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
ar: الضريبة <b>[tax]</b> تم حذفها من كل المنتجات
cs: Daň <b>[tax]</b> byla odebrána ze všeho zboží
da: Den skattemæssige <b> [tax] </ b> er blevet unset fra alle produkter
de: Die Steuer <b>[tax]</b> wurde von allen Produkten entfernt.
el: Ο Φόρος <b>[tax]</b> απομακρύνθηκε απ' όλα τα προϊόντα
es: El impuesto <b>[tax]</b> ha sido quitado de todos los artículos
id: Pajak <b>[tax]</b> telah dihapus dari semua produk
ja: 税金 <b>[tax]</b> がすべての商品から除外されました
no: Momsen <b>[tax]</b> har blitt fjernet fra alle produkter
ru: Налог <b>[tax]</b> был отменен у всех товаров
tr: Vergi: <b>[tax]</b>bütün ürünlerden başarı ile kaldırılmıştır
uk: Податок <b>[tax]</b> був скасований у всіх товарів
vi: Thuế <b>[tax]</b> đã được gỡ bỏ từ tất cả sản phẩm

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
ar: لم يتم حفظ التغييرات. انقر OK لحفظ التغييرات أو Cancel لإلغاء الحفظ.
cs: Provedené změny nebyly uloženy. Stisknutím tlačítka OK uložit změny nebo zrušit aby se jich zbavil.
da: Dine ændringer er ikke blevet gemt.Tryk på OK for at gemme ændringer eller Annuller for at afvise dem.
de: Ihre Änderungen wurden nicht gespeichert.Auf OK klicken um Änderungen zu speichern oder Abbrechen um diese zu ignorieren.
el: Οι αλλαγές σας δεν έχουν αποθηκευτεί. Πατήστε ΟΚ για να αποθηκεύσετε τις αλλαγές ή Ακύρωση για να τις απορρίψετε.
es: Los cambios no han sido guardados. Pulsa OK para guardar los cambios o Cancelar para descartarlos.
id: Perubahan Anda belum disimpan.Tekan OK untuk menyimpan perubahan atau Batal untuk membuangnya
ja: 変更は保存されていません。"OK" をクリックして保存するか "キャンセル" をクリックして変更内容を破棄してください。
no: Dine endringer har ikke blitt lagret. Klikk OK for å lagre endringene eller Avbryt for å forkaste dem.
ru: Изменения не были сохранены. Нажмите OK, чтобы сохранить их, или Отмена, чтобы не сохранять изменения.
tr: Yaptığınız değişiklikler henüz kaydedilmedi.Değişiklikleri kaydetmek için TAMAM butonuna tıklayın yada vageçmek için VAZGEÇ linkine tıklayın.
uk: Зміни не були збережені. Натисніть OK, щоб зберегти їх, або Скасувати, щоб не зберігати зміни.
vi: Thay đổi của bạn chưa được lưu. Bấm OK để lưu thay đổi hoặc huỷ để bỏ chúng.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the Thaiepay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
cs: <p>V Thai ePay merchant settings prosím nastavte následující hodnoty:</p><p>Návrat Url: <b>[return_url] </b></p><p>Status:<b>Ano (důležité!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parametr:<b>"total" musí být zaškrtnuto</b> - zvýší to zabezpečení vašich transakcí</p><p>Additional Parametr: je povinný pro úspěšné zpracování transakcí. Například můžete nastavit <b>name=completed</b> a <b> value=some_secret_word</b>. Zkopírujte tyto hodnoty do polí: "Additional parametr Name" a "Additional parametr Value".</p>
da: Deres tilbagevenden webadresse <b>[return_url]</b>
de: Ihr Return URL ist <b>[return_url]</b>
el: <p>Παρακαλώ εισάγετε τις ακόλουθες ΤΙΜΕΣ στις ρυθμίσεις του Thaiepay:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these VALUES to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
es: Su URL de regreso es <b>[return_url]</b>
id: <p> Silakan set nilai berikut dalam pengaturan pedagang Thaiepay: </p><p> Kembali Url: <b> [return_url]</b></p><p>Status: <b>Ya (itu adalah penting!)</b></p><p>Post Kembali Url: <b> [postback_url] </b></p><p>Parameter Utama: <b>"total" harus diperiksa /b >- akan meningkatkan keamanan transaksi</p><p>Parameter Tambahan: wajib memproses transaksi yang berhasil. Misalnya, Anda bisa mengatur <b>name = completed</b>dan <b>nilai = some_secret_word</b>. Salin nilai-nilai ini ke kolom formulir berikut: "Nama parameter tambahan" dan "Nilai parameter tambahan".</p>
no: <p> Vennligst angi følgende verdier i Thaiepay kjøpmann innstillingene: </ p> Tilbake Url: <b> [return_url] </ b> </ p> Status: <b> Ja (det er viktig) </ b> </ p> Post Tilbake Url:! <b> [postback_url] </ b> </ p> Main Parameter: <b> "total" skal kontrolleres </ b > - det vil øke sikkerheten for transaksjoner </ p> Flere Parameter: Det er obligatorisk for vellykket behandling av transaksjoner. For eksempel kan du sette <b> name = fullført </ b> og <b> verdi = some_secret_word </ b>. Kopier disse verdiene til disse feltene: "Flere parameter Name" og "Flere parameter Value" </ p>.
ru: <p>Пожалуйста, установите следующие значения в Thaiepay настройках продавца:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>«total» must be checked</b> - это повысит безопасность транзакций</p><p>Additional Parameter: необходим для успешной обработки транзакций. Например, Вы можете задать <b>name=completed</b> и <b>value=some_secret_word</b>. Скопируйте эти значения в данные поля формы: «»Additional parameter Name» и «Additional parameter Value».</p>
tr: İade linkiniz <b>[return_url]</b>
uk: <p>Будь ласка, встановіть наступні значення в Thaiepay налаштуваннях продавця:</p><p>Return Url: <b>[return_url]</b> </p><p>Status: <b>Yes (it is important !)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>«total» must be checked</b> - це підвищить безпеку транзакцій </p><p>Additional Parameter: необхідний для успішної обробки транзакцій. Наприклад, Ви можете задати <b>name = completed</b> і <b>value = some_secret_word</b>. Скопіюйте ці значення в дані поля форми: «» Additional parameter Name »і« Additional parameter Value ».</p>
vi: <p>Xin vui lòng thiết lập các giá trị sau trong thiết lập buôn Thaiepay:</p> <p>Trở lại Url: <b>[return_url]</b></p> <p>Trạng thái: <b>Yes (nó là quan trọng!)</b></p> <p>Bài viết lại Url: <b>[postback_url]</b></p> <p>Tham số chính: <b>"tất cả" phải được kiểm tra</b> - nó sẽ làm tăng tính bảo mật của giao dịch</p> Tham số bổ sung <p>: nó là bắt buộc cho các xử lý thành công của các giao dịch. Ví dụ, bạn có thể thiết lập <b>tên = hoàn thành</b> và <b>giá trị = some_secret_word</b>. Sao chép các giá trị này vào các lĩnh vực hình thức: "Tham số bổ sung tên" và "Tham số bổ sung giá trị".</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
ar: الصور المصغرة يتم إنشائها من الصور الأصلية تلقائياً, ولكن يمكنك أيضاً
cs: Náhled bude vygenerován automaticky z detailníhho obrázku, ale múže být také nahrán <a id="[id]" class="[class]">manuálně</a>.
da: Miniaturer vil blive genereret fra detaljerede billeder automatisk, men du kan også <a id="[id]" class="[class]"> uploade dem manuelt.</a>
de: Miniaturen (thumbnails) werden automatisch von den originalen (grossen) Bilder generiert. Sie können diese aber auch manuell importieren
el: Οι μικρογραφίες θα παραχθούν αυτόματα από τις λεπτομερείς εικόνες, αλλά μπορείτε επίσης να <a id="[id]" class="[class]">τις ανεβάσετε χειροκίνητα.</a>
es: Las miniaturas se generarán automáticamente de las imágenes detalladas, pero también puedes <a id="[id]" class="[class]">cargarlas manualmente</a>
id: Thumbnail akan dihasilkan dari gambar utama secara otomatis, tetapi Anda juga bisa melakukan
ja: サムネイルは自動的に作成されますが、<a id="[id]" class="[class]">手動でアップロード</a> することもできます。
no: Miniatyrbilder vil bli generert automatisk fra dedetaljerte bildene, men du kan også <a id="[id]" class="[class]">laste dem opp manuelt.</a>
ru: Иконки будут созданы из детальных изображений автоматически, но вы также можете <a id="[id]" class="[class]">загрузить их вручную.</a>
tr: Küçük resim otomatik olarak yükleyeceğiniz büyük resimden oluşturulacaktır, dilerseniz
uk: Іконки будуть створені з детальних зображень автоматично, але ви також можете <a id="[id]" class="[class]">завантажити їх вручну.</a>
vi: Hình thu nhỏ sẽ được tự động tạo ra từ hình ảnh chi tiết, nhưng bạn cũng có thể <a id="[id]" class="[class]"> tải chúng lên theo cách thủ công.</a>

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
ar: المزيد من [item] <i class="text-arrow">&larr;</i>
cs: Více [item] <i class="text-arrow">&rarr;</i>
da: Flere [item] <i class="text-arrow"> &rarr;</i>
de: Mehr [item] <i class="text-arrow">&rarr;</i>
el: Περισσότερα [item] <i class="text-arrow"> &rarr;</i>
es: Más [item] <i class="text-arrow">&rarr;</i>
id: Lebih banyak [item] <i class="text-arrow">&rarr;</i>
ja: さらに表示 : [item] <i class="text-arrow">&rarr;</i>
no: Mer [item] <i class="text-arrow">&rarr;</i>
ru: Больше [item] <i class="text-arrow">&rarr;</i>
uk: Більше [item] <i class="text-arrow"> &rarr;</i>
vi: Thêm [item] <i class="text-arrow"> &rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
ar: عرض المزيد <i class="text-arrow">&larr;</i>
cs: Zobrazit více <i class="text-arrow">&rarr;</i>
da: Se mere <i class="text-arrow"> &rarr;</i>
de: Mehr<i class="text-arrow">&rarr;</i>
el: Περισσότερα <i class="text-arrow">&rarr;</i>
es: Ver más <i class="text-arrow">&rarr;</i>
id: Lihat selanjutnya <i class="text-arrow">?</i>
ja: もっと見る <i class="text-arrow">&rarr;</i>
no: Vis mer <i class="text-arrow">&rarr;</i>
ru: Больше <i class="text-arrow">&rarr;</i>
tr: Daha fazlası <i class="text-arrow">&rarr;</i>
uk: Більше <i class="text-arrow"> &rarr;</i>
vi: Xem thêm <i class="text-arrow"> &rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
ar: تم إرسال تفاصيل الدخول عبر الإيميل.
cs: Pokyny byly zaslány na vaši e-mailovou adresu.
da: Adgang instrukser blev sendt til din e-mail-adresse.
de: Zugangs Anleitungen wurden an Ihre E-Mail Adresse gesendet.
el: Οι οδηγίες πρόσβασης στάλθηκαν στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
es: Las instrucciones de acceso fueron enviadas a su dirección de E-mail.
id: Petunjuk akses telah dikirim ke alamat e-mail Anda.
ja: アクセス手順をお客様のEメールアドレスに送信しました。
no: Tilgangsinstruksjoner ble sendt til din e-post-adresse.
ru: Инструкции доступа были отправлены на ваш адрес электронной почты.
tr: Giriş talimatları mail adresinize gönderilmiştir.
uk: Інструкції доступу були відправлені на ваш e-mail.
vi: Hướng dẫn truy cập được gửi đến địa chỉ email của bạn.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
ar: لقد قمت بطلب معلومات طلبات الشراء التي قمتم بإرسالها في متجرك.
cs: Požadoval/a jste informace o objednávkách, které jste uskutečnil/a v našem obchodě.
da: De ønskede oplysninger om de ordrer du har placeret i vores butik.
de: Sie haben Infos über Ihre Bestellungen in unserem Store angefordert.
el: Ζητήσατε πληροφορίες των παραγγελιών σας που θέσατε στο κατάστημα μας.
es: Usted solicitó información de los pedidos que hizo en nuestra tienda.
id: Anda meminta informasi pesanan yang Anda buat di tokokami.
ja: お客様による注文検索の結果は以下の通りです。
no: Du ba om informasjon om en ordre du har plassert i vår nettbutikken.
ru: Вы запросили информацию о заказах, сделанных в нашем магазине.
tr: Sipariş bilgileriniz sitedeki alanınıza yerleştirilmiştir.
uk: Ви запросили інформацію про замовлення, зроблені в нашому магазині.
vi: Bạn yêu cầu thông tin về các đơn đặt hàng bạn đặt trong cửa hàng của chúng tôi.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
ar: لمشاهدة كل طلباتك, يرجى اتباع الرابط التالي:
cs: Pro prohlédnutí všech vašich objednávek, klikněte na následující odkaz:
da: At se alle dine ordrer, kan du følge dette link:
de: Um alle Ihre Bestellungen anzuzeigen, bitte auf den folgenden Link klicken:
el: Για την προβολή όλων των παραγγελιών σας παρακαλούμε ακολουθήστε αυτόν τον σύνδεσμο:
es: Para ver todos los pedido abre el siguiente enlace:
id: Untuk melihat semua pesanan Anda, silakan ikuti tautanini:
ja: すべてのご注文を確認するには以下のリンクをクリックしてください:
no: For å vise alle dine ordre, vennligst følg denne linken:
ru: Чтобы просмотреть все ваши заказы, следуйте по ссылке:
tr: Tüm siparişlerinizi görmek için lütfen aşağıdaki linke tıklayınız:
uk: Щоб переглянути всі ваші замовлення, будь ласка, перейдіть за цим посиланням:
vi: Để xem tất cả các đơn đặt hàng của bạn, hãy làm theo liên kết này:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
ar: لعرض الطلب #[order] يرجى اتباع الرابط:
cs: Pro prohlédnutí objednávky #[order] otevřte prosím tento odkaz:
da: For at se ordre # [order] du åbne dette link:
de: Um Ihre Bestellung #[order] anzuzeigen, bitte diesen Link öffnen:
el: Για την προβολή της παραγγελίας #[order]παρακαλούμε πατήστε αυτόν τον σύνδεσμο:
es: Para ver el pedido #[order] por favor abre este enlace:
id: Untuk melihat pesanan #[order] silahkan buka tautan ini:
ja: ご注文番号 #[order] の内容を確認するにはこちらのリンクをクリックしてください:
no: For å vise ordre #[order] vennligst åpne denne linken:
ru: Чтобы просмотреть заказ #[order], нажмите на ссылку:
tr: Sipariş #[order] ı görmek için lütfen aşağıdaki linke tıklayınız:
uk: Щоб переглянути замовлення #[order], будь ласка, відкрийте це посилання:
vi: Để xem đơn hàng #[order] xin vui lòng mở liên kết này:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
ar: تم إلغاء العملية الشرائية من قبل العميل
cs: Transakce byla zrušena zákazníkem
da: Transaktionen blev annulleret af kunden
de: Transaktion wurde vom Kunden gelöscht
el: Η συναλλαγή ακυρώθηκε από τον πελάτη
es: La transacción fue cancelada por el cliente.
id: Transaksi dibatalkan oleh pelanggan
ja: 注文手続きはお客様により中止されました。
no: Transaksjonen ble avbrutt
ru: Транзакция была отменена покупателем
tr: İşlem müşteri tarafından iptal edilmiştir!
uk: Транзакцію скасовано замовником
vi: Giao dịch bị hủy bỏ bởi khách hàng

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
ar: العملية تم رفضها بواسطة معالج عمليات الدفع أو تم الغاءها بواسطة العميل
cs: Transakce byla odmítnuta platebním procesorem nebo zrušena zákazníkem
da: Transaktionen blev afvist af betaling processor eller blev annulleret af kunden
de: Transaktion wurde vom Zahlungsanbieter (Payment Processor) abgelehnt oder wurde durch den Kunden abgebrochen.
el: Η συναλλαγή απορρίφθηκε από τον επεξεργαστή πληρωμής ή ακυρώθηκε από τον πελάτη
es: La transacción fue rechazada por el procesador de pago o fue anulada por el cliente
id: Transaksi ditolak oleh prosesor pembayaran ataudibatalkan oleh pelanggan
ja: 決済は決済代行サービスにおいて拒否されたかお客様によりキャンセルされました
no: Transaksjonen ble avslått av betalingstilbyderen eller ble kansellert av kunden
ru: Транзакция была отклонена платежной системой или отменена покупателем
tr: İşlem ödeme prosödüründe geri çekilmiş veya müşteri tarafından iptal edilmiş.
uk: Транзакцію було відхилено платіжною системою або було скасовано за бажанням замовника
vi: Giao dịch đã bị từ chối bởi bộ vi xử lý thanh toán hoặc đã bị hủy bỏ bởi khách hàng

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
cs: Pravděpodobně probíhá jiný proces aktualizace.<br />Prosím, vyčkejte dokud se dokončí.<br />Pokud proces aktualizace skončil chybou, smažte soubor [filename] a zkuste aktualizaci znovu.<br /><a href="[url]">Odstraňte zamykací soubor a restartujte aktualizaci</a>
da: Der er muligvis et opgradingsarbejde i gang. < br / > vent venligst indtil det er fuldendt. < br / > Hvis procerssen er færdig med en fejl, kan du fjerne fil [filename] og prøve at genstarte opgraderingen. < br / > <a href="[url]"> fjerne låsefilen og genstart opgraderingen</a>
de: Ein anderer Update Prozess läuft bereits
el: Τρέχει μια άλλη διαδικασία αναβάθμισης
es: Posiblemente otro proceso de actualización esté ejecutándose<br />Por favor espera hasta que termine.<br />Si el proceso ha terminado con error, puedes quitar el archivo [filename] y intentar de nuevo.<br /><a href="[url]">Quitar el archivo de bloqueo y reiniciar la actualización</a>
id: Mungkin proses upgrade yang lain sedang berjalan.<br/>Silahkan tunggu sampai selesai.<br />Jika proses telahselesai dengan kesalahan, Anda dapat menghapusfile[filename] dan mencoba untuk me-restart upgrade.<br/><a href="[url]">Hapus file pengunci dan
ja: アップグレード処理はすでに実行中です。終了までお待ちください。<br />アップグレード処理が異常終了している場合は [filename] ファイルを削除して再度実行してください。<br /><a href="[url]">ロックファイルを削除してアップグレードを再度実行する</a>
no: Det er mulig en annen oppgraderingsprosess kjører.<br />Vennligst vent til den er ferdig.<br />Hvis prosessen er ferdig med en feil, kan du fjerne filen [filename] og prøv å restarte oppgraderingen.<br /><a href="[url]">Fjern låsefila og restart oppgraderingen</a>
ru: Запущен еще один процесс обновления
tr: Another upgrade process is running
uk: Можливо, запущено ще один процес оновлення. <br />Будь ласка, зачекайте, поки він триває. <br />Якщо процес завершено з помилкою, ви можете видалити файл [filename] і спробуйте перезапустити оновлення. <br /><a href="[url]">Видалити заблокований файл і перезавантажити оновлення</a>
vi: Có thể một quá trình nâng cấp là đang chạy. <br /> Xin vui lòng chờ cho đến khi nó được hoàn tất. <br /> Nếu quá trình kết thúc với một lỗi, bạn có thể loại bỏ tập tin [filename] và cố gắng để khởi động lại nâng cấp. <br /> <a href="[url]"> Xóa tệp theo dõi và khởi động lại nâng cấp</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
cs: Následující databázové tabulky byly zálohovány
da: Følgende databasetabeller er blevet bakket op
de: Die folgenden Datenbank Tabellen wurden gesichert
el: Υπάρχουν αντίγραφα ασφαλείας για τους παρακάτω πίνακες της βάσης δεδομένων.
es: Las siguientes tablas de la base de datos han sido respaldadas
id: Tabel database berikut telah dicadangkan
ja: 以下のデータベーステーブルがバックアップされました。
no: Backup av følgende database tabeller har blitt utført
ru: Следующие таблицы были зарезервированы
tr: Aşağıdaki veri tabanı tabloları yedeklenecek
uk: Наступні таблиці були зарезервовані
vi: Cơ sở dữ liệu bảng dưới đây đã được sao lưu

# Languages::text_uc_backup_files
source: The following files have been backed up
cs: Následující soubory byly zálohovány
da: Følgende filer er blevet bakket op
de: Die folgenden Dateien wurden gesichert
el: Τα παρακάτω αρχεία έχουν επαναφερθεί
es: Los siguientes archivos han sido respaldados
id: File File berikut telah dicadangkan
ja: 以下のファイルがバックアップされました。
no: Backup av følgende filer har blitt utført
ru: Следующие файлы были зарезервированы
tr: Aşağıdaki dosyalar yedeklenecek
uk: Наступні файли були зарезервовані
vi: Các tập tin sau đây đã được sao lưu

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
cs: Balíček aktualizace se zdá být poškozen. Prosím, aktualizujte seznam balíčků a zkuste to znovu stáhnout
da: Opgraderingspakken synes at være brudt. Venligst opdatere pakker liste og prøv at hente det igen
de: Das Upgradepaket scheint kaputt zu sein. Bitte aktualisieren Sie die Paketliste und versuchen Sie , es nochmal herunterzuladen.
el: Το πακέτο αναβάθμισης φαίνεται να είναι κατεστραμένο. Παρακαλώ ανανεώσετε τη λίστα πακέτων και προσπαθήστε νατα κατεβάσετε ξανά
es: El paquete de actualización parece estar roto. Por favor, actualice la lista de paquetes y tratar de descargarlo de nuevo
id: Paket upgrade tampaknya rusak. Silahkan refresh daftar paket dan mencoba untuk mendownload lagi
ja: アップグレード用パッケージが破損しているようです。 「画面右上の歯車アイコン → パッケージリストの更新」を実施してください。
no: Oppgraderingspakken ser ut til å være skadet. Oppdater pakkene og prøv å last de ned på nytt
ru: Пакет обновлений поврежден. Пожалуйста, обновите список обновлений и попробуйте еще раз
tr: Güncelleme paketi bozuk gibi görünüyor. Lütfen paketleri yenileyin ve daha sonra tekrar deneyin
uk: Пакет оновлень пошкоджений. Будь ласка, поновіть список оновлень і спробуйте ще раз
vi: Các gói phần mềm nâng cấp có vẻ là bị hỏng. Xin vui lòng làm mới danh sách gói và cố gắng để tải về nó một lần nữa

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
cs: Nepodařilo se zakázat spuštění upgradu
da: Undladt at deaktivere opgraderingsprocessen lancering
de: Der Start des Upgrade Deaktiverungsprozess fehlgeschlagen
el: Αποτυχία να απενεργοποιήσετε τη διαδικασία αναβάθμισης δρομολόγησης
es: No se pudo desactivar el lanzamiento del proceso de actualización
id: Gagal untuk menonaktifkan proses upgrade
ja: アップグレード用プロセスの起動をロックできませんでした
no: Klarte ikke å deaktivere oppstart av oppgraderingsprosessen
ru: Не удалось остановить процесс обновления
uk: Не вдалося відключити запуск процес оновлення
vi: Không thể vô hiệu hóa quá trình nâng cấp được bung ra

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
cs: Aktualizační balíček není možno stáhnout
da: Kan ikke hente opgraderingen pakke
de: Kann das Upgrade Paket nicht herunterladen
el: Δεν μπορείτε να κατεβάσετε το πακέτο αναβάθμισης
es: No se puede descargar el paquete de actualización
id: Tidak dapat mengunduh paket upgrade
ja: アップグレードパッケージをダウンロードできません
no: Kan ikke laste ned oppgraderingspakken
ru: Не получается загрузить дистрибутив обновления
tr: Güncelleme paketi indirilemedi
uk: Не вдалося завантажити пакет оновлення
vi: Không thể tải về các gói nâng cấp
