Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
ar: تفعيل الاتصال الآمن للوحة تحكم الأدمن
cs: Povolit zabezpečené připojení v administračním panelu
da: Aktiver sikker forbindelse i administrationen panelet (SSL-certifikat er forpligtet til at være installeret på din server)
de: Aktivierung der sichereren Verbindung im Administrationsbereich (SSL Zertifikat muss auf Ihrem Server installiert sein)
el: Ενεργοποίηση ασφαλης συνδεσης στο πανελ διαχείρησης
es: Utilizar conexión segura en la zona del admin
id: Aktifkan koneksi yang aman di panel administrasi
ja: 管理画面においてSSLを使用
no: Aktiver sikker tilkobling i adminpanelet
ru: Включить безопасное соединение в панели администратора
uk: Включити безпечне з'єднання в панелі адміністратора
vi: Kích hoạt các kết nối bảo mật trong bảng quản trị

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
ar: تمكين اتصال أمن للواجهة
cs: Povolit zabezpečené připojení k storefront
da: Aktiver sikker forbindelse for butiksfacade
de: Sichere Verbindung für die Shopseite aktivieren
el: Ενεργοποίηση ασφαλούς σύνδεσης για τη βιτρίνα του καταστήματος
es: Habilitar la conexión segura de la tienda
id: Aktifkan koneksi aman untuk etalase
ja: ショップフロントにおけるSSL通信の適用
no: Aktiver sikker tilkobling for butikk forsiden
ru: Безопасное соединение для витрины
tr: Mağaza için güvenli bağlantı etkinleştirme
uk: Увімкнути захищене підключення для магазину
vi: Sử dụng kết nối an toàn cho cửa hàng

# SettingsOptions::keep_https
source: Keep HTTPS connection once a secure page is visited
ar: الحفاظ على اتصال HTTPS بمجرد زيارة صفحة مؤمنة
cs: Zůstat u HTTPS spojení po návštěvě zabezpečené stránky
da: Holde HTTPS-forbindelse, når en sikker side er besøgt
el: Διατήρηση της HTTPS σύνδεσης ,όταν επισκεπτεί μια ασφαλής σελίδα
es: Mentener conexión HTTPS si se ha visto una página segura
id: Menjaga hubungan HTTPS sekali halaman aman dikunjungi
ja: SSL使用ページにアクセスした後はHTTPS接続を維持
no: Behold HTTPS-tilkoblingen når en sikker side besøkes
ru: Сохранять безопасное соединение после первого посещения защищенной страницы
uk: Зберігати безпечне з'єднання після першого відвідування захищеної сторінки
vi: Giữ kết nối HTTPS khi một trang an toàn số lượt truy cập

# SettingsOptions::license_number
source: License number
ar: رقم الترخيص
cs: Licenční číslo
da: License numbmer
de: Lizenznummer
el: Αριθμός άδειας
es: Número de Licencia
id: Nomor lisensi
ja: ライセンス番号
no: Lisensnummer
ru: Номер лицензии
uk: Номер ліцензії
vi: Số giấy phép

# SettingsOptions::alternative_currency
source: Alternative currency display format
ar: نسق إظهار العملة البديلة
cs: Zobrazení měny
da: Valg af valuta format
de: Alternative Anzeige der Währung
el: Βασικό Νόμισμα
es: Moneda de la tienda
id: Format tampilan mata uang alternatif
ja: 通貨の表示
no: Alternativ valuta visningsformat
ru: Формат отображения альтернативной валюты
uk: Формат відображення альтернативної валюти
vi: Dạng hiển thị tiền tệ thay thế

# SettingsOptions::company_address
source: Company address
ar: عنوان الشركة
cs: Adresa firmy
da: Firma adresse
de: Adresse
el: Διεύθυνση Εταιρείας
es: Dirección
id: Alamat perusahaan
ja: 会社住所
no: Firma adresse
ru: Адрес (улица, дом, корпус и т.д)
uk: Адреса компанії
vi: Địa chỉ công ty

# SettingsOptions::show_cats
source: Show the 'Categories' section
ar: عرض قسم 'الفئات'
cs: Zobrazit sekci "Kategorie"
da: Vis 'Kategorier' afsnittet
de: Abschnitt "Kategorie" anzeigen
el: Εμφάνιση της ενότητας "Κατηγορίες"
es: Mostrar Categorías
id: Tampilkan bagian 'kategori'
ja: 「カテゴリー」セクションを表示
no: Vis "Kategorier" seksjonen
ru: Показывать раздел «Категории»
uk: Показати в розділі "Категорії"
vi: Hiển thị phần 'Danh mục'

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
ar: طريقة إرسال الإيميلات
cs: Způsob odesílání e-mailů
da: Metode at afsende e-mails på
de: Methode zum Versenden von E-Mails
el: Τρόπος αποστολής e-mails
es: Método para enviar E-Mails
id: Metode pengiriman e-mail
ja: Eメールの送信方法
no: Metode for å sende e-post
ru: Способ отправки почты
uk: Спосіб відправки пошти
vi: Phương thức gửi email

# SettingsOptions::width
source: Image width
ar: عرض الصورة
cs: Šířka obrázku
da: Billede brede
de: Breite,px
el: Πλάτος εικόνας
es: Ancho de imagen
id: Lebar gambar
ja: 画像の横幅
no: Bildebredde
ru: Ширина изображения
tr: Width,px
uk: Ширина зображення
vi: Chiều rộng hình ảnh

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
el: Ημέρες πριν από την διαγραφή ενός αρχείου καταγραφής
id: Hari sebelum masukan log dihapus
ru: Дней до удаления записи из журнала событий
uk: Днів до видалення запису з журналу подій

# SettingsTooltips::log_lifetime
source: Logs older than the specified number of days will be removed automatically. Enter 0 if you don't want any automatic removal of old logs.
el: Αρχεία καταγραφής που είναι παλαιότερα από τον καθορισμένο αριθμό ημερών θα καταργηθουν αυτόματα. Εισάγετε 0 Εάν δεν θέλετε οποιαδήποτε αυτόματη απομάκρυνση των παλιών αρχείων καταγραφής.
id: Log lebih lama dari jumlah hari yang ditentukan akan dihapus secara otomatis. Masukkan 0 jika Anda tidak menginginkan penghapusan log lama secara otomatis.
ru: Записи в журнале, которым больше указанного количества дней, будут удаляться автоматически. Чтобы записи не удалялись, введите 0.
uk: Записи в журналі, що старіше вказаної кількості днів будуть видалені автоматично. Введіть 0, якщо потрібно автоматично видаляти старі журнали.

# SettingsOptions::log_type_orders
source: Orders
ar: الطلبات
cs: Objednávky
da: Ordre
de: Bestellungen
el: Παραγγελίες
es: Pedidos
id: Pesanan
ja: 注文
no: Ordre
ru: Заказы
uk: Замовлення
vi: Đơn hàng

# SettingsOptions::log_type_users
source: Users
ar: الأعضاء
cs: Uživatelé
da: Bruger
de: Benutzer
el: Χρήστες
es: Usuarios
id: Pengguna
ja: ユーザー
no: Brukere
ru: Пользователи
uk: Користувачі
vi: Người dùng

# SettingsOptions::log_type_products
source: Products
ar: المنتجات
cs: Zboží
da: Produkter
de: Produkte
el: Προιόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
uk: Товари
vi: Sản phẩm

# SettingsOptions::log_type_categories
source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
uk: Категорії
vi: Danh mục

# SettingsOptions::log_type_database
source: Database
ar: قاعدة البيانات
cs: Databáze
de: Database (Datenbank)
el: Βάση δεδομένων
es: Base de datos
ja: データベース
ru: База данных
uk: База даних
vi: Cơ sở dữ liệu

# SettingsOptions::log_type_requests
source: Requests
ar: الطلبات
cs: Požadavky
da: Anmodninger
de: Anfragen
el: Αιτήματα
es: Solicitudes
id: Permintaan
ja: リクエスト
no: Forespørsler
ru: Запросы
uk: Запити
vi: Yêu cầu

# SettingsOptions::min_admin_password_length
source: Minimum administrator password length
ar: الحد الأدنى لطول كلمة مرور الأدمن
cs: Minimální délka administrátorského hesla
da: Minimum admin kodeord længde
de: Mindestlänge Administrator-Password
el: Ελάχιστο μήκος του κωδικού πρόσβασης του διαχειριστή
es: Longitud mínima de contraseña de administrador
id: Administrator minimal panjang password
ja: 管理者用パスワードの最小文字数
no: Minimum administrator passord lengde
ru: Минимальная длина пароля администратора
uk: Мінімальна довжина пароля адміністратора
vi: Độ dài tối thiểu của mật khẩu quản trị

# SettingsOptions::header_1
source: Administrator settings
ar: إعدادات الأدمن
cs: Administrátorské nastavení
da: Administrator Indstillinger
de: Einstellungen Administrator Panel (back-end)
el: Ρυθμίσεις Διαχειριστή
es: Opciones de administrador
id: Pengaturan administrator
ja: 管理画面用設定
no: Administrator-innstillinger
ru: Настройки панели администратора
tr: Yönetici ayarları
uk: Налаштування адміністраттивної частини
vi: Cài đặt quản trị viên

# SettingsOptions::header_7010
source: Format of time intervals
ar: نسق فواصل الوقت
cs: Formát časových intervalů
da: Format af tidsintervaller
de: Formate für Zeitspannen
el: Μορφή των χρονικών διαστημάτων
es: Formato de intervalos de tiempo
id: Format interval waktu
ja: 日時フォーマット
no: Format av tidsintervaller
ru: Формат интервалов времени
uk: Формат часових інтервалів
vi: Định dạng của khoảng thời gian

# SettingsOptions::share_users
source: Share users among stores
ar: مشاركة الأعضاء عبر المتاجر
cs: Sdílení uživatelů napříč obchody
da: Del brugere blandt butikker
de: Benutzer zwischen den verschiedenen Stores teilen
el: Διαμοιρασμός Χρηστών μεταξύ καταστημάτων
es: Compartir usuarios entre tiendas
id: Pengguna berbagi di antara toko-toko
ja: ショップ間で顧客データを共有
no: Del brukere mellom butikker
ru: Общая база пользователей для всех магазинов
tr: Mağazalar arasında kullanıcıları paylaş
uk: Зробити користувачів загальними для крамниць
vi: Chia sẻ người dùng trong cửa hàng

# SettingsOptions::log_type_general
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
id: Umum
ja: 全般
no: Generelt
ru: Общее
uk: Загальні
vi: Tổng quát

# SettingsOptions::backend_default_language
source: Backend default language
ar: لغة لوحة تحكم الأدمن الافتراضية
cs: Výchozí jazyk
da: Administration panel standardsprog
de: Standard Sprache im Administratorenbereich
el: Προκαθορισμένη Γλώσσα Διαχειριστή
es: Lenguaje por defecto de la zona admin
id: Bahasa default backend
ja: 管理画面のデフォルト言語
no: Admin standardspråk
ru: Язык панели администратора по умолчанию
tr: Kontrol Paneli Varsayılan Dil
uk: Мова адміністраторській частини за замовчуванням
vi: Ngôn ngữ mặc định trang quản trị

# SettingsOptions::company_city
source: Company city
ar: مدينة الشركة
cs: Město
da: Firma by
de: Stadt
el: Πόλη Εταιρείας
es: Ciudad
id: Kota perusahaan
ja: 市区町村
no: Firma poststed
ru: Город
uk: Місто
vi: Thành phố công ty

# SettingsOptions::admin_orders_per_page
source: Orders per page
ar: عدد الطلبات بالصفحة
cs: Objednávek na stránce
da: Ordre pr side
de: Bestellungen pro Seite
el: Παραγγελίες ανά Σελίδα
es: Numero de compras por página
id: Pesanan per halaman
ja: 1ページに表示する注文数
no: Ordre per side
ru: Количество заказов на странице
tr: Sayfa başına siparişler
uk: Кількість замовлень на сторінці
vi: Đơn hàng trên mỗi trang

# SettingsOptions::day
source: Day
ar: اليوم
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
id: Hari
ja: 日
no: Dag
ru: День
uk: день
vi: Ngày

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
ar: عرض الفئات الرئيسية فقط في قسم 'الفئات'
cs: Zobrazit pouze kategorie kořenové úrovni odkazy v sekci "kategorií"
da: Vis kun roden kategorier links i 'Kategorier' afsnittet
de: Nur Root-Kategorien (höchste Ebene) Links in dem Abschnitt "Kategorie" anzeigen
el: Εμφάνιση ΜΟΝΟ Μητρικών Κατηγοριών στην Ενότητα των Κατηγοριών
es: Muestre sólo enlaces de categorías de nivel de raíz en la sección "Categorías"
id: Tampilkan hanya tautan kategori tingkat utama di bagian 'Kategori'
ja: 「カテゴリー」セクションには最上位階層のカテゴリーのみ表示
no: Vis bare rotnivå kategori koblinger i 'Kategorier' seksjonen
ru: Показывать ссылки только на корневые категории в разделе «Категории»
uk: Показувати посилання тільки на кореневі категорії в розділі «Категорії»
vi: Chỉ hiển thị cấp danh mục gốc liên kết trong phần 'Danh mục'

# SettingsOptions::height
source: Image height
ar: ارتفاع الصورة
cs: Výška obrazku
da: Billede højde
de: Höhe,px
el: Υψος εικόνας
es: Alto de imagen
id: Tinggi gambar
ja: 画像の高さ
no: Bildehøyde
ru: Высота изображения
tr: Height,px
uk: Висота зображення
vi: Chiều cao hình ảnh

# SettingsOptions::admin_passwords_must_contain_mix
source: Administrator password must contain both letters and numbers
ar: يجب أن تحتوي كلمة مرور الأدمن على حروف وأرقام
cs: Heslo musí obsahovat písmena a číslice
da: Administrator koden skal indeholde både tal og bogstaver
de: Administrator-Passwort muss Buchstaben und Nummern enthalten
el: Ο κωδικός πρόσβασης του διαχειριστή πρέπει να περιέχει γράμματα και αριθμούς
es: La contraseña de administrador debe contener letras y números
id: Sandi administrator harus berisi huruf dan angka
ja: 管理者用パスワードには文字と数字の双方を含める
no: Administrator passordet må inneholde både tall og bokstaver
ru: Пароль администратора должен содержать буквы и цифры
uk: Пароль адміністратора має містити букви і цифри
vi: Mật khẩu quản trị viên phải chứa cả chữ và số

# SettingsOptions::header_10003
source: SMTP server settings
ar: إعدادات سيرفر SMTP
cs: Nastavení serveru SMTP
da: SMTP-server indstillinger
de: SMTP Server Einstellungen
el: Ρυθμίσεις SMTP server
es: Opciones de servidor SMTP
id: Pengaturan server SMTP
ja: SMTPサーバー設定
no: SMTP server instillinger
ru: Настройки SMTP сервера
uk: Налаштування SMTP сервера
vi: Cài đặt máy chủ SMTP

# SettingsOptions::header_8158
source: FTP server options
ar: إعدادات سيرفر FTP
cs: Možnosti serveru FTP
da: FTP server indstillinger
de: FTP Server Optionen
el: Επιλογές διακομιστή FTP
es: Configuración servidor FTP
id: Pilihan server FTP
ja: FTPサーバーの設定
no: FTP server valg
ru: Настройки FTP сервера
uk: Параметри FTP-сервера
vi: Tùy chọn máy chủ FTP

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
ar: الحالة الافتراضية لأيقونة "تحديث لكل المتاجر"
cs: Výchozí stav ikony "Aktualizovat pro všechny obchody"
da: Standardtilstanden for ikonet "Update for alle butikker"
de: Default status für "alle Stores updaten" Symbol
el: Προεπιλεγμένη κατάσταση του εικονιδίου "Ενημέρωση για όλα τα καταστήματα"
es: Estado por defecto del icono "Actualización para todas las tiendas"
id: Status default ikon "Perbarui untuk semua toko"
ja: 「すべてのショップのデータを更新」アイコンのデフォルトステータス
no: Standard tilstand av "Oppdater for alle butikkene" ikonet
ru: Состояние иконки «Обновить для всех магазинов» по умолчанию
uk: Стан іконки "Оновити для всіх магазинів" за замовчуванням
vi: Trạng thái mặc định của biểu tượng "Cập nhật cho tất cả các cửa hàng"

# SettingsOptions::ftp_hostname
source: Hostname
cs: Název hostitele
da: Hostnavn
el: Όνομα σύνδεσης
es: Nombre de host
id: Nama host
ja: ホスト名
no: Servernavn (ftp.eksempel.no)
ru: Имя сервера
uk: Ім'я сервера

# SettingsOptions::weight_symbol
source: Weight symbol
ar: رمز الوزن
cs: Jednotka hmotnosti
da: vægt symbol
de: Gewichtssymbol
el: Βασική Μονάδα Μέτρησης Βάρους
es: Simbolo de peso
id: Simbol berat
ja: 重量記号
no: Vektsymbol
ru: Единица веса
tr: Ağırlık sembolü
uk: Символ ваги
vi: Biểu tượng trọng lượng

# SettingsOptions::admin_products_per_page
source: Products per page
ar: عدد المنتجات بالصفحة
cs: Položek na stránku
da: Produckter pr side
de: Produkte pro Seite
el: Προϊόντα ανά Σελίδα
es: Articulos por página
id: Produk per halaman
ja: 1ページに表示する商品数
no: Produkter per side
ru: Количество товаров на странице
tr: Sayfa başına ürünler
uk: Кількість товарів на сторінці
vi: Sản phẩm trên mỗi trang

# SettingsOptions::company_country
source: Company country
ar: دولة الشركة
cs: Země
da: Firma land
de: Land
el: Χώρα Εταιρείας
es: Pais
id: Negara perusahaan
ja: 国名
no: Firma land
ru: Страна
uk: Країна
vi: Quốc gia công ty

# SettingsOptions::week
source: Week
ar: الأسبوع
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
id: MInggu
ja: 週
no: Uke
ru: Неделя
uk: Тиждень
vi: Tuần

# SettingsOptions::mailer_smtp_host
source: SMTP host
da: SMTP-værten
es: Host SMTP
ja: SMTPホスト名
no: SMTP vert
ru: SMTP сервер
uk: SMTP-хоста
vi: Máy chủ SMTP

# SettingsOptions::string_length
source: String length
ar: طول النص
cs: Délka řetězce
da: String længde
de: Anzahl Zeichen
el: Μήκος συμβολοσειράς
es: Longitud del código
id: Panjang String
ja: 文字数
no: Streng lengde
ru: Длина строки
uk: Довжина рядка
vi: Chiều dài chuỗi

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
ar: إجبار الأدمن بتغيير كلمة المرور عند تسجيل الدخول لأول مرة
cs: Přimět administrátory ke změně hesla při prvním přihlášení
da: Administrator skal skifte kodeord ved første logind
de: Administratoren erzwingen das Passwort beim ersten Login zu ändern
el: Προτροπή των διαχειριστών να αλλάξουν τον κωδικό τους, στην πρώτη σύνδεση
es: Obligar a los administradores a cambiar contraseña tras el primer registro
id: Paksa administrator untuk mengganti kata sandi pada login pertama
ja: 初回ログイン時に管理者用パスワードの変更を必須とする
no: Tving administratorer til å endre passord ved første innlogging
ru: Обязательно менять пароль при первом входе
uk: Обов'язково змінити пароль при першому вході
vi: Bắt buộc người quản trị phải thay đổi mật khẩu trong lần đăng nhập đầu tiên

# SettingsOptions::show_site_info
source: Show the 'Site info' section
ar: عرض قسم 'معلومات المتجر'
cs: Zobrazit sekci "Informace o stránce"
da: Vis »Side info-sektionen
de: Abschnitt "Webseiten-Information" anzeigen
el: Εμφάνιση Ενότητας 'Πληροφορίες'
es: Mostrar "Mapa del sitio"
id: Tampilkan bagian 'Informasi situs'
ja: 「インフォメーション」セクションを表示
no: Vis "side info" seksjonen
ru: Показывать раздел «О сайте»
uk: Показати розділ 'Про сайт'
vi: Hiển thị phần 'Thông tin trang'

# SettingsOptions::lines_number
source: Number of grid lines
ar: عدد أسطر الشبكة
cs: Počet řádků mřížky
da: Antal gitterlinjerne
de: Anzahl Linien in Gitter
el: Αριθμός γραμμών πλέγματος
es: Número de líneas de cuadrícula
id: Jumlah baris grid
ja: グリッド線の本数
no: Antall rutenett-linjer
ru: Количество линий в сетке
uk: Кількість ліній сітки
vi: Số lượng các đường lưới

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
ar: لون الشبكة (كود hexadecimal)
cs: Barva mřížky (kód v šestnáctkové soustavě)
da: Grid farver (hexadecimal code)
de: Farbe Gitter (hexadecimal code)
el: Χρώμα πλέγματος(δεκαεξαδικός κωδικός)
es: Color de cuadrícula (código hexadecimal)
id: Warna Grid (kode hexadecimal)
ja: グリッド色 (16進数カラーコード)
no: Rutenett farge (hexadecimal kode)
ru: Цвет сетки (шестнадцатеричный код)
uk: Колір сітки (шістнадцятковий код)
vi: Lưới màu (mã số thập lục phân)

# SettingsOptions::ftp_username
source: Username
ar: المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
id: Nama pengguna
ja: ユーザー名
no: Brukernavn
ru: Имя пользователя
uk: Логін
vi: Tên đăng nhập

# SettingsOptions::company_state
source: Company state
ar: محافظة/إمارة الشركة
cs: Stát/Kraj společnosti
da: Firma område
de: Bundesland/Kanton
el: Νομός Εταιρίας
es: Provincia
id: Propinsi/kabupaten perusahaan
ja: 都道府県
no: Firma stat
ru: Регион компании
uk: Регіон компанії
vi: Tỉnh/TP công ty

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
ar: عدد الجرامات المساوية لوحدة الوزن المعرفة في رمز الوزن
cs: Počet gramů v jednotce hmotnosti
da: Gram i vægtenhed defineret af vægten symbol
de: Gramm in der Einheit des festgelegten Gewichts
el: Πόσα γραμμάρια είναι 1 κιλό;
es: Gramos en la unidad del peso definida por el símbolo del peso
id: Satuan Gram yang digunakan oleh simbol berat
ja: 設定した重量1単位のグラム換算倍率
no: Gram i vektenhet definert av vektsymbolet
ru: Граммов в заданной единице веса
tr: Gram ağırlık sembolü ile tanımlanan ağırlık birimi
uk: Грамів в одиниці ваги
vi: Gram trong đơn vị trọng lượng được xác định bằng các biểu tượng trọng lượng

# SettingsOptions::month
source: Month
ar: الشهر
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
id: Bulan
ja: 月
no: Måned
ru: Месяц
uk: Місяць
vi: Tháng

# SettingsOptions::mailer_smtp_username
source: SMTP username
ar: مستخدم SMTP
cs: Uživatelské jméno SMTP
da: SMTP brugernavn
de: SMTP Benutzernamen
el: Όνομα Χρήστη SMTP
es: SMTP nombre de usuario
id: Nama pengguna SMTP
ja: SMTPユーザー名
no: SMTP brukernavn
ru: Имя пользователя для SMTP
uk: Ім'я користувача для SMTP
vi: Tên đăng nhập SMTP

# SettingsOptions::min_font_size
source: Minimum font size
ar: الحجم الأدنى للخط
cs: Minimální velikost písma
da: Minimum skriftstørrelse
de: Minimale Schriftgrösse (Font)
el: Ελάχιστο μέγεθος της γραμματοσειράς
es: Tamaño de fuente mínimo
id: Ukuran minimum huruf
ja: 最小フォントサイズ
no: Minimum font størrelse
ru: Минимальный размер шрифта
uk: Мінімальний розмір шрифту
vi: Cỡ chữ tối thiểu

# SettingsOptions::admin_password_expiration_period
source: Password validity period in days (0 - unlimited)
ar: صلاحية كلمة المرور بالأيام (0 - غير محدد)
cs: Doba platnosti hesla ve dnech (0 - neomezená)
da: Kodeordet udløber om x dage (0 - aldrig)
de: Passwort Gültigkeit in Tage (0 - unbefristet)
el: Διάρκεια ισχύος του κωδικού σε μέρες(0-απεριόριστο)
es: Período (en días) de validez de la contraseña (0 significa ilimitado)
id: Masa berlaku kata sandi dalam hitungan hari (0 - tidak terbatas)
ja: 管理者用パスワードの有効日数 (0 - 無期限)
no: Passord gyldighetsperiode i dager (0 - ubegrenset)
ru: Период использования пароля до замены в днях (0 — бессрочно)
uk: Термін дії пароля в дні (0 - Необмежена)
vi: Thời hạn hiệu lực mật khẩu trong ngày (0 – không giới hạn)

# SettingsOptions::ftp_password
source: Password
ar: كلمة المرور
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός
es: Contraseña
id: Kata sandi
ja: パスワード
no: Passord
ru: Пароль
uk: Пароль
vi: Mật khẩu

# SettingsOptions::company_zipcode
source: Company zip code
ar: الرقم البريدي للشركة
cs: PSČ společnosti
da: Firma postnr
de: PLZ Firma
el: Ταχυδρομικός κώδικας εταιρείας
es: Codigo postal
id: Kode pos perusahaan
ja: 郵便番号
no: Firma postnummer
ru: Почтовый индекс
uk: Поштовий індекс компанії
vi: Zip/Mã bưu điện công ty

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
ar: عدد صفحات المحتوى بالصفحة
cs: CMS stránky na stranku
da: CMS sider pr side
de: CMS-Seiten pro Seite
el: Σελίδες ανά Σελίδα
es: Seccional páginas por página
id: Halaman CMS per halaman
ja: 1ページに表示するCMSページ数
no: CMS-sider per side
ru: Количество страниц CMS на странице
uk: Кількість сторінок CMS на сторінці
vi: Trang CMS trên mỗi trang

# SettingsOptions::year
source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
id: Tahun
ja: 年
no: År
ru: Год
uk: Рік
vi: Năm

# SettingsOptions::mailer_smtp_password
source: SMTP password
ar: كلمة مرور SMTP
cs: Heslo SMTP
da: SMTP kodeord
de: SMTP Passwort
el: Κωδικός Πρόσβασης SMTP
es: SMTP contraseña
id: Password SMTP
ja: SMTPパスワード
no: SMTP passord
ru: Пароль для SMTP сервера
uk: Пароль до SMTP
vi: Mật khẩu SMTP

# SettingsOptions::max_font_size
source: Maximum font size
ar: الحجم الأقصى للخط
cs: Maximální velikost písma
da: Maksimal skriftstørrelse
de: Maximale Schriftgrösse (Font)
el: Μέγιστο μέγεθος της γραμματοσειράς
es: Tamaño de fuente máximo
id: Ukuran maksimum huruf
ja: 最大フォントサイズ
no: Maksimum fontstørrelse
ru: Максимальный размер шрифта
uk: Максимальний розмір шрифта
vi: Cỡ chữ tối đa

# SettingsOptions::store_mode
source: Close storefront
ar: إغلاق واجهة الزوار
cs: Uzavření obchodu
da: Luk butik
de: Storefront schliessen
el: Κλείσιμο Καταστήματος
es: Cerrat tienda
id: Tutup tampilan toko
ja: ショップを一時クローズ
no: Steng butikk forsiden
ru: Закрыть витрину
tr: Mağazayı kapat
uk: Закрити вітрину
vi: Đóng cửa hàng
