Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Pay4Later orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Pay4Later BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
cs: <b>Poznámka</b>: Abyste mohli pomocí vašeho softwaru sledovat Pay4Later objednávky, musíte provést následující kroky:<br /><br /> -&nbsp;Přihlaste se do Pay4Later BackOffice<br /> -&nbsp;Klikněte na odkaz <u>'Settings/Installations'</u> v sekci <u>'Quick Links'</u>.<br /> -&nbsp;Nastavte <u>'Return URL (Verified)'</u> na: <br /><b>[verified_url]</b><br /> -&nbsp;Nastavte <u>'Return URL (Decline)'</u> na: <br /><b>[decline_url]</b><br /> -&nbsp;Nastavte <u>'Return URL (Refer)'</u> na: <br /><b>[refer_url]</b><br /> -&nbsp;Nastavte <u>'Return URL (Cancel)'</u> na: <br/><b>[cancel_url]</b><br /> -&nbsp;Nastavte <u>'CSN URL'</u> na:<br /><b>[process_url]</b><br /> -&nbsp;Klikněte na tlačítko <u>'Uložit změny'</u><br />
da: <b>Bemærk</b>: for at spore dine Pay4Later ordrer med en indkøbsvogn software, du skal tage disse skridt: < br / > < br / >-Log i hen til Pay4Later BackOffice < br / >-Klik på linket <u>' indstillinger/anlæg '</u> i <u>' Quick Links'</u> sektion. < br / > - sæt <u>'Return URL (kontrolleret)'</u> indstilling til: < br / > <b>[verified_url]</b> < br / > - sæt <u>'Return URL (fald)'</u> indstilling til: < br / > <b>[decline_url]</b> < br / > - sæt <u>'Return URL (Henvis)'</u> indstilling til: < br / > <b>[refer_url]</b> < br / > - sæt <u>'Return URL (Annuller)'</u> indstilling til: < br / > <b>[cancel_url]</b> < br / > - sæt <u>' CSN URL'</u> indstilling til: < br / > <b>[process_url]</b> < br / >-Klik på knappen <u>' Gem ændringer '</u> < br / >
es: <b>Nota</b>: para el seguimiento de sus órdenes con Pay4Later, usted debe seguir estos pasos: <br /> <br /> - Ingrese en Pay4Later BackOffice<br /> - Haga clic en el enlace <u>' configuración/instalaciones '</u> en la sección de <u>' enlaces '</u>. <br /> - Configure <u>'Return URL (Confirmada)'</u> a: <br /> <b>[verified_url]</b> <br /> - Configure <u>'Return URL (Denegada)'</u> a: <br /> <b>[decline_url]</b> <br /> - Configure <u>'Return URL (Consultar)'</u> a: <br /> <b>[refer_url]</b> <br /> - Configure <u>'Return URL (Cancelar)'</u> a: <br /> <b>[cancel_url]</b> <br /> - Configure 'CSN <u>URL'</u> ajuste: <br /> <b>[process_url]</b> <br /> - Haga click en el botón <u>' Guardar cambios '</u> <br />
id: <b>Note</b>: In order to track your Pay4Later orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Pay4Later BackOffice<br/>-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u>
no: <b>Merk</b>: For å kunne følge dine Pay4Later orderre fra nettbutikken, å du følge disse trinnene:<br /><br />-&nbsp;Logg inn på Pay4Later BackOffice<br />-&nbsp;Klikk på <u>'Settings/Installations'</u> linken i <u>'Quick Links'</u> seksjonen.<br />-&nbsp;Sett <u>'Return URL (Verified)'</u> innstillingen til:<br /><b>[verified_url]</b><br />-&nbsp;Sett <u>'Return URL (Decline)'</u> innstillingen til:<br /><b>[decline_url]</b><br />-&nbsp;Sett <u>'Return URL (Refer)'</u> innstillingen til:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> innstillingen til:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> innstillingen til:<br /><b>[process_url]</b><br />-&nbsp;Klikk på <u>'Save Changes'</u> knappen<br />
ru: <b>Внимание</b>: Чтобы отслеживать свои заказы Pay4Later через интернет-магазин, сделайте следующее:<br /><br />-&nbsp;Войдите в Pay4Later BackOffice<br />-&nbsp;Перейдите по ссылке <u>'Settings/Installations'</u> в разделе <u>'Quick Links'</u>.<br />-&nbsp;Установите значение <u>'Return URL (Verified)'</u>:<br /><b>[verified_url]</b><br />-&nbsp;Установите значение <u>'Return URL (Decline)'</u>:<br /><b>[decline_url]</b><br />-&nbsp;Установите значение <u>'Return URL (Refer)'</u>:<br /><b>[refer_url]</b><br />-&nbsp;Установите значение <u>'Return URL (Cancel)'</u>:<br /><b>[cancel_url]</b><br />-&nbsp;Установите значение <u>'CSN URL'</u>:<br /><b>[process_url]</b><br />-&nbsp;Нажмите на кнопку <u>'Save Changes'</u><br />
uk: <b>Увага</b>: Щоб відстежувати свої замовлення Pay4Later через інтернет-магазин, зробіть наступне:<br /><br />-&nbsp;Увійдіть в Pay4Later BackOffice<br />-&nbsp;Перейдіть по посиланню <u>'Settings/Installations'</u> в розділі <u>'Quick Links'</u>. <br/>- &nbsp;Встановіть значення <u>'Return URL (Verified)'</u>: <br/><b>[verified_url]</b><br/>- &nbsp;Встановіть значення <u>'Return URL (Decline)'</u>:<br/><b>[decline_url]</b><br/>-&nbsp;Встановіть значення <u>'Return URL (Refer)'</u>:<br/><b>[refer_url]</b><br/>-&nbsp;Встановіть значення <u>'Return URL (Cancel)'</u>:<br/><b>[cancel_url]</b><br/>-&nbsp;Встановіть значення<u>'CSN URL'</u>:<br/><b>[process_url]</b><br/>-&nbsp;Натисніть на кнопку<u>'Save Changes'</u><br/>
vi: <b>Lưu ý</b>: Để theo dõi đơn hàng Pay4Later của bạn với các phần mềm giỏ hàng mua sắm, bạn phải làm các bước sau: <br /><br />-&nbsp;Đăng nhập vào Pay4Later BackOffice<br />-&nbsp;Bấm vào liên kết <u>'Settings/Installations'</u> trong phần <u>'Quick Links'</u>. <br />-&nbsp;Thiết lập <u>'Return URL (Verified)'</u> cài đặt:<br /><b>[verified_url]</b><br />-&nbsp;Thiết lập <u>'Return URL (Decline)'</u> cài đặt:<br /><b>[decline_url]</b><br />-&nbsp;Thiết lập <u>'Return URL (Refer)'</u> cài đặt:<br /><b>[refer_url]</b><br />-&nbsp;Thiết lập <u>'Return URL (Cancel)'</u> cài đặt:<br /><b>[cancel_url]</b><br />-&nbsp;Thiết lập <u>'CSN URL'</u> cài đặt:<br /><b>[process_url]</b><br />-&nbsp;Bấm vào nút <u>'Save Changes'</u> <br />

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
cs: <b>Poznámka:</b> Stáhněte si, prosím, modul soubor v2.cgi ze serveru PlayBox, zkopírujte jej do <b>[paybox_dir]</b> adresáře <u>v binárním módu</u> a zpustit jej. <br />Spusťte následující příkaz:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Zeptejte se také &#8220;Paybox&#8221; služba přidat následující adresu URL do databáze jako &#8220;Zpětné volání URL&#8221;:<br /><b>[callback_url]</b>
da: <b> Bemærk: </ b> Du kan hente filen modulev2.cgi fra PayBox serveren, kopiere det til <b> [cart_dir] / betalinger / paybox_files / </ b> directory <u> i binær tilstand </ u> og gør den eksekverbar. <br /> Kør følgende kommando: <br /> <b> < i> chmod 755 modulev2.cgi </ b> </ i> <br /> <br /> også spørge "Paybox" tjeneste at tilføje følgende webadresse til databasen som "Callback URL": <br /> <b> [callback_url] </ b>
de: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to <b>[cart_dir]/payments/cc_processors/paybox_files/</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
el: <b>Σημείωση:</b> Παρακαλώ κατεβάστε το αρχείο modulev2.cgi από το PayBox server, αντιγράψτε το στον κατάλογο <b>[paybox_dir]</b> <u>σε δυαδική κατάσταση</u> και κάντε το εκτελέσιμο. <br />Τρέξτε την επόμενη εντολή:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Επίσης ρωτήστε το &#8220 Paybox&#8221 για να προσθέσει τον σύνδεσμο στην βάση δεδομένων όπως το &#8220 Callback URL&#8221 :<br /><b>[callback_url]</b>
es: <b>Nota:</b> Please download the file modulev2.cgi from the PayBox server, copy it to <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
id: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[cart_dir]/payments/paybox_files/</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi<
no: <b> Merk: </ b> Last ned filen modulev2.cgi fra PayBox serveren, kopiere den til <b> [cart_dir] / utbetalinger / paybox_files / </ b> katalogen <u> i binær modus </ u > og gjøre den kjørbar. <br /> Kjør følgende kommando: <br /> <i> chmod 755 modulev2.cgi </ b> </ i> <br /> <br /> Også spør "Paybox" service å legge til følgende URL til databasen som "Tilbakering URL": <br /> <b> [callback_url] </ b>
ru: <b>Примечание:</b> Скачайте файл modulev2.cgi с сервера PayBox, скопируйте его в директорию <b>[paybox_dir]</b> <u>в режиме двоичного счета</u> и сделайте его исполняемым. <br />Выполните следующую команду:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Попросите &#8220;Paybox&#8221; службу добавить следующий URL в базу данных как &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
tr: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[cart_dir]/payments/cc_processors/paybox_files/</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
uk: <b>Примітка:</b>Завантажте файл modulev2.cgi з сервера PayBox, скопіюйте його в директорію <b>[paybox_dir]</b> <u>в бінарному режимі</u> і зробіть його виконуваним.<br />Виконайте наступну команду:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Попросіть службу &#8220;Paybox&#8221; додати наступний URL в базу даних як &#8220;Callback URL&#8221;: <br /><b>[callback_url]</b>
vi: <b>Lưu ý:</b> Xin vui lòng tải về tập tin modulev2.cgi từ máy chủ PayBox, sao chép nó vào thư mục <b>[paybox_dir]</b> <u>trong chế độ nhị phân</u> và làm cho nó thực thi. <br /> Chạy lệnh sau: <br /> <b><i>chmod 755 modulev2.cgi</b></i> <br /> <br /> Cũng yêu cầu &#8220; Paybox &#8221; các dịch vụ để thêm URL sau vào cơ sở dữ liệu như &#8220; gọi lại URL &#8221;: <br /> <b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
ar: تم حذف الدفع بنجاح.
cs: Platba byla úspěšně odstraněna.
da: Betaling er blevet slettet.
de: Zahlung wurde erfolgreich gelöscht.
el: Η Πληρωμή έχει διαγραφεί επιτυχώς.
es: El pago ha sido eliminado exitosamente.
id: Pembayaran telah berhasil dihapus.
ja: 支払方法を削除しました。
no: Betaling har blitt slettet.
ru: Платежная система была успешно удалена.
uk: Платіж успішно видалено.
vi: Thanh toán đã được xóa thành công.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
ar: لا يمكن حذف الدفع.
cs: Platbu nelze odstranit.
da: Betaling kan ikke slettes.
de: Zahlung kann nicht gelöscht werden.
el: Ο Τρόπος Πληρωμής δεν μπορεί να διαγραφεί.
es: El pago no se puede borrar
id: Pembayaran tidak dapat dihapus.
ja: 支払方法を削除できません。
no: Betalingen kan ikke slettes
ru: При удалении платежной системы возникли проблемы.
uk: Оплату неможливо видалити.
vi: Thanh toán không thể bị xóa.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
cs: Počkejte, prosím, než jsou zpracovávány vaše platební údaje...
da: Vent venligst mens vi behander betalingsoplysningerne...
de: Bitte warten während die Zahlungsdetails verarbeitet werden ...
el: Παρακαλώ περιμένετε κατά την διάρκεια επεξεργασίας των λεπτομερειων πληρωμής
es: Por favor espera por mientras se procesan los detalles del pago...
id: Silahkan tunggu saat memproses rincian pembayaran...
no: Vennligst vent mens vi behandler betaling informasjonen...
ru: Пожалуйста подождите пока обрабатываются детали платежа...
uk: Зачекайте, процес обробки дералей платежу...
vi: Xin vui lòng chờ trong khi đang xử lý các chi tiết thanh toán...

# Languages::text_paysitecash_debug
source: Debug Information
cs: Informace o ladění
el: Πληροφορίες Απασφαλμάτωσης
es: Información para depuración
id: Debug informasi
no: Debug Informasjon
ru: Отладочная информация
uk: Налагоджувальні відомості
vi: Thông tin Gỡ lỗi

# Languages::text_paysitecash_mode
source: Mode
ar: الوضع
cs: Mód
de: Modus
el: Λειτουργία
es: Modo
no: Modus
ru: Режим
uk: Режим
vi: Chế độ

# Languages::text_paysitecash_mode_live
source: Live
ar: حي
cs: Živě
de: Aktiv/Online
es: En vivo
id: Langsung
ja: 本番
ru: Реальный
uk: Робочий
vi: Trực tiếp

# Languages::text_paysitecash_mode_test
source: Test
ar: تجريبي
cs: Zkouška
es: Prueba
id: Tes
ja: テスト
ru: Тестовый
uk: Тест
vi: Thử nghiệm

# Languages::text_paysitecash_nocurrencies
source: Currency mode
ar: وضع العملة
cs: Kód měny
da: Valuta tilstand
de: Währungsmodus
el: Λειτουργία νομίσματος
es: Modo de moneda
id: Mode mata uang
no: Valuta modus
ru: Режим валюты
uk: Код валюти
vi: Mã tiền tệ

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
cs: Nechte zákazníka zvolit některou z podporovaných měn
da: Give kunden mulighed for at vælge understøttede valuta
de: Ermöglicht es dem Kunden, eine der unterstützten Währungen auszuwählen
el: Αφήστε τον πελάτη να επιλέξει οποιαδήποτε από τα νομίσματα που υποστηρίζονται
es: Permitir a los clientes seleccionar cualquiera de las divisas soportadas
id: Izinkan pelanggan memilih salah satu mata uang yang didukung
no: Tillat kunden å velge hvilken som helst støttet valuta
ru: Позвольте клиенту выбрать любую из поддерживаемых валют
uk: Дозволити клієнту обирати будь-які підтримувані валюти
vi: Cho phép khách hàng chọn bất kỳ loại tiền tệ được hỗ trợ

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
cs: Nezobrazovat vybranou měnu
da: Vis ikke valuta udvælgelse overhovedet
de: Währungsauswahl überhaupt nicht anzeigen
el: Να μην εμφανίζεται η επιλογή νόμισματος καθόλου
es: No mostrar la selección de divisas
id: Tidak menunjukkan pilihan mata uang sama sekali
no: Ikke vis valutavalg i det hele tatt
ru: Не показывать выбор валюты
uk: Не показувати вибор валюти
vi: Không hiển thị ở tất cả loại tiền tệ được chọn

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite Cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
cs: Zadejte, prosím, tyto URL pole do vaší konfigurace Pays Cash:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>po zaplacení vratné url:</b><br/>[sucess_url]<br/><br/><b>zrušena platba url:</b><br/>[cancel_url]<br/><br/><b>Back Office potvrzení url:</b><br/>[confirm_url]
da: Tilføj venligst disse URL-felterne i konfigurationen Paysite Cash: <br/> <br/> <b>URL-adresse:</b> <br/>[url] <br/> <br/> <b>Referer url:</b> <br/>[ref_url] <br/> <br/> <b>efter betaling returnere url:</b> <br/>[sucess_url] <br/> <br/> <b>annulleret betaling url:</b> <br/>[cancel_url] <br/> <br/> <b>Backoffice bekræftelse url:</b> <br/>[confirm_url]
de: Bitte fügen Sie diese URL-Felder in Ihrer Paysite Cash-Konfiguration hinzu::<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>nach Zahlungsrückmeldung url:</b><br/>[sucess_url]<br/><br/><b>abgebrochene Zahlungsurll:</b><br/>[cancel_url]<br/><br/><b>Backoffice Bestätigung url:</b><br/>[confirm_url]
es: Por favor agregar estos campos de URL en la configuración de Paysite Cash: <br/> <br/> <b>URL:</b> <br/>[url] <br/> <br/> <b>url de referencia:</b> <br/>[ref_url] <br/> <br/> <b>url despues de pago:</b> <br/>[sucess_url] <br/> <br/> <b>url cancelación del pago:</b> <br/>[cancel_url] <br/> <br/> <b>url confirmación Backoffice:</b> <br/>[confirm_url]
id: Silakan menambahkan bidang URL ini di konfigurasi Paysite Cash: <br/> <br/> <b>URL:</b> <br/>[url] <br/> <br/> <b>Referer url:</b> <br/>[ref_url] <br/> <br/> <b>url kembali setelah pembayaran:</b> <br/>[sucess_url] <br/> <br/> <b>url membatalkan pembayaran:</b> <br/>[cancel_url] <br/> <br/> <b>Backoffice konfirmasi url:</b> <br/>[confirm_url]
no: Vennligst legg disse URL-feltene i din Paysite Cash konfigurasjon:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
ru: Пожалуйста, добавьте следующие URL на странице конфигурации Paysite Cash:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
uk: Будь ласка, додайте наступні URL на сторінці конфігурації Paysite Cash: <br/><br/><b>URL: </b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
vi: Xin vui lòng thêm các trường URL trong cấu hình Paysite Cash của bạn: <br/> <br/> <b>URL:</b> <br/>[url] <br/> <br/> <b>Referer url:</b> <br/>[ref_url] <br/> <br/> <b>url sau khi thanh toán trả lại:</b> <br/>[sucess_url] <br/> <br/> <b>url hủy bỏ thanh toán:</b> <br/>[cancel_url] <br/> <br/> <b>Backoffice xác nhận url:</b> <br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
cs: Procesor
de: Prozessor
es: Procesador de pagos
id: Prosesor
ja: 決済代行業者
no: Prosessor
ru: Процессор
uk: Процесор
vi: Xử lý

# Languages::text_paysitecash_site_id
source: Site ID
cs: Stránky ID
da: Websted-ID
de: Seiten ID
es: ID de sitio
id: ID situs
no: Nettsted ID
ru: ID сайта
uk: Сайт ID
vi: ID Trang web

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
cs: Prosím, zadejte následující parametry v nastaveních PayWay: <p> Browser Return URL Pro platby: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: ponechte prázdné </p>
da: Vær venlig at nedsætte følgende parametre i PayWay backend: <p> Browser Retur URL Pre Betaling: <b> [ forudbetaling] </ b> <br /> Browser Retur URL: <b> [tilbage] </ b> <br /> Anmeldelse URL: <b> [giver] </ b> <br /> Anmeldelse Post Type: ferie tomme </ p>
el: Παρακαλώ ρυθμίστε τις παράμετρους στο πάνελ του PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: Αφήστε κενό </p>
es: Configure los siguientes parámetros en PayWay back-end: <p>navegador devolver URL Pre pago: <b>[prepayment]</b> <br/> URL del explorador regresar: <b>[return]</b> <br/> notificación URL: <b>[notify]</b><br/> notificación tipo: Deje vacío</p>
id: Silakan mengatur parameter berikut pada PayWay: <p>URL kembali pra pembayaran: <b>[prepayment]</b> < br / > Browser URL kembali: <b>[return]</b> < br / > Notifikasi URL: <b>[notify]</b> < br / >Jenis posting notifikasi: biarkan kosong</p>
no: Vennligst sett opp følgende parametre i PayWay bakenden: <p> Browser Tilbake URL Pre Betaling: <b> [forhåndsbetaling] </ b> <br /> Browser Tilbake URL: <b> [retur] </ b> <br /> Melding URL: <b> [varsle] </ b> <br /> Melding Post Type: la tomt </ p>
ru: Пожалуйста, установите следующие параметры в настройках PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: оставьте поле пустым </p>
uk: Будь ласка, встановіть наступні параметри в налаштуваннях PayWay: <p>Browser Return URL Pre Payment: <b>[prepayment]</b><br/>Browser Return URL: <b>[return]</b><br/>Notification URL: <b>[notify]</b><br/>Notification Post Type: залиште поле порожнім</p>
vi: Xin vui lòng thiết lập các thông số sau trong quản trị PayWay: <p>Browser Return URL Pre Payment: <b>[prepayment]</b> <br />Browser Return URL: <b>[return]</b> <br />Notification URL: <b>[notify]</b> <br /> Notification Post Type: để trống</p>

# Languages::text_permissions_changed
source: Permissions changed
ar: تم تغيير التصاريح
cs: Oprávnění změněno
da: Tilladelser ændret
de: Zugriffsberechtigungen geändert
el: Τα δικαιώματα άλλαξαν
es: Permisos cambiados
id: Perizinan diubah
ja: パーミッションが変更されました
no: Tillatelser endret
ru: Права доступа изменены
tr: İzinler değiştirildi
uk: Права доступа зиінено
vi: Cho phép thay đổi
