Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
ar: قيمة الخانة <b>[field]</b> غير صحيحة. يجب أن تكون رقم صحيح.
cs: Hodnota <b>[field]</b> je neplatná. Mělo by to být celé číslo.
da: Værdien af de <b> [field] </ b> er ugyldig. Det skal være heltal.
de: Der Wert <b>[field]</b> ist nicht gültig. Der Wert muss "integer" sein.
el: Η αξία του πεδίου <b>[field]</b> δεν είναι έγκυρη.Θα πρέπει να είναι ακέραιη.
es: El valor del campo <b>[field]</b> no es válido. Debe ser entero.
id: Nilai dari field <b> [field] </b> tidak valid. Ini harusinteger.
ja: <b>[field]</b> フィールドに整数以外の値が入力されています。
no: Verdien av <b>[field]</b>-feltet er ugyldig. Det bør være heltall.
ru: Значение поля <b>[field]</b> неправильное. Значение должно быть целым числом.
tr: Değer <b>[field]</b> geçersiz. Bu tam sayı olmak zorundadır.
uk: Неприпустиме значення поля <b>[field]</b>. Воно повинно бути цілим числом.
vi: Giá trị của mục <b>[field]</b> là không hợp lệ. Nó phải là số nguyên.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
ar: قيمة الحقل <b>[field]</b> غير صحيحة.
cs: Hodnota tohoto <b>[field]</b> pole je neplatná.
da: Værdien af de <b>[field]</ b> er ugyldig.
de: Der Wert des Feldes <b>[field]</b> ist nicht gültig.
el: Η αξία του πεδίου <b>[field]</b> δεν είναι έγκυρη.Θα πρέπει να είναι ακέραιη.
es: El valor del campo <b>[field]</b> no es válido.
id: Nilai dari field <b> [field] </ b> tidak valid.
ja: <b>[field]</b> フィールドの値が正しくありません。
no: Verdien av <b>[field]</b>-feltet er ugyldig. Det bør være heltall.
ru: Значение поля <b>[field]</b> - неправильно.
tr: <b>[field]</b> değeri geçersiz.
uk: Неприпустиме значення поля <b>[field]</b>.
vi: Giá trị của mục <b>[field]</b> là không hợp lệ.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
ar: خانة <b>[field]</b> لا تحتوي على الخيارات المحددة.
cs: Pro toto pole <b>[field]</b> nebyly vybrány volby.
da: Den <b> [field] </ b> ikke har valgt muligheder.
de: Das <b>[field]</b> Feld hat keine selektierten Optionen.
el: Το <b>[field]</b> πεδίο δεν περιλαμβάνει τις επιλογές που επιλέξατε.
es: El campo <b>[field]</b> no contiene las opciones seleccionadas.
id: Field <b> [field] </ b> tidak berisi opsi-opsi yangdipilih.
ja: <b>[field]</b> フィールドにはご指定のオプションはありません。
no: <b>[field]</b>-feltet inneholder ikke de valgte alternativene.
ru: Поле <b>[field]</b> не имеет выбранных параметров.
tr: <b>[field]</b> alanı için seçenek seçilmedi.
uk: Поле <b>[field]</b> не має вибраних параметрів.
vi: MỤc <b>[field]</b> không chứa các tùy chọn được chọn.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
ar: كلمتي المرور في خانة <b>[field2]</b> وخانة <b>[field]</b> غير متطابقتين.
cs: Heslo v polích <b>[field2]</b> a <b>[field]</b> se neshodují.
da: Adgangskoderne i <b> [field2] </ b> og <b> [field] </ b> er ikke ens.
de: Die Passwörter in den Felder <b>[field2]</b> und <b>[field]</b>stimmen nicht überein.
el: Οι κωδικοί πρόσβασης στα <b>[field2]</b> and <b>[field]</b> πεδία δεν ταιριάζουν.
es: Las contraseñas en los campos <b>[field2]</b> y <b>[field]</b>no coinciden.
id: Password di field <b> [field2] </b> dan field <b>[field1] </b> tidak cocok.
ja: <b>[field2]</b> と <b>[field]</b> に入力されたパスワードが一致しません。
no: Passordene i <b>[field2]</b>- og <b>[field]</ b>-feltene samsvarer ikke.
ru: Пароли в полях <b>[field2]</b> и <b>[field]</b> не совпадают.
tr: Şifre <b>[field2]</b> ve <b>[field1]</b> alanları uyuşmuyor.
uk: Паролі в <b>[field2]</b> і <b>[field]</b> полях не співпадають.
vi: Mật khẩu trong các mục <b>[field2]</b> và <b>[field]</b> không khớp.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
ar: رقم التليفون في خانة <b>[field]</b> غير صحيح. النسق الصحيح هو (555) 555-55-55 أو 55 55 555 5555.
cs: Pole <b>[field]</b> je neplatné. Správný formát je 00420 606 666 nebo +420 666 666
da: Telefonnummeret i <b> [field] </ b> er ugyldig. Det korrekte format er 55 55 55 55 eller 55555555. Nummeret skal være mindst på 8 tegn
de: Die Telefonnummer in <b>[field]</b> ist nicht gültig. Das korrekte Format ist: (555) 555-55-55.
el: Ο αριθμός τηλεφώνου στο <b>[field]</b>πεδίο δεν είναι έγκυρο.Η σωστή μορφή είναι (555) 555-55-55 ή 55 55 555 5555.
es: El número de teléfono en el campo de <b>[field]</b> no es válido. El formato correcto es (555) 555-55-55 o 55 55 555 5555.
id: Nomor telepon di field <b> [field] </b> tidak valid.Format yang benar adalah (555) 555-55-55 atau 55 55 5555555.
ja: <b>[field]</b> に入力された電話番号が正しくありません。 正しいフォーマットは (555) 555-55-55 もしくは 55 55 555 5555 です。
no: Telefonnummeret i <b>[field]</b>-feltet er ugyldig. Det riktige formatet er 55555555 eller 55 55 55 55.
ru: Неверный номер телефона в поле <b>[field]</b>. Правильный формат: (555) 555-55-55.
tr: Telefon numarası <b>[field]</b> alanı geçersiz. Kabul edilen format: (555) 555-55-55 yada 55 55 555 5555.
uk: Неприпустимий номер телефону в полі <b>[field]</b>. Правильний формат (044) 123-45-67 або 380 44 123 4567.
vi: Số điện thoại trong mục <b>[field]</b> là không hợp lệ. Các định dạng chính xác là (555) 555-55-55 hoặc 55 55 555 5555.

# Languages::error_validator_phone_mask
source: The phone number in the <b>[field]</b> field is invalid.
de: Die Telefonnummer im Feld <b>[field]</b> ist ungültig.
el: Ο αριθμός τηλεφώνου στο πεδίο <b>[field]</b> δεν είναι έγκυρος.
ru: Недопустимый номер телефона в поле <b>[field]</b>.
uk: Номер в полі <b>[field]</b> некоректний.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
ar: يجب استخدام النسق التالي لطريقة الدفع هذه: 555 555 5555.
cs: To je nutné použít následující formát pro tento způsob platby: 555 555 5555.
da: Det er nødvendigt at bruge følgende format for denne betalingsmetode: 555 555 5555.
de: Sie müssen für diese Zahlungsmethode folgendes Format benutzen: 555 555 5555
el: Απαιτείται να χρησιμοποιήσετε την παρακάτω μορφή για τις μεθόδους πληρωμής: 555 555 5555.
es: Se requiere el siguiente formato para este método de pago: 555 555 5555.
id: Gunakan format berikut untuk metode pembayaran: 555 5555555.
ja: この支払方法では 555 555 5555 フォーマットで電話番号を指定する必要があります。
no: Det er nødvendig å bruke følgende format for denne betalingsmåten: 555 555 5555.
ru: Необходимо использовать следующий формат для этого способа оплаты: 555 555 5555.
uk: Необхідно використовувати наступний формат для цього способу оплати: 044 123 4567.
vi: Nó bắt buộc sử dụng định dạng sau cho phương thức thanh toán: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
ar: خانة <b>[field]</b> إجبارية.
cs: Pole <b>[field]</b> nesmí být prázdné.
da: Dette <b> [field] </ b> felt er obligatorisk.
de: <b>[field]</b> ist obligatorisch
el: Το <b>[field]</b> πεδίο είναι υποχρεωτικό.
es: El campo <b>[field]</b> es obligatorio.
id: Field <b> [field] </b> adalah wajib.
ja: <b>[field]</b> は入力必須項目です。
no: <b>[field]</b>-feltet er obligatorisk.
ru: Поле <b>[field]</b> обязательное.
tr: <b>[field]</b> alanı zorunludur.
uk: <b>[field]</b> поле є обов'язковим.
vi: Mục <b>[field]</b> là bắt buộc.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
ar: الرقم البريدي في الخانة <b>[field]</b> غير صحيح. النسق الصحيح هو [extra].
cs: PSČ <b>[field]</b> je neplatné. Správný formát je [extra].
da: Det postnummer i <b> [field] </ b> er forkert. Det korrekte format er [extra].
de: Die Postleitzahl in <b>[field]</b> ist falsch. Das korrekte Format ist: [extra].
el: Ο T.K(ταχυδρομικός κώδικας) <b>[field]</b> στο πεδίο δεν είναι σωστός. Η σωστή μορφή είναι [extra].
es: El Código postal / ZIP en el campo <b>[field]</b> es incorrecto. El formato correcto es [extra].
id: Kodepos di field <b> [field] </b> salah. Format yangbenar adalah [extra].
ja: <b>[field]</b> フィールドに入力された郵便番号が正しくありません。 正しいフォーマットは [extra] です。
no: Postnummeret i <b>[field]</b>-feltet er feil. Det riktige formatet er 0001-9999.
ru: Неверный почтовый индекс в поле <b>[field]</b>. Правильный формат: [extra].
tr: Posta kodu <b>[field]</b> alanı geçerli değil. Kabul edilen format [extra].
uk: Невірний поштовий індекс в полі <b>[field]</b>. Правильний формат: [extra].
vi: ZIP/Mã bưu điện trong mục <b>[field]</b> là không chính xác. Định dạng đúng là [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
ar: توجد شركة بنفس الإيميل, يرجى إدخال إيميل آخر.
cs: Prodejce s e-mailem, který jste vybrali již existuje, zkuste jiný.
da: Selskabet med e-mail, du har valgt findes allerede, venligst prøv en anden.
de: Die Firma mit der E-Mail-Adresse, die Sie ausgewählt haben, existiert bereits. Bitte versuchen Sie es mit einer anderen.
el: Η εταιρεία με το e-mail που έχετε επιλέξει υπάρχει ήδη, δοκιμάστε μια άλλη.
es: La empresa con el correo electrónico que ha elegido ya existe, por favor pruebe otro.
id: Perusahaan dengan e-mail yang Anda maksudkan sudah ada,silahkan coba lagi yang lain.
ja: ご指定のEメールアドレスはすでに使用されています。他のEメールアドレスを入力してください。
no: Firmaet med e-posten du har valgt eksisterer allerede, vennligst prøv en annen.
ru: Компания с таким адресом электронной почты уже существует. Пожалуйста, попробуйте указать другой адрес.
tr: E-mail adresini belirttiğiniz firma zaten mavcut, lütfen başka bir tane deneyiniz.
uk: Компанія з даною адресою електронної пошти вже існує. Будь ласка, спробуйте вказати іншу адресу.
vi: Công ty với email bạn chọn đã tồn tại, hãy thử email khác.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
cs: CVV/CVC je příliš krátký.
da: CVV/CVC er for kort.
de: CVV/CVC ist zu kurz.
el: Ο Αριθμός CVV/CVC ειναι ελειπης
es: CVV/CVC demasiado corto.
id: CVV/CVC terlalu pendek.
ja: 入力したセキュリティコードが短すぎます
no: CVV/CVC er for kort.
ru: Код CVV/CVC слишком короткий.
tr: CVV/CVC çok kısa.
uk: CVV/CVC є занадто коротким.
vi: CVV/CVC là quá ngắn.

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
ar: يمنع تغييرالبريد الإلكتروني أو كلمة المرور المدير في منطقة العميل. الرجاء تسجيل الدخول باستخدام حساب عميل.
cs: Nemůžete změnit e-mail nebo heslo správce do zákaznické oblasti. Prosím, přihlaste se pomocí účtu zákazníka.
da: Det er forbudt for at ændre admin e-mail eller adgangskode i området debitor. Venligst log på ved hjælp af en kundekonto.
de: Es ist nicht erlaubt, die Admin E-Mail Adresse oder das Passwort im Kundenbereich zu ändern. Bitte loggen Sie sich mit einem Kunden-Account ein.
el: Δεν επιτρεπεται να αλλάξει το email ή ο κωδικός του admin η στο χώρο του πελάτη. Παρακαλούμε συνδεθείτε χρησιμοποιώντας ένα λογαριασμό πελάτη.
es: Está prohibido cambiar la dirección de correo o la contraseña del administrador en el área de cliente. Por favor, inicia la sesión utilizando una cuenta de usuario.
id: Tidak dibolehkan untuk mengubah admin email atau password di area pelanggan. Silahkan sign in menggunakan account pelanggan.
ja: 管理者用Eメールアドレスやパスワードをショップフロントから変更することはできません。顧客用アカウントでログインしてください。
no: Det er ikke tillat å endre admin epost eller passord i kundeområdet. Vennligst logg inn ved hjelp av en kundekonto.
ru: Нельзя менять email и пароль администратора через витрину. Пожалуйста, войдите с помощью учетной записи покупателя.
tr: Müşteri alanından yönetici e-posta ve şifresi değiştirilemez. Lütfen bir müşteri hesabı kullanarak oturum açın.
uk: Не можна міняти email і пароль адміністратора через вітрину. Будь ласка, увійдіть за допомогою облікового запису покупця.
vi: Điều này là không được phép để thay đổi email quản trị hoặc mật khẩu trong khu vực khách hàng. Xin vui lòng đăng nhập bằng một tài khoản khách hàng.

# Languages::exact_phrase
source: The exact phrase
ar: الجملة بالكامل
cs: Přesná fráze
da: Den nøjagtige sætning
de: Der genaue Satz
el: Η συγκεκριμένη φράση
es: Frase exacta
id: Frase yang benar-benar sama
ja: 完全一致
no: Den nøyaktige frasen
ru: Точная фраза
tr: Kesin ifade
uk: Точна фраза
vi: Cụm từ chính xác

# Languages::excellent
source: Excellent!
ar: ممتاز!
cs: Vynikající!
da: Fremragende!
de: Ausgezeichnet
el: Εξαιρετικό
es: Excelente!
id: Baik Sekali
ja: 最高
no: Utmerket!
ru: Отлично!
tr: Mükemmel!
uk: Чудово!
vi: Tuyệt vời!

# Languages::exception
source: Exception
ar: استثناء
cs: Výjimka
da: Undtagelse
de: Ausnahme
el: Εξαίρεση
es: Excepción
id: Pengecualian
ja: 例外
no: Unntak
ru: Исключение
tr: Hariç tutulan
uk: Виняток
vi: Ngoại lệ

# Languages::exceptions
source: Exceptions
ar: الاستثناءات
cs: Výjimky
da: Undtagelse
de: Ausnahmen
el: Εξαιρέσεις
es: Excepciones
id: Pengecualian
ja: 例外
no: Unntak
ru: Исключения
tr: Hariç tutulanlar
uk: Винятки
vi: Trường hợp ngoại lệ

# Languages::exceptions_type
source: Exceptions type
ar: نوع الاستثناءات
cs: Typy vyjímek
da: Undtagelser type
de: Art der Ausnahmen
el: Τύποι εξαιρέσεων
es: Tipo de excepciones
id: Jenis Pengecualian
ja: コンビネーションの設定方法
no: Unntakstype
ru: Тип исключений
tr: İstisna türü
uk: Тип винятків
vi: Loại ngoại lệ

# Languages::exception_disabled
source: No variant can be selected
ar: لا يمكن اختيار تنوع
cs: Nemůže být vybrána žádná varianta
da: Ingen variant kan vælges
de: Es kann keine Variante selektiert werden
el: Δεν μπορεί να επιλεχθεί παραλλαγή
es: No se puede seleccionar ninguna variante
id: Tidak ada varian yang bisa dipilih
ja: 指定不可
no: Ingen variant kan velges
ru: Нельзя выбрать ни один из вариантов
uk: Жоден варіант не можна вибрати
vi: Không có biến thể có thể được chọn

# Languages::exception_disregard
source: Any variant
ar: أي تنوع
cs: Žádná varianta
da: Enhver variant
de: Jede Variante
el: Οποιαδήποτε παραλλαγή
es: Cualquier variante
id: Setiap varian
ja: すべてのオプション値
no: Hvilken som helst variant
ru: Можно выбрать любой вариант
uk: Будь-який варіант
vi: Bất kỳ biến thể

# Languages::exception_error
source: ERROR
ar: خـطـــــأ
cs: CHYBA
da: FEJL
de: FEHLER
el: ΛΑΘΟΣ
ja: エラー
no: FEIL
ru: Ошибка
uk: ПОМИЛКА
vi: LỖI

# Languages::exception_error_code
source: Error code:
ar: كود الخطأ:
cs: Kód chyby:
da: Fejlkode:
de: Fehlercode:
el: Κωδικός Λάθους:
es: Código de error:
id: Kode Error:
ja: エラーコード:
no: Feilmelding:
ru: Код ошибки:
tr: Hata kodu:
uk: Код помилки:
vi: Mã lỗi:

# Languages::exception_exist
source: This exception combination already exists
ar: التركيبة المستثناة موجودة بالفعل
cs: Tato výjimka již existuje
da: Denne undtagelse kombination findes allerede
de: Diese Ausnahme Kombination existiert bereits.
el: Αυτός ο συνδυασμός εξαίρεσης υπάρχει ήδη
es: Esta combinación de excepciones ya existe
id: Kombinasi Pengecualian ini sudah ada
ja: この例外組み合わせはすでに存在します
no: Denne unntakskombinasjonen eksisterer allerede
ru: Эта комбинация исключений уже существует
tr: Hariç tutma kombinasyonu zaten kullanımda
uk: Ця комбінація виключень вже існує
vi: Sự kết hợp ngoại lệ này đã tồn tại

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
ar: عذراً!<br />لا يمكن العثور على ما تبحث عنه.
cs: Jejda! <br />Nebyli jsme schopni najít, co hledáte.
da: Oops!<br /> vi kunne ikke finde det du leder efter.
de: Oops!<br />Wir sind nicht in der Lage zu finden was Sie suchen.
el: Συγνωμη!<br />Δεν είμαστε σε θέση να βρούμε αυτό που ψάχνετε.
es: Oops!<br />No hemos encontrado lo que buscaba.
id: Oops!<br />Kami tidak dapat menemukan apa yang Anda cari.
ja: ページが見つかりません
no: Oops!<br />Vi finner ikke siden du leter etter.
ru: Извините!<br />Мы не смогли найти то, что вы искали.
tr: Hata!<br />Aradığınız sayfa bulunamadı.
uk: Ой!<br/>не вдалося знайти те, що ви шукали.
vi: Rất tiếc! <br /> Chúng tôi không thể tìm thấy những gì bạn đang tìm kiếm.

# Languages::exchange_rate
source: Live exchange rates
ar: معدلات التغيير الحية
cs: Aktuální kurzy měn
da: Live valutakurser
de: Live (Echtzeit) Wechselkurse
el: Ισοτιμίες σε πραγματικό χρόνο
es: Tasas de cambio en tiempo real
id: Nilai Tukar live
ja: リアルタイム為替レート
no: Live valutakurser
ru: Курсы валют онлайн
tr: Canlı döviz kurları
uk: Курси валют онлайн
vi: Tỷ giá ngoại tệ trực tiếp

# Languages::exec
source: Execute
ar: تنفيذ
cs: Spustit
da: Udføre
de: Ausführen
el: εκτέλεση
es: Ejecutar
id: Eksekusi
ja: 実行
no: Utfør
ru: Исполнение
tr: Gerçekleştir
uk: Виконання
vi: Thực hiện

# Languages::exim_remove_additional_images
source: Clean up
ar: إفراغ
cs: Delete additional images
da: Rydde op
de: Zusätzliche Bilder löschen
el: Διαγραφή των επιπλέον εικόνων
es: Limpiar
id: Hapus gambar tambahan
ja: 既存の追加画像の削除
no: Rydd opp
ru: Удалить дополнительные изображения
tr: Delete additional images
uk: Прибирати
vi: Làm sạch

# Languages::exit_point
source: Exit point
ar: صفحة الخروج
cs: Výstupní bod
da: Afslut point
de: Ausgangs-Punkt (Exit Point)
el: Πόντος εξόδου
es: Punto de salida
id: Titik keluar
ja: 終了ページ
no: Utgangs punkt
ru: Точка выхода
tr: Çıkış Puanı
uk: Точка виходу
vi: Điểm thoát

# Languages::expanded
source: Expanded
ar: ممتدة
cs: Rozšířený
da: Udvidet
de: Erweitert
el: Διευρυμένο
es: Ampliado
id: Diperluas
ja: デフォルトで展開
no: Utvidet
ru: Развернутый
uk: Розгорнутий
vi: Mở rộng

# Languages::expand_collapse_list
source: Expand / collapse the list of items
ar: تمديد / تقليص القائمة
cs: Rozbalit / sbalit seznam položek
da: Udvid / skjul listen over emner
de: Liste der Artikel aufklappen/zuklappen
el: Ανάπτυξη/ Σύμπτηξη της λίστας ειδών
es: Expandir / contraer lista
id: Tampilkan / sembunyikan daftar item
ja: 展開する / 閉じる
no: Utvid/skjul listen over elementer
ru: Расширить / сократить список элементов
tr: Öğe listesini genişlet
uk: Розгорнути / згорнути список елементів
vi: Mở rộng / thu hẹp danh sách các mục

# Languages::expand_sublist_of_items
source: Expand the sublist of items
ar: تمديد القوائم الفرعية
cs: Rozšířit podseznam položek
da: Udvid underliste over emner
de: Unterliste der Artikel aufklappen
el: Ανάπτυξη της Υπολίστας Ειδών
es: Expandir sub-lista
id: Perluas item sublist
ja: アイテムのサブリストを展開
no: Utvid underliste av elementer
ru: Расширить подсписок элементов
tr: Öğe alt listesini genişlet
uk: Розгорніть підсписок елементів
vi: Mở rộng mục con của mục

# Languages::expired
source: Expired
ar: منتهية
cs: Vypršela platnost
da: Udløbet
de: Abgelaufen
el: έληξε
es: Expirado
id: Kadaluarsa
ja: 期限切れ
no: Utgått
ru: Истекший
uk: Закінчився термін дії
vi: Hết hạn

# Languages::expirepreauth
source: Preauthorization
ar: إذن مسبق
cs: Předběžně schváleno
da: Forhåndsgodkendelse
de: Pre- Autorisierung
el: Προέγκριση
es: Autorización previa
id: Pra-otorisasi
no: Forhåndsgodkjenning
ru: Преавторизация
uk: Преавторизація
vi: Cho phép trước

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
ar: الإذن المسبق يقوم بتعليق المبلغ لأيام. اكبر قيمة هي 30 يوم. With the "Sale" request type, leave this field empty.
cs: Limit ve dnech k předautorizaci. Maximální hodnota je 30 dní. Pokud používáte typu dotazu "prodej", nechte toto pole prázdné.
da: Forhåndsgodkendelsen grænse i dage. Den maksimale værdi er 30 dage. Med anmodningstype "Salg" Lad dette felt være tomt.
de: Wartezeit in Tage für die Pre- Autorisierung. Der maximale Wert ist 30 Tage. Mit dem Anfragetyp "Verkauf", dieses Feld leer lassen.
el: Όριο προέγκρισης παρακρατησης σε ημέρες. Η μέγιστη τιμή είναι 30 ημέρες. Με τον τύπο αίτησης "Sale", αφήστε κενό αυτό το πεδίο.
es: Límite de días en espera de preautorización, El valor máximo es 30 días. Con el tipo de petición "Venta", deje este campo vacío.
id: Pra-otorisasi dilakukan dalam beberapa hari. Batasanmaksimum adalah 30 hari . Dengan jenis permintaan pesanan,biarkan kolom ini kosong.
no: Holdegrense for forhåndsgodkjenning i dager. Den maksimale verdien er 30 dager. Med "Sale" forespørselstype, la dette feltet stå tomt.
ru: Лимит для Preauthorization в днях. Максимальное значение 30 дней. Если используется тип запроса “Sale”, оставьте поле пустым.
uk: Ліміт для Preauthorization в днях. Максимальне значення 30 днів. Якщо використовується тип запиту “Sale”, залиште поле порожнім.
vi: Cho phép trước giữ giới hạn theo ngày. Giá trị tối đa là 30 ngày. Với loại yêu cầu "Bán", để lĩnh vực này trống.

# Languages::expiry_date
source: Expiration date
ar: تاريخ الانتهاء
cs: Datum splatnosti
da: Udløbsdato
de: Ablaufdatum
el: Ημερομηνία Λήξης
es: Fecha caducidad
id: Tanggal kadaluarsa
ja: 有効期限
no: Utløpsdato
ru: Дата истечения
tr: Bitiş tarihi
uk: Термін придатності
vi: Ngày hết hạn

# Languages::export
source: Export
ar: تصدير
cs: Exportovat
da: Eksport
de: Exportieren
el: Εξαγωγή
es: Exportar
id: Ekspor
ja: エクスポート
no: Eksport
ru: Экспорт
tr: Kaydet
uk: Експорт
vi: Xuất dữ liệu

# Languages::exported_fields
source: Exported fields
ar: الحقول المصدرة
cs: Exportovaná pole
da: Eksport felt
de: Exportierte Felder
el: Εξαγωγή πεδίων
es: Campos exportados
id: Field yang diekspor
ja: エクスポート対象フィールド
no: Eksporterte felt
ru: Экспортируемые поля
tr: Çıkarılan bilgiler
uk: Експортовані поля
vi: Xuất dữ liệu mục

# Languages::exported_files
source: Exported files
ar: الملفات المصدرة
cs: Exportovaná pole
da: Eksport filer
de: Exportierte Dateien
el: Εξαγωγή αρχείων
es: Archivos exportados
id: File yang diekspor
ja: エクスポート済ファイル
no: Eksporterte filer
ru: Экспортируемые файлы
tr: Çıkarılan dosyalar
uk: Експортовані файли
vi: Xuất dữ liệu tập tin

# Languages::exporting_data
source: Exporting data
ar: تصدير البيانات
cs: Exportovaná data
da: Eksporting data
de: Daten exportieren
el: Εξάγοντας δεδομένα
es: Exportando datos
id: Mengekspor data
ja: データをエクスポートしています
no: Eksporterer data
ru: Экспорт данных
tr: Veri kaydediliyor
uk: Експорт даних
vi: Xuất dữ liệu

# Languages::export_data
source: Export data
ar: تصدير البيانات
cs: Export dat
da: Eksport data
de: Daten exportieren
el: Εξαγωγή δεδομένων
es: Exportar datos
id: Ekspor data
ja: エクスポート
no: Eksporter data
ru: Экспорт данных
tr: Veriyi kaydet
uk: Експорт даних
vi: Xuất dữ liệu

# Languages::export_locations
source: Export locations
ar: تصدير المناطق
cs: Export lokality
da: Eksport lokationer
de: Positionen exportieren
el: Εξαγωγη Τοποθεσιων
es: Exportar ubicaciones
id: Ekspor location
ja: ロケーションのエクスポート
no: Eksporter beliggenheter
ru: Экспортировать страницы макета
tr: Lokasyonları dışa aktar
uk: Експортувати локації
vi: Xuất dữ liệu địa điểm

# Languages::export_options
source: Export options
ar: خيارات التصدير
cs: Možnosti exportu
da: Eksport valgmulighed
de: Export Optionen
el: Εξαγωγή επιλογών
es: Exportar opciones
id: Opsi ekspor
ja: エクスポートオプション
no: Eksportopsjoner
ru: Параметры экспорта
tr: Seçenekleri kaydet
uk: Параметри експорту
vi: Xuất dữ liệu tùy chọn

# Languages::export_selected
source: Export selected
ar: تصدير المحدد
cs: Exportovat vybrané
da: Eksport valgt
de: Selektierte exportieren
el: Εξαγωγή επιλεγμένων
es: Exportar seleccionado
id: Ekspor pilihan
ja: 選択したデータをエクスポート
no: Eksporter valgte
ru: Экспортировать выбранные
tr: Seçilenleri kaydet
uk: Експортувати обрані
vi: Xuất dữ liệu đã chọn

# Languages::extended
source: Extended
ar: ممتد
cs: Rozšířený
da: Omfattende
de: Erweitert
el: Επέκταση
es: Extendido
id: Diperluas
ja: 拡張型
no: Utvidet
ru: Расширенный
tr: Genişletilmiş
uk: Розширений
vi: Mở rộng

# Languages::extra
source: Extra
ar: تفاصيل
cs: Více
da: Ekstra
el: Επιπλέον
id: Ekstra
ja: 詳細
no: Ekstra
ru: Подробнее
tr: Ekstra
uk: Детальніше
vi: Mở rộng

# Languages::extra_services
source: Extra services
ar: خدمات إضافية
cs: Extra služby
da: Ekstra services
de: Zusätzliche Leistungen
el: Επιπλέον υπηρεσίες
es: Servicios extra
id: Layanan ekstra
no: Ekstra tjenester
ru: Дополнительные сервисы
uk: Додаткові послуги
vi: Dịch vụ bổ sung
