Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_forbidden_functionality
source: <p>To use this feature, you need a [product] license.</p>
ar: <p>لاستخدام هذه الميزة، تحتاج إلى ترخيص [product]-</p>
cs: <p>Chcete-li použít tuto funkci, budete potřebovat [product] licenci.</p>
da: <p>Hvis du vil bruge denne funktion, du har brug for en [product] licens.</p>
el: <p>Για να χρησιμοποιήσετε αυτήν τη δυνατότητα, χρειάζεστε μια άδεια [product].</p>
es: <p>Para usar esta función, necesita una licencia del [product].</ p>
id: <p>Untuk menggunakan fitur ini, Anda membutuhkan [product] lisensi.</p>
ja: <p>この機能を利用するには、[product] のライセンスを購入いただく必要があります。</p>
no: <p>For å bruke denne funksjonen, må du ha en [product] lisens.</p>
ru: <p>Чтобы пользоваться этой функцией, приобретите лицензию [product].</p>
tr: <p>Bu özelliği kullanmak için bir [product] lisans gerekir.</p>
uk: <p>Щоб користуватися цією функцією, придбайте ліцензію [product].</p>
vi: <p>Để sử dụng tính năng này, bạn cần một giấy phép [product].</p>

# Languages::upgrade_license
source: Upgrade my license
ar: ترقية الترخيص الخاص بي
de: Meine Lizenz aktualisieren
el: Αναβάθμιση Άδειας
es: Actualiza mi licencia
id: Tingkatkan lisensi saya
ru: Обновить лицензию
uk: Оновити ліцензію

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
ar: غير مسموح برفع ملفات بالامتداد <b>.[ext]</b>. الامتدادات المسموحة هي: <b>[exts]</b>
cs: Není dovoleno nahrávat soubory s příponou <b>.[ext]</b>. Povolené přípony jsou: <b>[exts]</b>
da: Det er ikke tilladt at uploade filer med <b>. [Ext] </ b> forlængelse. Tilladt udvidelser er: <b> [ekstrakter] </ b>
de: Es ist nicht erlaubt Dateien mit der Erweiterung <b>.[ext]</b> hochzuladen (upload). Erlaubte Erweiterungen sind: <b>[exts]</b>
el: Δεν επιτρέπεται να ανεβάσετε τα αρχεία με τις <b>.[ext]</b> καταλήξεις. Επιτρεπόμενες καταλήξεις: <b>[exts]</b>
es: No esta permitido subir archivos con extensión <b>.[ext]</b>. Las extensiones permitidas son: <b>[exts]</b>
id: Tidak diperbolehkan untuk mengunggah file dengan ekstensi<b>.[ext]</b>. ekstensi yang diizinkan: <b>[exts]</b>
ja: 拡張子 <b>.[ext]</b> のファイルはアップロードできません。 アップロード可能な拡張子: <b>[exts]</b>
no: Det er ikke tillatt å laste opp filer med <b>.[ext]</b> forlengelse. Tillatte utvidelser er: <b>[exts]</b>
ru: Загружать файлы с расширением <b>.[ext]</b> запрещено. Допустимые расширения: <b>[exts]</b>
uk: Заборонено завантажувати файли з розширенням <b>.[ext]</b>. Допустимі розширення: <b>[exts]</b>
vi: Nó không được cho phép để tải lên các tập tin với phần mở rộng <b>.[ext]</b>. Cho phép Tiện ích mở rộng: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
ar: غير مسموح برفع ملفات حجمها أكبر من <b>[size]</b>
cs: Není dovoleno nahrávat soubory s velikostí větší než <b>[size]</b>
da: Det er ikke tilladt at uploade filer med størrelse mere end <b> [size] </ b>
de: Es ist nicht erlaubt Dateien grösser als <b>[size]</b> hochzuladen (upload)
el: Δεν επιτρέπεται να ανεβάσετε αρχεία με μέγεθος πάνω από <b>[size]</b>
es: No está permitido subir archivos con tamaño mayor de <b>[size]</b>
id: Tidak diperbolehkan untuk mengunggah file dengan ukuranlebih dari <b>[size]</b>
ja: ファイルサイズが <b>[size]</b> を超えるファイルはアップロードできません。
no: Det er ikke tillatt å laste opp filer større enn <b>[size]</b>
ru: Загружать файлы с размером больше чем <b>[size]</b> запрещено
uk: Завантажувати файли розміром більше ніж <b>[size]</b> заборонено
vi: Nó không được cho phép để tải lên các tập tin với kích thước lớn hơn <b>[size]</b>

# Languages::text_license_required_full
source: Your current CS-Cart edition is Professional. We also offer another one, a more advanced edition—<b>Ultimate</b>. With CS-Cart Ultimate, you'll be able to use unlimited number of storefronts and the mobile commerce app as well as the eBay Synchronization add-on and the Facebook app without additional fees. To unlock unlimited storefonts and mobile commerce, get the Ultimate license.
ar: هو النسخة الحالية من عربة CS Professional. ونحن نقدم أيضا واحد آخر، إصدار أكثر تقدما، <b>Ultimate</b>. مع عربة خدمات العملاء "في نهاية المطاف"، عليك أن تكون قادراً على استخدام عدد غير محدود من واجهات المحلات والتطبيق المحمول التجارة، فضلا عن موقع ئي بأي إضافة التزامن والتطبيق فيسبوك دون رسوم إضافية. لفتح storefonts غير محدود والتجارة المتنقلة، الحصول على الترخيص النهائي.
da: Din nuværende CS-Cart udgave er professionel. Vi tilbyder også en anden en, en mere avanceret udgave — <b>Ultimate</b>. Med CS-Cart Ultimate, vil du kunne bruge ubegrænset antal butiksfacader og mobilhandel app samt eBay synkronisering tilføjelse og Facebook app uden ekstra gebyrer. Hen til låse op ubegrænset storefonts og mobilhandel, får den ultimative licens.
de: Ihre aktuelle CS-Cart Edition ist Professional. Wir bieten auch ein weiteres an, eine erweiterte Edition-<b>Ultimate</b>. Mit CS-Cart Ultimate können Sie eine unbegrenzte Anzahl von Schaufenstern und die Mobile Commerce App, sowie das eBay Synchronization Add-on und die Facebook App ohne zusätzliche Kosten nutzen. Um unbegrenzte Storefonts und Mobile Commerce freizuschalten, erhalten Sie die Ultimate-Lizenz.
el: Την τρέχουσα έκδοση του CS-Cart είναι Professional. Προσφέρουμε επίσης μια ακόμη πιο προηγμένη έκδοση — <b>Ultimate</b>. Με το CS-Cart Ultimate, θα είστε σε θέση να χρησιμοποιήσετε απεριόριστο αριθμό καταστημάτων αλλά και το mobile commerce app, καθώς και το πρόσθετου συγχρονισμού eBay και την εφαρμογή του Facebook χωρίς πρόσθετα κόστη. Για να ξεκλειδώσετε τα απεριόριστα storefronts και το mobile commerce app, αγοράστε την άδεια για Ultimate.
es: Su edición actual de CS-Cart es Profesional. También ofrecemos otra, una edición más avanzada—<b>Ultimate</b>. Con CS-Cart Ultimate, podrá usar un número ilimitado de páginas de inicio de productos de la tienda y la aplicación de comercio móvil, así como el complemento de Sincronización de eBay y la aplicación de Facebook sin cargos adicionales. Para desbloquear las páginas de inicio de productos de la tienda ilimitadas y comercio móvil, obtenga la licencia Definitiva.
id: Edisi CS-Cart saat ini adalah Professional. Kami juga menawarkan yang lain, edisi yang lebih maju-<b>Ultimate</b>. Dengan CS-Cart Ultimate, Anda dapat menggunakan jumlah etalase dan aplikasi mobile commerce yang tidak terbatas serta add-on Sinkronisasi eBay dan aplikasi Facebook tanpa biaya tambahan. Untuk membuka storefonts dan mobile commerce tak terbatas, dapatkan lisensi Ultimate.
ja: 現在ご利用いただいているCS-Cartのエディションは「プロ」です。「アルティメット」エディションに変更すると、複数ショップ機能を使って無制限にショップを追加することができます。「アルティメット」エディションに変更するには、ライセンスの購入が必要です。
no: Din nåværende CS-Cart-versjon er Professional. Vi tilbyr også en annen, og mer avansert versjon—<b>Ultimate</b>. Med CS-Cart Ultimate vil du være i stand til å bruke ubegrenset antall butikkforsider og ha butikken tilpasset for mobile enheter samt eBay-synkronisering og plassering av nettbutikken på bedriftens Facebook-side uten ekstra kostnad. For å låse opp for ubegrensede butikkforsider og mobilhandel, skaff deg en Ultimate lisens.
ru: В данный момент у вас установлена редакция CS-Cart Professional. Мы также предлагаем более продвинутую редакцию CS-Cart — <b>Ultimate</b>. Редакция Ultimate позволяет использовать неограниченное число витрин, а также подключить приложение для мобильной коммерции, модуль синхронизации с eBay и приложение для Facebook, без дополнительной платы. Чтобы разблокировать неограниченное число витрин и приложение для мобильной коммерции, приобретите Ultimate-лицензию.
tr: Geçerli CS-Cart versiyonunuz Profesyonel. Size bir daha gelişmiş birdiğerini, <b>Ultimate</b> öneriyoruz. CS-Cart Ultimate ile sınırsız mağaza, mobil uygulama, eBay Senkronizasyonu ve Facebook uygulamalarına ilave ücret ödemeden sahip olacaksınız. Sınırsız mağaza ve mobil ticaret için Ultimate lisansı alınız.
uk: В даний момент у вас встановлена редакція CS-Cart Professional. Ми також пропонуємо більш просунуту редакцію CS-Cart - <b>Ultimate</b>. Редакція Ultimate дозволяє використовувати необмежену кількість вітрин, а також підключити додаток для мобільної комерції, модуль синхронізації з eBay і додаток для Facebook, без додаткової плати. Щоб розблокувати необмежену кількість вітрин і додаток для мобільної комерції, придбайте Ultimate-ліцензію.
vi: Ấn bản CS-giỏ hàng hiện tại của bạn là chuyên nghiệp. Chúng tôi cũng cung cấp một số khác, một phiên bản tiên tiến hơn-<b>cuối cùng</b>. Với CS-Cart cuối cùng, bạn sẽ có thể sử dụng không giới hạn số lượng storefronts và các ứng dụng thương mại điện tử di động cũng như eBay đồng bộ hóa tiện ích và ứng dụng Facebook mà không cần lệ phí bổ sung. Để mở khóa không giới hạn storefonts và điện thoại di động thương mại, nhận được giấy phép cuối cùng.

# Languages::text_license_required_storefronts
source: Add as many storefronts as you want and manage them via a single admin panel.
ar: إضافة العديد من واجهات المتاجر كما تريد وإدارتها عن طريق لوحة تحكم واحدة.
da: Tilføje så mange butiksfacader som du ønsker, og administrere dem via et enkelt admin panel.
de: Fügen Sie so viele Schaufenster hinzu, wie Sie möchten und verwalten Sie diese über ein einziges Verwaltungsfenster.
el: Προσθέσετε όσα καταστήματα θέλετε και διαχειριστείτε τα μέσω ενός ενιαίου admin panel.
es: Agregue tantas páginas de inicio de productos de la tienda como desee y adminístrelas a través de un solo panel de administración.
id: Tambahkan sebanyak mungkin etalase yang Anda inginkan dan kelola melalui satu panel admin.
ja: １つの管理画面で複数のショップを運用できます。追加できるショップ数に上限はありません。
no: Legg til så mange butikkforsider som du ønsker og administrer dem via ett enkelt adminpanel.
ru: Добавляйте столько витрин, сколько нужно именно вам и управляйте ими с помощью одной панели администратора.
tr: Dilediğiniz kadar mağazayı tek yönetici panelinden ekleyin ve yönetin.
uk: Додавайте стільки вітрин, скільки потрібно саме вам і керуйте ними за допомогою однієї панелі адміністратора.
vi: Thêm nhiều cửa hàng bạn muốn và quản lý chúng thông qua một bảng quản trị duy nhất.

# Languages::text_license_required_facebook
source: Build your store into your Facebook page to get closer to your audience and draw more new customers.
ar: بناء المتجر الخاص بك في صفحة ألفيس بوك الخاصة بك للاقتراب من الجمهور وجذب المزيد من الزبائن الجدد.
da: Byg din butik til din Facebook-side til at komme tættere på din målgruppe og trække flere nye kunder.
de: Integrieren Sie Ihren Shop in Ihre Facebook-Seite, um näher an Ihre Zielgruppe heranzukommen, um mehr Kunden zu gewinnen.
el: Κατασκευάστε το κατάστημά σας στη σελίδα σας στο Facebook για να βρεθείτε πιο κοντά στο κοινό σας και να φερετε περισσότερους νέους πελάτες.
es: Construya su tienda en su página de Facebook para acercarse a su audiencia y atraer a más clientes nuevos.
id: Bangun toko Anda ke halaman Facebook Anda untuk lebih dekat dengan audiens Anda dan menarik lebih banyak pelanggan baru.
ja: Facebookページ内にショップを構築することができます。
no: Plasser butikken på bedriftens Facebook-side for å komme nærmere publikum og få flere nye kunder.
ru: Добавьте свой магазин на страницу в Facebook, чтобы стать ближе к своей аудитории и привлечь больше покупателей.
tr: Mağazanızı Facebook sayfanızda kurun. Hedef kitlenize ve yeni müşterilerinize yaklaşın.
uk: Додайте свій магазин на сторінку в Facebook, щоб стати ближче до своєї аудиторії і залучити більше покупців.
vi: Xây dựng các cửa hàng vào trang Facebook của bạn để gần gũi hơn với đối tượng của bạn và thu hút thêm khách hàng mới.

# Languages::text_license_required_ebay
source: Boost your sales by selling products presented in your CS-Cart store on the world's biggest marketplace—eBay.
ar: زيادة المبيعات الخاص بك عن طريق بيع المنتجات المعروضة في متجرك CS-Cart في أكبر سوق في العالم – موقع eBay.
da: Øge dit salg ved at sælge produkter, der præsenteres i din CS-Cart butik på verdens største markedsplads — eBay.
de: Steigern Sie Ihren Umsatz, indem Sie Produkte, die in Ihrem CS-Cart Store präsentiert werden, auf dem weltweit größten Marktplatz -eBay- verkaufen.
el: Αυξήστε τις πωλήσεις σας πουλώντας προϊόντα που παρουσιάζονται με το CS-Cart κατάστημα στην μεγαλύτερη αγορά του κόσμου — Το eBay.
es: Aumente sus ventas vendiendo productos presentados en su tienda CS-Cart en el mercado más grande del mundo, eBay.
id: Tingkatkan penjualan Anda dengan menjual produk yang disajikan di toko CS-Cart Anda di pasar terbesar di dunia-eBay.
ja: CS-Cart内の商品をeBayで販売できます。
no: Øk salget ved å selge produkter presentert i din CS-Cart nettbutikk på verdens største markedsplass—eBay.
ru: Увеличивайте продажи, размещая представленные в вашем магазине товары на "eBay", самом большой торговой площадке в мире.
tr: CS-Cart mağazanızdaki ürünlerinizi dünyanın en büyük pazaryeri eBay' de sergileyin.
uk: Збільшуйте продажу, розміщуючи представлені в вашому магазині товари на "eBay", найбільшому торговому майданчику в світі.
vi: Đẩy mạnh việc bán hàng của bạn bằng cách bán các sản phẩm được trình bày trong cửa hàng CS-Cart của bạn trên thị trường lớn nhất thế giới-eBay.

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
ar: نرجو إتمام عملية الدفع أدناه.<br />هذه صفحة دفع مأمنة, وتخدم من مكان مأمون.
cs: Prosím, dokončete svou platbu.<br />Toto je zajištěna platební stránka, obsluhována z bezpečné lokace.
da: Udfyld din betaling nedenfor. < br / > dette er en sikker betaling side, leveret fra en sikker lokation.
de: Bitte vervollständigen Sie Ihre Zahlung unten. <br />Dies ist eine sichere Zahlungsseite, die von einem sicheren Ort aus bedient wird.
el: Παρακαλούμε να ολοκληρώσετε την πληρωμή σας<br /> Πρόκειται για μια ασφαλή σελίδα πληρωμής,από μια ασφαλή θέση.
es: Por favor completa pago siguiente.<br /> esta es una página de pago seguro, suministrada desde un entorno seguro.
id: Silahkan menyelesaikan pembayaran Anda di bawah ini.<br/>Ini adalah halaman pembayaran yang aman, dioperasikan dari lokasi yang aman.
no: Vennligst fullfør betalingen nedenfor.<br />Dette er en sikker betalingsside, betjent fra en sikker beliggenhet.
ru: Пожалуйста, завершите оплату ниже.<br />Это безопасная страница оплаты.
uk: Будь ласка, завершіть оплату нижче.<br />Це безпечна сторінка оплати.
vi: Xin vui lòng hoàn thành thanh toán của bạn dưới đây. <br /> Đây là một trang thanh toán an toàn, phục vụ từ một vị trí an toàn.

# Languages::text_license_required_storefronts-title
source: Unlimited Storefronts
ar: واجهات المتاجر غير محدود
cs: Neomezené obchody
da: Ubegrænset butiksfacader
de: Unbegrenzte Schaufensterfronten
el: Απεριόριστα Καταστήματα
es: Páginas de inicio de productos de la tienda ilimitadas
id: Etalase tak terbatas
ja: 追加ショップ数に上限なし
no: Ubegrenset med butikkforsider
ru: Неограниченное число витрин
tr: Sınırsız Mağaza
uk: Необмежена кількість вітрин
vi: Không giới hạn Cửa hàng

# Languages::text_license_required_facebook-title
source: Facebook App
ar: معرف التطبيق الفيسبوك Facebook App
es: Aplicación de Facebook
ja: フェイスブックアプリ
ru: Приложение для Facebook
uk: Застосунок Facebook
vi: Ứng dụng Facebook

# Languages::text_license_required_ebay-title
source: eBay Synchronization
ar: المزامنة مع إيباي eBay
cs: Synchronizace s eBay
da: eBay synkronisering
de: eBay-Synchronisation
el: Συγχρονισμος eBay
es: sincronización de eBay
id: sinkronisasi eBay
ja: eBayと同期
no: eBay synkronisering
ru: Синхронизация с eBay
tr: eBay Senkronizasyonu
uk: синхронізація з eBay
vi: Đồng bộ hóa eBay

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
ar: يجب تفعيل <strong>الوضع المتكامل</strong>.
cs: Aktivovat <strong>Plný režim</strong>.
da: <strong>Full mode</strong> kræves.
de: <strong>Full Mode</strong> erforderlich.
el: Απαιτείται <strong>Πλήρης Λειτουργία</strong>.
es: <strong>Modo Full</strong> es requerido.
id: <strong>Full mode</strong> dibutuhkan
ja: フルモードを有効化してください
no: <strong>Full-modus</strong> påkrevd.
ru: Активируйте <strong>Полный режим</strong>
tr: <strong>Tam mod</strong> gerekli.
uk: Активуйте <strong>Повний режим</strong>.
vi: <strong>Chế độ đầy đủ</strong> yêu cầu.

# Languages::license_required
source: [product] license required
ar: [product] الترخيص المطلوب
cs: Licence [product] požadována
da: [product] licens er påkrævet
de: [product] Lizenz benötigt
el: Απαιτείται άδεια χρησης [product]
es: [product] se requiere licencia
id: [product] lisensi diperlukan
ja: [product] ライセンス承認
no: [product] lisens kreves
ru: Требуется лицензия [product]
tr: [product] lisansı gerekli
uk: Потрібна ліцензія [product]
vi: [product] giấy phép yêu cầu.

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
cs: <p>V nastaveních obchodníka Gate2Shop, prosím, nastavte následující hodnoty:</p><p>URL pro úspěch, neúspěch a zrušení: <b>[result_url]</b></p><p>Zpět URL: <b>[back_url]</b></p>
da: <p> Angiv følgende værdier i Gate2Shop købmand indstillinger: </ p> Success, mislykkedes, og annullerede URL: <b> [result_url] </ b> </ p> Tilbage URL: <b> [back_url] </ b> </ p>
de: <p>Bitte setzen Sie die folgenden Werte in den Gate2Shop-Händlereinstellungen</p><p>Erfolg, fehlgeschlagene und abgebrochene URL:<b>[result_url]</b></p><p>Back URL:<b>[back_url]</b></p>
el: <p>Παρακαλώ ορίστε τις παρακάτω τιμές στις ρυθμίσεις Gate2Shop:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
es: <p>Por favor establece los siguientes valores en los ajustes de comerciante de Gate2Shop:</p><p>URL de éxito, fracaso y cancelación: <b>[result_url]</b></p><p>URL de regreso:<b>[back_url]</b></p>
id: <p>Silakan set nilai berikut dalam pengaturan pedagang Gate2Shop:</p> <p>Sukses, gagal dan membatalkan URL: <b>[result_url]</b></p> <p>URL Kembali: <b>[back_url]</b></p>
no: <p> Vennligst angi følgende verdier i Gate2Shop kjøpmann innstillingene: </ p> Suksess, feilet og avbestilling URL: <b> [result_url] </ b> </ p> Tilbake URL: <b > [back_url] </ b> </ p>
ru: Пожалуйста, задайте следующие значения в параметрах настройки Gate2Shop сервиса: </p> <p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
uk: <p>Будь ласка, задайте наступні значення в параметрах налаштування Gate2Shop сервісу: </p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
vi: <p>Xin vui lòng đặt các giá trị sau trong cài đặt thương gia Gate2Shop:</p> <p>Thành công, không thành công và URL hủy bỏ: <b>[result_url]</b></p> <p>URL Quay lại: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
ar: مكتبة الـ GD <b>غير مركبة</b> على سيرفركم. يرجى الاتصال بمزود خدمة الاستضافة. <br>يمكن استخدام النوع "جدول" فقط للحروف.
cs: GD knihovna <b>NenÍ NAINSTALOVÁNA</b> na vašem serveru. Kontaktujte, prosím, vašeho providera.<br />Pouze typ "Tabulka" lze použít pro tabulky.
da: GD-bibliotek er <b> IKKE INSTALLERET </ b> på din server. Kontakt venligst din udbyder. <br /> Kun "Table" type kan bruges til diagrammer.
de: GD Library ist auf Ihrem Server <b>NICHT INSTALLIERT</b>. Bitte kontaktieren Sie Ihren Hosting Provider.<br>Nur der Typ "Tabelle" kann für Diagramme verwendet werden.
el: Η βιβλιοθήλη GD <b>δεν</b> εγκατεστημένο στον server σας. Παρακαλούμε επικοινωνήστε με τον πάροχο σας. <br />Τα διαγράμματα μπορούν να εκπροσωπούνται μόνο ως πίνακες (chart type "Table").
es: Librería GD <b>NO INSTALADA</b> en tu servidor. Contacta con tu proveedor de hosting. <br />Solo pueden ser usado en las gráficas el tipo "tablas".
ja: お使いのサーバーにはGDライブラリが <b>インストールされていません。</b> レンタルサーバー会社などに確認してください。<br />"表"形式のチャートのみ利用可能です。
no: GD biblioteket er <b> ikke </ b> installert på serveren din. Vennligst kontakt din ISP. <br /> Figurer kan være representert kun som tabeller (diagramtype "Table").
ru: На вашем сервере <b>НЕ УСТАНОВЛЕНА</b> GD библиотека. Пожалуйста, свяжитесь в вашим хостинг провайдером. <br>Только тип "Таблица" может быть использован для графиков.
tr: GD kütüphanesi serverınızda <b>KURULU DEĞİL</b>lütfen hosting yöneticiniz ile bağlantı kurunuz. <br>Çizelge için sadece 'tablo' tipi kullanılabilir.
uk: На вашому сервері <b>НЕ ВСТАНОВЛЕНО</b> GD бібліотеку. Будь-ласка, зв'яжіться в вашим хостинг провайдером.<br /> Тільки тип "Таблиця" може бути використаний для графіків.
vi: Thư viện GD <b>chưa</b> được cài đặt trên máy chủ của bạn. Xin vui lòng liên hệ với nhà cung cấp hosting của bạn. <br />Biểu đồ có thể xuất hiện chỉ là bảng (loại biểu đồ "Bảng").
