Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::add_elements
source: Add elements
ar: إضافة عناصر
cs: Přidat prvky
da: Tilføj elementer
de: Artikel hinzufügen
el: Προσθήκη στοιχείων
es: Añadir elementos
id: Buat elemen
ja: 要素の追加
no: Legg til elementer
ru: Добавить элементы
tr: Öğe ekle
uk: Додати елементи
vi: Thêm các thành phần

# Languages::add_empty_item
source: Add empty item
ar: إضافة عنصر فارغ
cs: Přidat prázdnou položku
da: Tilføj tom item
de: Leeres Element hinzufügen
el: Προσθήκη Κενού Είδους
es: Añadir nuevo
id: Buat item kosong
ja: 追加
no: Legg til tomt element
ru: Добавить запись
tr: Boş madde ekle
uk: Додати запис
vi: Thêm mục trống

# Languages::add_feature
source: Add feature
ar: إضافة مواصفة
cs: Přidat parametry
da: Tilføj indehold
de: Eigenschaft hinzufügen
el: Προσθήκη χαρακτηριστικού
es: Añadir caracteríctica
id: Buat fitur
ja: 項目の追加
no: Legg til funksjon
ru: Добавить характеристику
tr: özellik ekle
uk: Додати характеристику
vi: Thêm tính năng

# Languages::add_field
source: Add field
ar: إضافة حقل
cs: Přidat pole
da: Tilføj felt
de: Feld hinzufügen
el: Προσθήκη πεδίου
es: Agregar campo
id: Buat field
ja: フィールドの追加
no: Legg til felt
ru: Добавить поле
tr: Alan ekle
uk: Додати поле
vi: Thêm lĩnh vực

# Languages::add_file
source: Add file
ar: إضافة ملف
cs: Přidat soubor
da: Tilføj fil
de: Datei hinzufügen
el: Προσθήκη αρχείου
es: Añadir archivo
id: Buat file
ja: ファイルの追加
no: Legg til fil
ru: Добавить файл
tr: Dosya ekle
uk: Додати файл
vi: Thêm tập tin

# Languages::add_filter
source: Add filter
ar: إضافة مصفاة
cs: Přidat filtr
da: Tilføj filter
de: Filter hinzufügen
el: Προσθήκη φίλτρου
es: Añadir filtro
id: Buat filter
ja: フィルタの追加
no: Legg til filter
ru: Добавить фильтр
tr: Filtre ekle
uk: Додати фільтр
vi: Thêm bộ lọc

# Languages::add_filters
source: Add filters
ar: إضافة مصفات
cs: Přidat filtry
da: Tilføj filtre
de: Filter hinzufügen
el: Προσθήκη φίλτρων
es: Añadir filtros
id: Buat filter
ja: フィルタの追加
no: Legg til filtre
ru: Добавить фильтры
tr: Filtreler ekle
uk: Додати фільтри
vi: Thêm bộ lọc

# Languages::add_filters_and_close
source: Add filters and close
ar: إضافة المصفات وإغلاق
cs: Přidat filtry a zavřít
da: Tilføj filtre og lukke
de: Filter hinzufügen und schliessen
el: Προσθήκη φίλτρων και κλείσιμο
es: Añadir filtros y cerrar
id: Buat filter dan tutup
ja: フィルタを追加して閉じる
no: Legg til filtre og lukk
ru: Добавить фильтры и закрыть
tr: Filtreler ekle ve kapat
uk: Додати фільтри та закрити
vi: Thêm bộ lọc và đóng

# Languages::add_folder
source: Add folder
ar: إضافة مجلد
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
es: Agregar carpeta
id: Buat folder
ja: フォルダの追加
no: Legg til mappe
ru: Добавить папку
tr: Klasör ekle
uk: Додати папку
vi: Thêm thư mục

# Languages::add_global_option
source: Add global option
ar: إضافة خيار عام
cs: Přidat globální možnosti
da: Tilføj global indstilling
de: Globale Option hinzufügen
el: Προσθήκη Γενικών Επιλογών
es: Añadir opción global
id: Buat Opsi global
ja: グローバルオプションの追加
no: Legg til globalt alternativ
ru: Добавить глобальную опцию
tr: Global seçenek ekle
uk: Додати глобальну опцію
vi: Thêm tùy chọn chung

# Languages::add_grid_block
source: Add grid or block
ar: إضافة شبكة أو كتلة
cs: Přidát mřížku nebo blok
da: Tilføje gitter eller blok
de: Raster oder Block hinzufügen
el: Προσθήκη grid ή block
es: Agregar contenedor o block
id: Buat Grid atau Blok
ja: グリッドまたはブロックの追加
no: Legg til rutenett eller blokk
ru: Добавить секцию или блок
tr: Blok yada Izgara Ekle
uk: Додати секцію або блок
vi: Thêm bảng hoặc khối

# Languages::add_group
source: Add group
ar: إضافة مجموعة
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
el: Προσθήκη Ομάδας
es: Agregar grupo
id: Buat grup
ja: グループの追加
no: Legg til gruppe
ru: Добавить группу
tr: Grup ekle
uk: Додати групу
vi: Thêm nhóm

# Languages::add_item
source: Add item
ar: إضافة عنصر
cs: Přidat položku
da: Tilføj artikel
de: Menu/Link hinzufügen
el: Προσθήκη Στοιχείου
es: Agregar ítem
id: Buat item
ja: アイテムの追加
no: Legg til element
ru: Добавить элемент
tr: Madde ekle
uk: Додати елемент
vi: Thêm mục

# Languages::add_items
source: Add [items]
ar: إضافة [items]
cs: Přidat [items]
da: Tilføj [items]
de: [items] hinzufügen
el: Προσθήκη [items]
es: Añada [items]
id: Buat [items]
ja: [items] を追加
no: Legg til [items]
ru: Добавить [items]
tr: [items] ekle
uk: Додати [items]
vi: Thêm [items]

# Languages::add_language
source: Add language
ar: إضافة لغة
cs: Přidat jazyk
da: Tilføj sprog
de: Sprache hinzufügen
el: Προσθήκη Γλώσσας
es: Agregar idioma
id: Buat bahasa
ja: 言語の追加
no: Legg til et språk
ru: Добавить язык
tr: Dil ekle
uk: Додати мову
vi: Thêm ngôn ngữ

# Languages::add_language_variable
source: Add language variable
ar: إضافة متغير لغة
cs: Přidat jazykovou proměnou
da: Tilføj sprog variable
de: Sprachvariable hinzufügen
el: Προσθήκη Μεταβλητών Γλώσσας
es: Añadir variable de idioma
id: Buat Variabel Bahasa
ja: 言語変数の追加
no: Legg til språkvariabel
ru: Добавить языковую переменную
tr: Dil değişkeni ekle
uk: Додати мовну змінну
vi: Thêm biến ngôn ngữ

# Languages::add_layout
source: Add layout
ar: إضافة تخطيط
cs: Přidat rozložení
da: Tilføje layout
de: Layout hinzufügen
el: Προσθήκη Διάταξης (layout)
es: Añadir diseño
id: Buat layout
ja: レイアウトの追加
no: Legg til layout
ru: Добавить макет
tr: Düzen ekle
uk: Додати макет
vi: Thêm bố trí lớp

# Languages::add_link
source: Add link
ar: إضافة رابط
cs: Přidat link
da: Tilføj link
de: Link hinzufügen
el: Προσθήκη Συνδέσμου
es: Añadir enlace
id: Buat Tautan
ja: リンクの追加
no: Legg til link
ru: Добавить ссылку
tr: Link ekle
uk: Додати посилання
vi: Thêm liên kết

# Languages::add_localization
source: Add localization
ar: إضافة تمركز
cs: Přidat lokalitu
da: Tilføj lokalisering
de: Lokalisierung hinzufügen
el: Προσθήκη Εντοπισμού
es: Añadir localización
id: Buat lokalisasi
ja: ローカライズの追加
no: Legg til lokalisering
ru: Добавить локализацию
tr: Yerelleştirme ekle
uk: Додати локалізацію
vi: Thêm khu vực

# Languages::add_location
source: Add location
ar: إضافة منطقة
cs: Přidat umístění
da: Tilføj sted
de: Position hinzufügen
el: Προσθήκη Τόπου
es: Añadir destino
id: Buat location
ja: ロケーションの追加
no: Legg til beliggenhet
ru: Добавить пункт назначения
tr: Yer ekle
uk: Додати пункт призначення
vi: Thêm vị trí

# Languages::add_rate_area
source: Add rate area
de: Tarifbereich hinzufügen
el: Προσθέστε την περιοχή τιμών
ru: Добавить тарифную зону
uk: Додати тарифну зону
vi: Thêm tỷ lệ khu vực

# Languages::add_menu
source: Add menu
ar: إضافة قائمة
cs: Přidat nabídku
da: Tilføj menu
de: Menu hinzufügen
el: Προσθήκη Menu
es: Añadir menú
id: Buat menu
ja: メニューの追加
no: Legg til meny
ru: Добавить меню
tr: Menü ekle
uk: Додати меню
vi: Thêm trình đơn

# Languages::add_new
source: Add new
ar: إضافة
cs: Přidat nový
da: Tilføj ny
de: Hinzufügen
el: Προσθήκη Νέου
es: Añade nuevo
id: Buat Baru
ja: 追加
no: Legg til ny
ru: Добавить
tr: Yeni ekle
uk: Додати
vi: Thêm mới

# Languages::add_new_field
source: Add new field
ar: إضافة حقل جديد
cs: Přidat novou vlastnost
da: Tilføj nyt felt
de: Neues Feld hinzufügen
el: Προσθήκη νέου πεδίου
es: Añadir nuevo campo
id: Buat field baru
ja: フィールドの追加
no: Legg til nytt felt
ru: Добавить поле
tr: Yeni alan ekle
uk: Додати поле
vi: Thêm lĩnh vực mới

# Languages::add_new_order
source: Adding new order
ar: إضافة طلب جديد
cs: Přidání nové objednávky
da: Tilføjer ny ordre
de: Neue Bestellung hinzufügen
el: Προσθήκη νέας παραγελίας
es: Añadiendo nuevo pedido
id: Buat pesanan baru
ja: 注文の新規登録
no: Legg til ny ordre
ru: Добавление товара
tr: Yeni sipariş ekle
uk: Додавання товару
vi: Thêm đơn hàng mới

# Languages::add_new_variant
source: Add new variant
ar: إضافة تنوع جديد
cs: Přidat novou variantu
da: Tilføj ny variant
de: Neue Variante hinzufügen
el: Προσθήκη νέας παραλλαγής
es: Agregar una variante nueva
id: Buat varian baru
ja: 変数の追加
no: Legg til ny variant
ru: Добавить вариант
tr: Yeni değişken ekle
uk: Додати варіант
vi: Thêm biến thể mới

# Languages::add_option
source: Add option
ar: إضافة خيار
cs: Přidat nastavení
da: Tilføj muligheder
de: Option hinzufügen
el: Προσθήκη Επιλογής
es: Añadir opción
id: Buat opsi
ja: オプションの追加
no: Legg til alternativ
ru: Добавить опцию
tr: Seçenek ekle
uk: Додати опцію
vi: Thêm tùy chọn

# Languages::add_order
source: Add order
ar: إضافة طلب
cs: Přidat objednávku
da: Tilføj ordrer
de: Bestellung hinzufügen
el: Προσθήκη Παραγγελίας
es: Agregar pedido
id: Buat Pesanan
ja: 注文を追加
no: Legg til ordre
ru: Добавить заказ
tr: Sipariş ekle
uk: Додати замовлення
vi: Thêm đơn hàng

# Languages::add_orders
source: Add orders
ar: إضافة طلبات
cs: Přidat objednávky
da: Tilføj ordrer
de: Bestellungen hinzufügen
el: Προσθήκη παραγγελιών
es: Añadir pedidos
id: Buat Pesanan
ja: 注文を追加
no: Legg til ordre
ru: Добавить заказы
tr: Siparişler ekle
uk: Додати кілька замовлень
vi: Thêm đơn hàng

# Languages::add_orders_and_close
source: Add orders and close
ar: إضافة الطلبات وإغلاق
cs: Přidat objednávku a zavřít
da: Tilføj ordrer og luk
de: Bestellungen hinzufügen und schliessen
el: Προσθήκη παραγγελιών και κλείσιμο
es: Añadir pedidos y cerrar
id: Buat pesanan dan tutup
ja: 注文を追加して閉じる
no: Legg til ordre og lukk
ru: Добавить заказы и закрыть
tr: Siparişler ekle ve kapat
uk: Додати кілька замовлень та закрити
vi: Thêm đơn hàng và đóng

# Languages::add_page
source: Add page
ar: إضافة صفحة
cs: Přidat stránku
da: Tilføj side
de: Seite hinzufügen
el: Προσθήκη Σελίδας
es: Añadir página
id: Buat Halaman
ja: ページを追加
no: Legg til side
ru: Добавить страницу
tr: Sayfa ekle
uk: Додати сторінку
vi: Thêm trang

# Languages::add_pages
source: Add pages
ar: إضافة صفحات
cs: Přidat stránky
da: Tilføj sider
de: Seiten hinzufügen
el: Προσθήκη Σελίδων
es: Añadir páginas
id: Buat halaman
ja: ページの追加
no: Legg til sider
ru: Добавить страницы
tr: Sayfalar ekle
uk: Додати сторінки
vi: Thêm trang

# Languages::add_pages_and_close
source: Add pages and close
ar: إضافة الصفحات وإغلاق
cs: Přidat stránky a zavřít
da: Tilføj sider og luk
de: Seiten hinzufügen und schliessen
el: Προσθήκη σελίδων και κλείσιμο
es: Añadir páginas y cerrar
id: Buat halaman dan tutup
ja: ページを追加して閉じる
no: Legg til sider og lukk
ru: Добавить страницы и закрыть
tr: Sayfalar ekle ve kapat
uk: Додати сторінки та закрити
vi: Thêm trang và đóng

# Languages::add_payment
source: Add payment method
ar: أضف طريقة الدفع
cs: Přidejte způsob platby
da: Tilføj betalingsmetode
de: Zahlungsmethode hinzufügen
el: Προσθέστε μέθοδο πληρωμής
es: Añadir forma de pago
id: Tambah metode pembayaran
ja: 支払方法の追加
no: Legg til betalingsmåte
ru: Добавить способ оплаты
tr: Ödeme yöntemi ekleyin
uk: Додати спосіб оплати
vi: Thêm phương thức thanh toán

# Languages::add_payout
source: Add payout
ar: إضافة مدفوع
cs: Přidat platbu
da: Tilføj Udbetaling
de: Auszahlung hinzufügen
el: Προσθήκη πληρωμών
es: Añadir nueva liquidación de pago
id: Buat pembayaran
ja: 支払いの追加
no: Legg til utbetaling
ru: Добавить выплату
tr: Ödeme ekle
uk: Додати виплату
vi: Thêm thanh toán

# Languages::add_product
source: Add product
ar: إضافة منتجات
cs: Přidat zboží
da: Tilføj produkt
de: Produkt hinzufügen
el: Προσθήκη Προϊόντος
es: Añadir artículos
id: Buat produk
ja: 商品の追加
no: Legg til produkt
ru: Добавить товары
tr: Ürün ekle
uk: Додати товар
vi: Thêm sản phẩm

# Languages::add_products
source: Add products
ar: إضافة المنتجات
cs: Přidat zboží
da: tilføj produkter
de: Artikel hinzufügen
el: Προσθήκη Προϊόντων
es: Añadir articulo
id: Tambah Produk
ja: 商品の追加
no: Legg til produkter
ru: Добавить товары
tr: Ürünler ekle
uk: Додати товари
vi: Thêm sản phẩm

# Languages::add_products_and_close
source: Add products and close
ar: إضافة المنتجات وإغلاق
cs: Přidat zboží a zavřít
da: Tilføj produkter og afslut
de: Artikel hinzufügen und schliessen
el: Προσθήκη προϊόντων και κλείσιμο
es: Agregar productos y cerrar
id: Tambah produk dan tutup
ja: 商品を追加して閉じる
no: Legg til produkter og lukk
ru: Добавить товары и закрыть
tr: Ürünler ekle ve kapat
uk: Додати товари та закрити
vi: Thêm sản phẩm và đóng

# Languages::add_products_to_section
source: Add product(s) to this section
ar: إضافة منتجات داخل هذا القسم
cs: Přidat zboží do této sekce
da: tilføj produkter til sektion
de: Produkt zu dieser Sektion hinzufügen
el: Προσθήκη Προϊόντος (ών) σ'αυτήν την Ενότητα
es: Añadir artículos(s) a esta sección
id: Tambahkan produk ke bagian ini
ja: このセクションに商品を追加
no: Legg til produkt(er) til denne seksjonen
ru: Добавить товары в раздел
tr: Bu bölüme ürün(ler) ekle
uk: Додати товари у розділ
vi: Thêm sản phẩm vào phần này

# Languages::add_product_filter
source: Add product filter
ar: إضافة مصفاة المنتج
cs: Přidat filtr zboží
da: tilføj produkt filter
de: Produktfilter hinzufügen
el: Προσθήκη Φίλτρων Προϊόντος
es: Añadir filtro de producto
id: Buat Filter Produk
ja: 商品フィルタの追加
no: Legg til produktfilter
ru: Добавить фильтр товаров
tr: Ürün filtresi ekle
uk: Додати фільтр товарів
vi: Thêm bộ lọc sản phẩm

# Languages::add_promotions
source: Add promotions
ar: إضافة عروض
cs: Přidání propagace
da: Tilføje kampagner
de: Promotionen hinzufügen
el: Προσθήκη Προσφοράς
es: Añadir promociones
id: Buat promosi
ja: キャンペーンの追加
no: Legg til kampanjer
ru: Добавить Промо-акции
tr: Promosyonlar ekle
uk: Додати акції
vi: Thêm chương trình khuyến mãi

# Languages::add_report
source: Add report
ar: إضافة تقرير
cs: Přidat zprávu
da: tilføj raport
de: Bericht hinzufügen
el: Προσθήκη αναφοράς
es: Añadir informe
id: Buat laporan
ja: レポートを追加
no: Legg til rapport
ru: Добавить отчет
tr: Rapor ekle
uk: Додати звіт
vi: Thêm báo cáo

# Languages::add_section
source: Add section
ar: إضافة قسم
cs: Přidat sekci
da: tilføj sektion
de: Sektion hinzufügen
el: Προσθήκη τμήματος
es: Agregar sección
id: Buat section
ja: セクションを追加
no: Legg til seksjon
ru: Добавить раздел
tr: Bölüm ekle
uk: Додати розділ
vi: Thêm thành phần

# Languages::add_selected_to_cart
source: Add selected to cart
ar: أضف المحدد لسلّة التسوق
cs: Přidat vybrané do košíku
da: tilføj valgte til vognen
de: Selektion zum Warenkorb hinzufügen
el: Προσθήκη Επιλεγμένων στο Καλάθι
es: Añade selección al carrito
id: Tambahkan pilihan ke belanjaan
ja: 選択した商品をカートに入れる
no: Legg valgte i handlevognen
ru: Добавить выбранное в корзину
tr: Seçilenleri sepete ekle
uk: Додати обране до кошика
vi: Thêm mục đã chọn vào giỏ hàng

# Languages::add_shipping_method
source: Add shipping method
ar: إضافة طريقة شحن
cs: Přidat způsob dopravy
da: tilføj forsendelses metode.
de: Versandmethode hinzufügen
el: Προσθήκη μεθόδου μεταφορικών
es: Añadir método de envío
id: Buat meteode pengiriman
ja: 配送方法の追加
no: Legg til fraktmetode
ru: Добавить способ доставки
tr: Teslimat metodu ekle
uk: Додати спосіб доставки
vi: Thêm phương pháp vận chuyển

# Languages::add_site_map_section
source: Add sitemap section
ar: إضافة قسم بخريطة الموقع
cs: Přidat sekci sitemap
da: Tilføj site map sektion
de: Sitemap Sektion hinzufügen
el: Προσθήκη τμήματος χάρτη ισοτόπου (sitemap)
es: Añadir sección del mapa web
id: Buat bagian dari sitemap
ja: セクションの追加
no: Legg til seksjon i sidekart
ru: Добавить раздел в карту сайта
tr: Site haritası bölümü ekle
uk: Додати розділ до карти сайту
vi: Thêm mục Sơ đồ trang web

# Languages::add_state
source: Add state
ar: إضافة محافظة
cs: Přidat stát
da: tilføj stat
de: Bundesland/Kanton hinzufügen
el: Προσθήκη Νομού
es: Agregar província
id: Buat kota
ja: 都道府県/州情報の追加
no: Legg til Stat/kommune
ru: Добавить регион
tr: Şehir ekle
uk: Додати регіон
vi: Thêm Tỉnh/TP

# Languages::add_status
source: Add status
ar: إضافة حالة
cs: Přidat status
da: tilføj status
de: Status hinzufügen
el: Προσθήκη κατάστασης
es: Añadir estado
id: Buat status
ja: ステータスを追加
no: Legg til status
ru: Добавить статус
tr: Durum ekle
uk: Додати статус
vi: Thêm trạng thái

# Languages::add_subcategory
source: Add subcategory
ar: إضافة فئة فرعية
cs: Přidat podkategorii
da: Tilføj underkategori
de: Unterkategorie hinzufügen
el: Προσθηκη Υποκατηγορίας
es: Añadir subfamilia
id: Buat subkategori
ja: サブカテゴリーの追加
no: Legg til underkategori
ru: Добавить подкатегорию
tr: Alt kategori ekle
uk: Додати підкатегорію
vi: Thêm danh mục con

# Languages::new_subscribers
source: New subscribers
ar: مشترك جديد
cs: Nový odběratelé
da: Nye abonnenter
de: Neue Abonnenten
el: Νέοι συνδρομητες
es: Nuevos suscriptores
id: Pelanggan baru
ja: 新規購読者
no: Nye abonnenter
ru: Новые подписчики
tr: Yeni aboneler
uk: Нові підписники
vi: Đăng ký nhận tin mới

# Languages::add_subscriber
source: Add subscriber
ar: إضافة مشترك
cs: Přidat odběratele
da: Tilføj abonnent
de: Mitglied / Abonnent hinzufügen
el: Προσθήκη συνδρομητή
es: Añadir subscriptor
id: Buat pelanggan
ja: 購読者の追加
no: Legg til abonnent
ru: Добавить подписчика
tr: Takip ekle
uk: Додати підписника
vi: Thêm người đăng kí nhận tin

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
ar: إضافة مشتركين من الأعضاء
cs: Přidejte účastníky ze seznamu uživatelů
da: Tilføj abonnenter fra brugere
de: Abonnenten aus Benutzer hinzufügen
el: Προσθήκη συνδρομητών από τις λίστες των χρηστών
es: Añadir subscriptores a partir de usuarios
id: Buat pelanggan dari daftar user
ja: 登録ユーザーから選択して追加
no: Legg til abonnenter fra listen over brukere
ru: Добавить подписчиков из пользователей
tr: Kullanıcılar listesinden aboneleri ekle
uk: Додати підписників з користувачів
vi: Thêm người đăng kí nhận tin từ danh sách người dùng

# Languages::add_tab
source: Add tab
ar: إضافة لسان
cs: Přidat tab
da: Tilføj fane
de: Tab (Registerreiter) hinzufügen
el: Προσθήκη tab
es: Añadir pestaña
id: Buat halaman tab
ja: タブの追加
no: Legg til fane
ru: Добавить вкладку
tr: Tab ekle
uk: Додати вкладку
vi: Thêm thẻ

# Languages::add_tax
source: Add tax
ar: إضافة ضريبة
cs: Přidat daň
da: Tilføj moms
de: Steuer hinzufügen
el: Προσθήκη φόρου
es: Añadir impuesto
id: Buat pajak
ja: 税金の追加
no: Legg til skatt
ru: Добавить налог
tr: Vergi ekle
uk: Додати податок
vi: Thêm thuế

# Languages::add_to_cart
source: Add to cart
ar: أضف للسلّة
cs: Přidat do košíku
da: Læg i vognen
de: Dem Warenkorb hinzufügen
el: Προσθήκη στο Καλάθι
es: Añadir al carrito
id: Pesan
ja: カートに追加
no: Legg i handlevognen
ru: В корзину
tr: Sepete ekle
uk: У кошик
vi: Thêm vào giỏ hàng

# Languages::add_to_comparison_list
source: Add to comparison list
ar: إضافة إلى قائمة المقارنة
cs: Přidat do seznamu porovnání
da: Tilføj til sammenligningsliste
de: Zur Vergleichsliste hinzufügen
el: Προσθέσετε στη λίστα σύγκρισης
es: Añadir a la lista de comparación
id: Tambahkan ke daftar perbandingan
ja: 比較リストに追加
no: Legg til sammenligning
ru: Добавить в список сравнения
tr: Karşılaştırma listesine ekle
uk: Додати до списку порівняння
vi: Thêm vào danh sách so sánh

# Languages::add_user
source: Add user
ar: إضافة عضو
cs: Přidat uživatele
da: Tilføj bruger
de: Benutzer hinzufügen
el: Προσθήκη χρήστη
es: Añadir usuario
id: Buat user
ja: ユーザーの追加
no: Legg til bruker
ru: Добавить пользователя
tr: Üye ekle
uk: Додати користувача
vi: Thêm người dùng

# Languages::add_users
source: Add users
ar: إضافة أعضاء
cs: Přidat uživatele
da: Tilføj brugere
de: Benutzer hinzufügen
el: Προσθήκη χρηστών
es: Añadir usuarios
id: Buat user
ja: ユーザーの追加
no: Legg til brukere
ru: Добавить пользователей
tr: Üyeler ekle
uk: Додати користувачів
vi: Thêm người dùng

# Languages::add_users_and_close
source: Add users and close
ar: إضافة الأعضاء وإغلاق
cs: Přidat uživatele a uzavřít
da: Tilføj bruger og luk
de: Benutzer hinzufügen und schliessen
el: Προσθήκη χρηστών και κλείσιμο
es: Añadir usuarios y cerrar
id: Buat user dan tutup
ja: ユーザーを追加して閉じる
no: Legg til brukere og lukk
ru: Добавить пользователей и закрыть
tr: Üyeler ekle ve kapat
uk: Додати користувачів та закрити
vi: Thêm người dùng và đóng

# Languages::add_vendor
source: Add store
ar: إضافة متجر
cs: Přidat obchod
da: Tilføj butik
de: Store hinzufügen
el: Προσθήκη καταστήματος
es: Añadir tienda
id: Buat toko
ja: ショップの追加
no: Legg til butikk
ru: Добавить магазин
tr: Mağaza ekle
uk: Додати магазин
vi: Thêm cửa hàng

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
ar: لا يمكنكم الاستيراد إلى هذا المتجر لأنكم تستخدمون نسخة تجريبية منتهية
cs: Nemůžete provést import do tohoto obchodu, protože vypršela platnost zkušební verze
da: Du kan ikke udføre en import til denne butik, fordi du bruger en udløbet prøveversion
de: Sie können in diesem Store nichts importieren oder ausführen weil Sie eine Testversion (Trial) benutzen die schon abgelaufen ist
el: Δεν μπορείτε να εκτελέσετε μια εισαγωγή σε αυτό το κατάστημα, επειδή χρησιμοποιείτε μια ληγμένη δοκιμαστική έκδοση
es: No se puede realizar una importación a esta tienda porque está utilizando una versión de prueba caducada
id: Anda tidak dapat melakukan impor ke toko ini karena Andamenggunakan versi trial kadaluarsa
ja: ご利用のCS-Cartの試用期間が終了しているためこのショップへのインポートはできません
no: Du kan ikke utføre en import til denne nettbutikken fordi du bruker en utgått testversjon av CS-Cart
ru: Импорт в указанный магазин невозможен, т.е. используется истекшая пробная лицензия
uk: Імпорт до вказаного магазину неможливий, використовується прострочена пробна ліцензія
vi: Bạn không thể thực hiện nhập khẩu vào cửa hàng này bởi vì bạn đang sử dụng một phiên bản đã hết hạn dùng thử

# Languages::administration
source: Administration
ar: إدارة
cs: Administrace
el: Διαχείριση
es: Administración
id: Administrasi
ja: 一般設定
no: Administrasjon
ru: Администрирование
tr: Yönetici
uk: Адміністрування
vi: Quản trị

# Languages::administration_panel
source: Administration panel
ar: لوحة تحكم الأدمن
cs: Administrace
da: Administrationspanel
de: Administrations-Panel
el: Πάνελ διαχείρισης
es: Panel de administración
id: Panel Administrasi
ja: 管理画面
no: Administrasjonspanel
ru: Панель администратора
tr: Yönetici
uk: Панель адміністратора
vi: Bảng quản trị

# Languages::administrator
source: Administrator
ar: أدمن
cs: Administrátor
el: Διαχειριστής
es: Administrador
ja: 管理者
ru: Администратор
tr: Yönetici
uk: Адміністратор
vi: Người quản trị

# Languages::administrators
source: Administrators
ar: الأدمنز
cs: Administrátoři
da: Administratorer
de: Administratoren
el: Διαχειριστές
es: Administradores
id: Administrator
ja: 管理者
no: Administratorer
ru: Администраторы
tr: Yöneticiler
uk: Адміністратори
vi: Quản trị viên

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
ar: قائمة أدمنز المتجر. الأعضاء المسجلين الذين يمتلكون حساب أدمن.
cs: Založení, úpravy a mazání uživatelů s přístupem do administrace.
da: Liste over store administratorer, tilmeldte brugere med en administratorkonto.
de: Liste von Shop Administratoren, registrierte Benutzer mit einem Administrator Konto.
el: Λίστα των διαχειριστών του καταστήματος, εγεγραμμένοι χρήστες με λογαριασμό διαχειριστή.
es: Lista de administradores de tienda, usuarios registrados con una cuenta administrador.
id: Daftar administrator dan user yang terdaftar dengan akun administrator.
ja: 管理者用アカウントの登録・編集・削除を行います。
no: Liste over butikkens administratorer og registrerte brukere med en adminkonto.
ru: Список администраторов магазина — зарегистрированных пользователей с учетной записью администратора.
tr: Mağazanızdaki yöneticilerin listesi.
uk: Список адміністраторів магазину — зареєстрованих користувачів з обліковим записом адміністратора.
vi: Danh sách các quản trị viên cửa hàng, đã đăng ký là tài khoản quản trị viên.

# Languages::administrators_notified
source: [count] administrators notified.
ar: تم إبلاغ [count] أدمن.
cs: [count] upozorňuje administrátory.
da: [count] anmeldt administratorer.
de: [count] Administratoren benachrichtigt.
el: [count] ενημερώσεις διαχείρισης.
es: [count] administradores notificados.
id: [count]administrator diberitahu.
ja: [count] 名の管理者に通知されました。
no: [count] administratorer varslet.
ru: [count] администратора(-ов) оповещены.
tr: [count] yönetici uyarısı.
uk: [count] адміністратора(-ів) сповіщено.
vi: [count] quản trị viên thông báo.
