Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
cs: Kód 128 čárového kódu s vysokou hustotou.<br/>Používá se po celém světě.<br/>Code 128 je navržen tak, aby kódoval úplné znakové sady ASCII.<br/>Kód 128 zahrnuje 0-9, AZ, kódy Control ASCII speciální znaky.<br/>Code 128-B obsahuje 0-9, az, AZ, speciální znaky.<br/>128 C kód obsahuje znaky 00-99 (pouze kódování údaje double density).<br/>
da: Kode 128 er et high-density stregkode symbolsprog. <br/>Bruges over hele verden. <br/>Kode 128 er designet til at indkode 128 fuld ASCII-tegn. <br/>Kode 128-A - 0-9, AZ, ASCII-kontrol koder, specialtegn. <br/>Code 128-B - 0-9, AZ, az, specialtegn. <br/>Kode 128-C - 00-99 (dobbelt tæthed indkodning af numeriske kun data). <br/>
de: Code 128 ist ein High-Density Strichkode Symbol. <br/>Es wird Weltweit eingesetzt. <br/>Code 128 ist konzipiert um ASCII Zeichen zu codieren (128 full ASCII characters). <br/>Code 128-A - 0-9, A-Z, ASCII Kontrollcodes, besondere Zeichen. <br/>Code 128-B - 0-9, A-Z, a-z, besondere Zeichen. <br/>Code 128-C - 00-99 (doppelte Dichte für Kodierung nur numerische Daten).
el: Ο κωδικός 128 είναι υψηλής-πυκνότητας συμβόλων barcode.<br/>Χρησιμοποιείτε εκτενώς σε όλον τον κόσμο.<br/>Ο κωδικός 128 είναι σχεδιασμένος για την κωδικοποίηση 128 σε ASCII χαρακτήρες.<br/>Ο κωδικός 128-A - 0-9, A-Z, ASCII κωδικοί ελέγχου, ειδικοί χαρακτήρες.<br/>Ο κωδικός 128-B - 0-9, A-Z, a-z, ειδικοί χαρακτήρες.<br/>Ο κωδικός 128-C - 00-99 (διπλή πυκνότητα κωδικοποίησης για αριθμητικά δεδομένα μόνο).<br/>
es: El Código 128 es un código de barras alta densidad. <br/> Utilizado extensivamente en todo el mundo. <br/>El Código 128 está diseñado para codificar 128 caracteres ASCII completos. <br/> Código 128-A - 0-9, A-z, códigos de control de ASCII, carácteres especiales . <br/> Código 128-B-0-9, A-z, a-z, carácteres especiales. <br/> Código 128-C-00-99 (codificación de doble densidad de datos sólo numéricos). <br/>
id: Kode 128 adalah simbol barcode high-density .<br/>Banyak digunakan di seluruh dunia.<br/>Kode 128 didisain untuk mengkodekan secara penuh karakter ASCII 128.<br/>Kode 128-A - 0-9, A-Z, kode kontrol ASCII , karakter khusus.<br/>Kode 128-B - 0-9, A-Z, a-z, karakter khusus.<br/>Kode 128-C - 00-99 (pengkodean double density hanya untuk data numerik).<br/>
ja: Code128は、情報の密度が高いバーコードの体系の1つであり、世界中で広く利用されています。<br/>Code128ではアスキーコード128文字すべてをバーコード化することができます。<br/><br/>Code 128-A - すべての標準大文字英数字キャラクタとASCIIのコントロールキャラクタと7個の特殊キャラクタを表現可能。<br/>Code 128-B - 標準大文字英数字キャラクタと小文字アルファベットと７個の特殊キャラクタを表現可能<br/>Code 128-C - 00-99までの100個の2桁数字と3個の特殊キャラクタを表現可能<br/>
no: Code 128 er en høy-tetthets strekkode symbologi.<br/>Utbredt over hele verden.<br/>Code 128 er designet for å kode 128 fulle ASCII tegn.<br/>Code 128-A -... 0-9, A-Z, ASCII-kontroll koder, spesialtegn.<br/>Code 128-B -... 0-9, A-Z, a-z, spesialtegn.<br/>Code 128-C - 00-99 (dobbel tetthets koding av kun numeriske data).<br/>
ru: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
uk: Код 128 - символіка штрих-коду з високою щільністю.<br/>Широко використовується у всьому світі.<br/>Код 128 розроблено для кодування 128 ASCII символів.<br/>Код 128-A - 0-9, A-Z, контролюючі ASCII коди, спеціальні символи.<br/>Код 128-B - 0-9, A-Z, a-z, спеціальні символи.<br/>Код 128-C - 00-99 (подвійна щільність кодування цифрових даних).<br/>
vi: Mã số 128 là một mã vạch mật độ cao. <br/> Được sử dụng rộng rãi trên toàn thế giới. <br/> Mã số 128 được thiết kế để mã hóa ký tự ASCII đầy đủ 128. <br/> Mã 128-A - 0-9, A-Z, ASCII kiểm soát mã ký tự đặc biệt. <br/> Mã số 128-B-0-9, ký tự A-Z a-z, ký tự đặc biệt. <br/> Mã số 128-C-00-99 (mật độ gấp đôi mã hóa dữ liệu chỉ có số). <br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
cs: Kód 128 čárového kódu s vysokou hustotou.<br/>Používá se po celém světě.<br/>Code 128 je navržen tak, aby kódoval úplné znakové sady ASCII.<br/>Kód 128 zahrnuje 0-9, AZ, kódy Control ASCII speciální znaky.<br/>Code 128-B obsahuje 0-9, az, AZ, speciální znaky.<br/>128 C kód obsahuje znaky 00-99 (pouze kódování údaje double density).<br/>
da: Kode 128 er et high-density stregkode symbolsprog. <br/>Bruges over hele verden. <br/>Kode 128 er designet til at indkode 128 fuld ASCII-tegn. <br/>Kode 128-A - 0-9, AZ, ASCII-kontrol koder, specialtegn. <br/>Code 128-B - 0-9, AZ, az, specialtegn. <br/>Kode 128-C - 00-99 (dobbelt tæthed indkodning af numeriske kun data). <br/>
de: Code 128 ist eine Barcode-Symbologie mit hoher Dichte.<br/>Es wird Weltweit eingesetzt. <br/>Code 128 ist konzipiert, um ASCII Zeichen zu codieren (128 full ASCII characters).<br/>Code 128-A - 0-9, A-Z, ASCII Kontrollcodes, besondere Zeichen.<br/>Code 128-B - 0-9, A-Z, a-z, besondere Zeichen.<br/>Code 128-C - 00-99 (doppelte Dichte für Kodierung nur numerische Daten).<br/>
el: Ο κωδικός 128 είναι ένας συμβολισμός barcode υψηλής πυκνότητας.<br/>.<br/>Code 128 έχει σχεδιαστεί για να κωδικοποιήσει 128 πλήρη ASCII χαρακτήρες.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
es: El Código 128 es un código de barras alta densidad. <br/> Utilizado extensivamente en todo el mundo. <br/>El Código 128 está diseñado para codificar 128 caracteres ASCII completos. <br/> Código 128-A - 0-9, A-z, códigos de control de ASCII, carácteres especiales . <br/> Código 128-B-0-9, A-z, a-z, carácteres especiales. <br/> Código 128-C-00-99 (codificación de doble densidad de datos sólo numéricos). <br/>
id: Kode 128 adalah simbol barcode high-density .<br/>Banyak digunakan di seluruh dunia.<br/>Kode 128 didisain untuk mengkodekan secara penuh karakter ASCII 128.<br/>Kode 128-A - 0-9, A-Z, kode kontrol ASCII , karakter khusus.<br/>Kode 128-B - 0-9, A-Z, a-z, karakter khusus.<br/>Kode 128-C - 00-99 (pengkodean double density hanya untuk data numerik).<br/>
ja: Code128は、情報の密度が高いバーコードの体系の1つであり、世界中で広く利用されています。<br/>Code128ではアスキーコード128文字すべてをバーコード化することができます。<br/><br/>Code 128-A - すべての標準大文字英数字キャラクタとASCIIのコントロールキャラクタと7個の特殊キャラクタを表現可能。<br/>Code 128-B - 標準大文字英数字キャラクタと小文字アルファベットと７個の特殊キャラクタを表現可能<br/>Code 128-C - 00-99までの100個の2桁数字と3個の特殊キャラクタを表現可能<br/>
no: Code 128 er en høy-tetthets strekkode symbologi.<br/>Utbredt over hele verden.<br/>Code 128 er designet for å kode 128 fulle ASCII tegn.<br/>Code 128-A -... 0-9, A-Z, ASCII-kontroll koder, spesialtegn.<br/>Code 128-B -... 0-9, A-Z, a-z, spesialtegn.<br/>Code 128-C - 00-99 (dobbel tetthets koding av kun numeriske data).<br/>
ru: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
uk: Код 128 - символіка штрих-коду з високою щільністю.<br/>Широко використовується у всьому світі.<br/>Код 128 розроблено для кодування 128 ASCII символів.<br/>Код 128-A - 0-9, A-Z, контролюючі ASCII коди, спеціальні символи.<br/>Код 128-B - 0-9, A-Z, a-z, спеціальні символи.<br/>Код 128-C - 00-99 (подвійна щільність кодування цифрових даних).<br/>
vi: Mã số 128 là một mã vạch mật độ cao. <br/> Được sử dụng rộng rãi trên toàn thế giới. <br/> Mã số 128 được thiết kế để mã hóa ký tự ASCII đầy đủ 128. <br/> Mã 128-A - 0-9, A-Z, ASCII kiểm soát mã ký tự đặc biệt. <br/> Mã số 128-B-0-9, ký tự A-Z a-z, ký tự đặc biệt. <br/> Mã số 128-C-00-99 (mật độ gấp đôi mã hóa dữ liệu chỉ có số). <br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
cs: Znám také jako USS Code 39, 3 of 9.<br/>Kód 39 může kódovat alphanumerické znaky .<br/>Symbolika je využívána v neprodejním prostředí.<br/>Kód 39 je vytvořcs pro kódování 26 velkých písmen, 10 číslic a 7 speciálních znaků.
da: Også kendt som USS Code 39, 3 af 9. <br/>Kode 39 kan indkode alfanumeriske tegn. <br/>Den symbolik bruges i ikke-detail-miljø. <br/>Kode 39 er designet til at indkode 26 store bogstaver, 10 cifre og 7 specialtegn.
de: Bekannt auch als USS Code 39, 3 von 9.<br/>Code 39 kann alphanumerische Zeichen kodieren.<br/>Die Symbologie wird in Non-Retail-Umgebungen verwendet.<br/>Code 39 ist für die Kodierung von 26 Großbuchstaben, 10 Ziffern und 7 Sonderzeichen ausgelegt.
el: Γνωστή επίσης ως USS κώδικας 39, 3 απο 9.<br/>Ο Κωδικός 39 μπορεί να κωδικοποιήσει αλφαριθμητικούς χαρακτήρες.<br/>Ο συμβόλισμός χρησιμοποιείται σε περιβάλλον μη-λιανικής τιμής.<br/>Ο Κωδικός 39 είναι σχεδιασμένος για να κωδικοποιήσει 26 κεφαλαία γράμματα, 10 ψηφία και 7 ειδικούς χαρακτήρες.
es: También conocido como USS Code 39, 3 de 9.<br/>Code 39 puede codificar carácteres alfanuméricos<br/>La simbologia se usa en entornos no de comercio.<br/>Code 39 está diseñado para codificar 26 letras de caja alta, 10 dígitos y 7 carácteres especiales.
id: Dikenal juga sebagai USS Code 39, 3 dari 9.<br/> Code 39 dapat mengkodekan karakter alfanumerik.<br/>Simbologi digunakan dalam lingkungan non-ritel.<br/>Kode 39 ini dirancang untuk menyandikan 26 huruf huruf, 10 angka dan karakter khusus 7.
ja: USS Code 39, 3 of 9 としても知られ、主に工業製品に用いられています。<br/>Code 39 では数字、アルファベット、記号の合計43のキャラクタを使用できます。<br/>
no: Også kjent som USS Code 39, 3 av 9.<br/>Code 39 kan kode alfanumeriske tegn <br/>Symbologien brukes i ikke-butikkmiljø.<br/>Code 39 er designet for å kode 26 store bokstaver, 10 siffer og 7 spesialtegn.
ru: Также известный как код USS 39, 3 из 9.<br/>Код 39 кодирует алфавитно-цифровые символы.<br/>Символика используется в оптовых продажах.<br/>Код 39 разработан для кодировки 26 заглавных букв, 10 цифр и 7 специальных символов.
uk: Відомий також як USS Code 39, 3 з 9. <br/> Code 39 може кодувати буквено-цифрові символи. <br/> Символіка використовується в гуртових продажах. <br/> Code 39 призначена для кодування 26 букв верхнього регістру, 10 цифр і 7 спеціальних символів.
vi: Được biết đến cũng như USS mã 39, 3 của 9. <br/> Mã 39 có thể mã hóa ký tự chữ và số. <br/> Mã vạch không được sử dụng trong môi trường bán lẻ. <br/> Mã 39 được thiết kế để mã hóa 26 chữ chữ cái, 10 số và 7 ký tự đặc biệt.

# Languages::cache_cleared
source: Cache has been cleared
ar: تم إفراغ الكاش
cs: Vymazána mezipaměť
da: Cache er blevet ryddet
de: Cache wurde gelöscht
el: Η Cache έχει καθαριστεί
es: Se ha borrado la memoria caché
id: Cache sudah dibersihkan
ja: キャッシュがクリアされました
no: Hurtigbufferen har blitt tømt
ru: Кэш очищен
tr: Cache temizlendi
uk: Кеш очищено
vi: Đã xóa bộ nhớ cache

# Languages::calculate
source: Calculate
ar: احسب
cs: Výpočet
da: Beregn
de: Berrechnen
el: Υπολογίστε
es: Calcular
id: Hitung
ja: 計算
no: Beregn
ru: Рассчитать
tr: Hesapla
uk: Розрахувати
vi: Tính toán

# Languages::calculate_shipping_cost
source: Calculate shipping cost
ar: احتساب تكلفة الشحن
cs: Vypočítat cenu dopravy
da: Beregne forsendelsesomkostninger
de: Versandkosten berrechnen
el: Υπολογισμός του κόστους αποστολής
es: Calcular el coste de envío
id: Menghitung biaya pengiriman
ja: 送料の試算
no: Beregn fraktkostnader
ru: Рассчитать стоимость доставки
tr: Kargo maliyeti hesapla
uk: Розрахувати вартість доставки
vi: Tính chi phí vận chuyển

# Languages::calendar
source: Calendar
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
id: Kalender
ja: カレンダー
no: Kalender
ru: Календарь
tr: Takvim
uk: Календар
vi: Lịch

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
ar: لتنشيط معالج الشحن في كندا، يجب عليك تمكين العملة "الدولار الكندي".
cs: Chcete-li povolit Kanadskou dopravu, musíte mít povolen měnu Kanadský dolar.
da: For at aktivere Canada Post shipping processor du skal have canadisk dollar valuta aktiveret.
de: Um den Versandrechner (shipping processor) von Canada Post zu aktivieren muss die Kanadische Währung eingeschaltet sein.
el: Για να ενεργοποιήσετε τον καναδικό φορέα αποστολής, πρέπει να έχετε ενεργοποιημένη την επιλογή του καναδικού δολαρίου.
es: Para activar el procesador de envío de Canada post, debe tener la moneda Dólar canadiense habilitado.
no: For å aktivere Canada post forsendelses-prosessor, må du ha den Kanadiske Dollar valutaen aktivert.
ru: Для того, чтобы активировать процессор Canada post, необходимо, чтобы валюта Canadian dollar была включена в магазине.
uk: Для того, щоб активувати процесор Canada post, необхідно, щоб валюта Канадський долар в магазині була активована.
vi: Để kích hoạt bộ xử lý vận chuyển Canada post, bạn phải có các loại tiền tệ đô la Canada được kích hoạt.

# Languages::cancel
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annullere
de: Abbrechen
el: Ακύρωση
es: Cancelar
id: Batal
ja: キャンセル
no: Avbryt
ru: Отменить
tr: Vazgeç
uk: Скасувати
vi: Hủy bỏ

# Languages::canceled_reversal
source: Canceled reversal
ar: انعكاس ملغي
cs: Vrátit zpět změny
da: Annullerede tilbageførsel
de: Abgebrochen Umkehr
el: Ακυρωμένη αντιστροφή
es: Cancelada la revocación
id: Pembalikan dibatalkan
ja: キャンセル
no: Avbrutt reversering
ru: Отменить изменение
uk: Скасувати зміни
vi: Hủy bỏ thay đổi

# Languages::cancelled
source: Canceled
ar: ألغيت
cs: Zrušeno
da: Annullerede
de: abgebrochen
el: Ακυρώθηκε
es: Cancelado
id: Dibatalkan
ja: キャンセル
no: Avbrutt
ru: Аннулирован
tr: Vazgeçildi
uk: Скасований
vi: Hủy bỏ

# Languages::cancel_url_target
source: Cancel URL target
ar: إلغاء هدف الرابط
cs: Zrušit cílovou URL
da: Annuller URL target
de: Ziel URL löschen
el: Ακύρωση στόχου της URL
es: Cancelar URL destino
id: Batalkan target URL
no: Avbryt URL målet
ru: Отменить цель URL
uk: Скасувати цільову URL-адресу
vi: Hủy bỏ URL mục tiêu

# Languages::cannot_buy
source: You cannot buy the product with these option variants
ar: لا يمكنك شراء المنتج بهذه الخيارات
cs: Nemůžete si koupit zboží s těmito variantami
da: Du kan ikke købe dette produkt med disse muligheder
de: Sie können dieses Produkt nicht mit diesen Kaufoptionen kaufen.
el: Δεν μπορείτε να αγοράσετε το προϊόν με αυτές τις παραλλαγές επιλογής
es: Usted no puede comprar el producto con estas variantes de opción
id: Anda tidak dapat membeli produk dengan varian opsi ini
ja: 選択したオプションで商品を購入することはできません
no: Du kan ikke kjøpe produktet med disse variantalternativene
ru: Невозможно купить этот товар с выбранными вариантами опций
tr: Ürünü bu bilgilerle satışa sunamazsınız.
uk: Неможливо купити цей товар з обраними варіантами опцій
vi: Bạn không thể mua các sản phẩm với các tùy chọn

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
ar: لا يمكنكم الوصول إلى صفحة الدفع لأن سلّة التسوق فارغة.
cs: Váš košík je prázdný, nelze pokračovat v objednávce.
da: Din indkøbskurv er tom. Så du kan ikke forsætte til kassen
de: Ihr Warenkorb ist leer, deshalb können Sie nicht mit dem Kauf fortfahren.
el: Το Κάλάθι σας είναι άδειο, γι'αυτό δεν μπορείτε να συνεχίσετε στο Ταμείο
es: Su carro esta vacío, usted no puede procesar ninguna compra con el carro vacío.
id: Keranjang Anda kosong, sehingga Anda tidak dapatmelanjutkan ke checkout.
ja: カートに商品が入っていないため注文手続きを継続できません。
no: Handlevognen er tom, så du kan ikke gå videre til kassen.
ru: Вы не можете оформить заказ, так как ваша корзина пуста
tr: Sepetinizde herhangi bir ürün yok, dolayısıyla ödemeye devam edemezsiniz.
uk: Ви не можете оформити замовлення, так як ваш кошик порожній.
vi: Giỏ hàng của bạn chưa có sản phẩm nào, vì thế bạn không thể tiến hành thanh toán.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
ar: لا يمكنكم استكمال عملية الشراء لأنه لا توجد طرق دفع متوفرة.
cs: Nejsou povoleny žádné možnosti platby, nelze pokračovat.
da: Der er ikke nogle Betalings muligheder. Så du kan ikke gå til Kassen
de: Es sind keine Zahlungsmethoden vorhanden, Sie können nicht zur Kasse gehen.
el: Δεν υπάρχουν μέθοδοι πληρωμής διαθέσιμοι, έτσι δεν μπορείτε να προχωρήσετε στην πληρωμή.
es: No hay ningún método de pago disponible, entonces usted no puede proceder con la compra.
id: Tidak ada metode pembayaran sehingga Anda tidak dapatmelanjutkan ke checkout.
ja: ご利用いただける支払方法がないため注文手続きを継続できません。
no: Det er ingen betalingsmåter tilgjengelig, så du kan ikke gå videre til kassen.
ru: Перейти к оплате невозможно, так как не найдено подходящего способа оплаты
tr: Herhangi bir ödeme metodu tanımlı değil, bu yüzden ödemeye devam edemezsiniz.
uk: Перейти до оплати неможливо, так как не знайдено відповідного способу оплати.
vi: Không có phương thức thanh toán có sẵn, vì vậy bạn không thể tiếp tục thanh toán.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
ar: لا يمكن إزالة العرض نشط
cs: Nelze odstranit aktivní šablonu
da: Kan ikke fjerne den aktive tema
de: Das aktive Template kann nicht entfernt werden.
el: Δεν μπορείτε να καταργήσετε το ενεργό θέμα
es: No se puede quitar el tema actual
id: Tema yang aktif tidak dapat dihapus
ja: 現在利用中のテーマを削除することはできません
no: Kan ikke fjerne den aktive malen
ru: Нельзя удалить выбранную тему
tr: Tema aktif olduğundan kaldırılamıyor.
uk: Не вдалося видалити активну тему
vi: Không thể loại bỏ giao diện đang hoạt động

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
ar: لا يمكن الكتابة إلى الملف <b>[file]</b>. يرجى مراجعة صلاحيات المجلد.
cs: Nelze zapisovat do složky<b>[file]</b>. Ověřte CHMOD práva zápisu.
da: Kan ikke skrive til filen <b> [file] </ b>. Kontroller venligst filen og Mapperettigheder.
de: Die Datei <b>[file]</b> kann nicht geschrieben werden. Überprüfen Sie bitte die Zugriffsberechtigungen der Datei und des Verzeichnisses.
el: Δεν είναι δυνατή η εγγραφή στο αρχείο <b>[file]</b>. Παρακαλούμε ελέγξτε τα δικαιώματα αρχείων και καταλόγων.
es: No se puede escribir en el fichero <b>[file]</b>. Por favor revise los permisos del fichero y del directorio y vuelva a intentarlo.
id: Tidak dapat menulis ke file<b>[file]</b>. Silakan periksa file dan hak akses direktori.
ja: ファイル <b>[file]</b> に書き込みできません。ファイルおよびディレクトリのパーミッションを確認してください。
no: Kan ikke skrive til filen <b>[file]</b>. Vennligst sjekk fil- og katalog-tillatelser.
ru: Не может быть произведена запись в файл <b>[file]</b>. Пожалуйста, проверьте установленные права доступа на файл и его директорию
tr: Dosyaya yazılamadı<b>[file]</b>. Lütfen dosya izinlerini kontrol edin.
uk: Не вдалося записати файл <b>[file]</b>. Будь ласка, перевірте дозволи файлів та каталогів.
vi: Không thể ghi vào tập tin <b>[file]</b>. Xin vui lòng kiểm tra các tập tin và quyền truy cập thư mục.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
ar: لا يمكن استخدام قيمة مئوية للسعر الأساسي.
cs: Nelze použít procentuální hodnotu za základní cenu.
da: Du kan ikke bruge procentværdi for basispris.
de: Sie können keinen prozentualen Wert für den Basispreis verwenden.
el: Δεν μπορείτε να χρησιμοποιήσετε ποσοστό για την τιμή βάσης.
es: No puede utilizar valor porcentual para el precio base.
id: Anda tidak dapat menggunakan nilai persentase untuk hargadasar.
ja: ベースとなる価格にパーセンテージを登録することはできません。
no: Du kan ikke bruke prosentverdi for grunnprisen.
ru: Вы не можете использовать процентное значение для основной цены.
uk: Ви не можете використовувати процентне значення для основної ціни.
vi: Bạn không thể sử dụng giá trị tỷ lệ phần trăm cho giá cơ bản.

# Languages::cant_upload_file
source: Couldn't upload the file. The problem isn't necessarily on the [product] end. If it occurs regularly, please contact your server administrator or our technical support.
ru: Не удалось загрузить файл. Проблема не обязательно на стороне [product]. Но если она будет повторяться регулярно, свяжитесь с администратором сервера или нашей техподдержкой.
uk: Не вдалося завантажити файл. Проблема не обов'язково стосується [product]. Якщо це відбувається регулярно, зверніться до адміністратора сервера або до нашої технічної підтримки.

# Languages::capture
source: Capture
ar: الاستيلاء على
cs: Získat
de: Erfassung (capture)
el: Σύλληψη
es: Capturar
id: Tangkap
ja: キャプチャ
no: Hent
ru: Обработка
tr: Yakala
uk: Обробка
vi: Đình chỉ

# Languages::card
source: Card
ar: البطاقة
cs: Karta
da: Kort
de: Karte
el: Κάρτα
es: Tarjeta
id: Kartu
ja: カード
no: Kort
ru: Кредитная карта
tr: Kart
uk: Картка
vi: Thẻ

# Languages::cardholder_name
source: Cardholder's name
ar: اسم صاحب البطاقة
cs: Držitel karty
da: Kortholders navn
de: Name des Karteninhabers
el: Όνομα Κατόχου Πιστωτικής Κάρτας
es: Nombre del titular
id: Nama pemilik kartu
ja: 名義人
no: Kortholders navn
ru: Имя владельца карты
tr: Kart üzerindeki isim
uk: Ім'я власника картки
vi: Tên của chủ thẻ

# Languages::card_number
source: Card number
ar: رقم البطاقة
cs: Číslo karty
da: Kort nummer
de: Kartennummer
el: Αριθμός Πιστωτικής Κάρτας
es: Numero de la tarjeta
id: Nomor kartu
ja: カード番号
no: Kortnummer
ru: Номер карты
tr: Kart numarası
uk: Номер картки
vi: Số thẻ

# Languages::carousel
source: Carousel
ar: متحرك
cs: Kolotoč
da: Karrusel
de: Karussell (Carousel)
el: Καρουσέλ
es: Carrusel
ja: カルーセル
no: Karusell
ru: Карусель
uk: Карусель

# Languages::carrier
source: Carrier
ar: الموزع
cs: Dopravce
da: Fragtmand
de: Spediteur
el: Φορέας
es: Portador
id: Kurir
ja: 運送会社
no: Transportselskap
ru: Перевозчик
tr: Taşıyıcı
uk: Перевізник
vi: Hãng vận chuyển

# Languages::cart
source: Cart
ar: سلّة التسوق
cs: Košík
da: Indkøbskurv
de: Warenkorb
el: Στο Καλάθι
es: Carro de la compra
id: Keranjang
ja: カート
no: Handlevogn
ru: Корзина
tr: Sepet
uk: Кошик
vi: Giỏ hàng

# Languages::cart_content
source: Cart content
ar: محتويات سلّة التسوق
cs: Obsah košíku
da: Indkøbskurv
de: Warenkorb Inhalt
el: Περιεχόμενα στο Καλάθι
es: Contenido del carrito
id: Isi belanjaan
ja: カートの内容
no: Innhold i handlevogn
ru: Корзина
tr: Sepet içeriği
uk: Вміст кошика
vi: Nội dung giỏ hàng

# Languages::cart_contents
source: Cart contents
ar: محتويات سلّة التسوق
cs: Obsah košíku
da: Indkøbskurv
de: Warenkorb Inhalte
el: Περιεχόμενα στο Καλάθι
es: Contenidos del carrito
id: Isi Keranjang Belanja
ja: カートの内容
no: Innhold i handlevognen
ru: Содержимое корзины
tr: Sepet içerikleri
uk: Вміст кошика
vi: Nội dung giỏ hàng

# Languages::cart_info
source: Site info
ar: معلومات المتجر
cs: Informace o webu
de: CS-Cart Info
el: Πληροφορίες καταστήματος
es: Información de sitio
id: Mengenai situs
ja: CS-Cartについて
no: Nettbutikk info
ru: Информация о сайте
tr: CS-Cart bilgilendirme
uk: Інформація сайту
vi: Thông tin trang web

# Languages::cart_is_empty
source: Cart is empty
ar: سلّة التسوق فارغة
cs: Košík je prázdný
da: Indkøbskurven er tom
de: Warenkorb ist leer
el: Το καλάθι είναι άδειο
es: El carrito esta vacío
id: Belanjaan kosong
ja: カートは空です
no: Handlevognen er tom
ru: Корзина пуста
tr: Sepetiniz Boş
uk: Кошик порожній
vi: Giỏ hàng trống
