Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
cs: Změněné soubory jsou sledovány v reálném čase (včetně souborů upravených přímo na serveru) a znovu kešovány. Keš bloků bude vypnuta. Výkon obchodu může být mírně ovlivněn. Doporučeno zakázat v produkčním režimu.
da: Ændrede filer er spores i realtid (herunder filer ændret direkte på serveren) og genlagret. Blok lagring vil blive deaktiveret. Butiks ydeevne kan påvirkes lidt. Anbefales for at deaktivere på produktion.
de: Geänderte Dateien werden in Echtzeit verfolgt (einschließlich der direkt auf dem Server geänderten Dateien) und neu gecached. Der Block-Cache wird deaktiviert. Die Leistung des Ladens kann leicht beeinträchtigt werden. Empfohlen, um die Produktion zu deaktivieren.
el: Τα τροποποιημένα αρχεία παρακολουθούνται σε πραγματικό χρόνο (συμπεριλαμβανομένων των αρχείων που τροποποιηθηκαν απευθείας στο διακομιστή) και αποθηκεύονται προσωρινά εκ νέου. Το Μπλοκ μνήμης cache θα απενεργοποιηθεί. Η απόδοση του καταστήματος μπορεί να επηρεαστεί ελαφρώς. Συνιστάται να το απενεργοποιήσετε στην παραγωγή.
es: Los archivos modificados son rastreados en tiempo real (incluyendo los archivos modificados directamente en el servidor) y actualizados en la caché. Se desactivará la cahés de bloques. El rendimiento de la tienda puede verse afectado levemente. Se recomienda deshabilitar en producción.
id: File yang diubah dilacak secara langsung (termasuk file yang diubah secara langsung pada server) dan di-cache ulang. Blok cache akan dinonaktifkan. Kinerja toko mungkin akan sedikit terpengaruh. Dianjurkan untuk menonaktifkan pada versi produksi.
ja: 変更されたファイル（サーバー上のファイルを直接編集した場合を含む）をリアルタイム検出しキャッシュを自動でリビルドします。また、ブロックキャッシュは無効化されます。ショップの表示スピードが若干遅くなるため、本番環境ではオフにすることを推奨します。
no: Endrede filer blir sporet i sanntid (inkludert filene som endres direkte på serveren) og rebufret. Hurtigbuffer av blokker vil bli deaktivert. Nettbutikkens ytelse kan bli noe påvirket. Deaktivering anbefales på operative butikker.
ru: Автоматически очищать кэш для измененных файлов (включая измененные напрямую на сервере). Кеширование блоков будет отключено. Возможно незначительное снижение скорости работы магазина. Рекомендуется отключить после внесения всех изменений в тему.
tr: Modifiye edilen dosyalar gerçek zamanlı olarak takip edilir (direkt olarak server üzerinde düzenlenen dosyalar dahil) ve tekrar cache oluşturulur. Bu mağazanızın performanısını biraz etkileyebilir. Devre dışı bırakmanız önerilir.
uk: Змінені файли відстежуватися у реальному часі (у тому числі файли, змінені безпосередньо на сервері) і перекешовуються. Кешування блоків буде вимкнуто. Можливе зниження швидкості роботи магазину. Рекомендовано відключити після внесення змін в тему.
vi: Sửa đổi tập tin được theo dõi trong thời gian thực (bao gồm cả các tập tin được sửa trực tiếp trên máy chủ) và tái tạo bộ nhớ đệm. Khối bộ nhớ đệm sẽ bị vô hiệu. Hiệu suất trang web có thể bị ảnh hưởng một chút. Khuyến cáo là nên vô hiệu hóa vào sản phẩm.

# Languages::rebuild_combinations
source: Rebuild combinations
ar: إعادة بناء التركيبات
cs: Obnovit kombinace
da: genopbyg combinations
de: Kombinationen wiederaufbauen
el: Ανακατασκευή συνδυασμών
es: Reconstruir combinaciones
id: Buat ualng kombinasi
ja: コンビネーションの再構築
no: Ombygg kombinasjoner
ru: Перестроить комбинации
tr: Yeniden yapılandırma kombinasyonu
uk: Пербудувати комбінації
vi: Dựng lại kết hợp

# Languages::recalculate
source: Recalculate
ar: إعادة الاحتساب
cs: Přepočítat
da: Genberegne
de: Neu berechnen
el: Επαναυπολογισμός
es: Recalcular
id: Hitung ulang
ja: 再計算
no: Oppdater
ru: Пересчитать
tr: Tekrar hesapla
uk: Перерахувати
vi: Tính lại

# Languages::recalculate_rates
source: Recalculate rates
ar: إعادة الاحتساب
cs: Přepočítat ceny
da: Genberegne priser
de: Tarife neu berechnen
el: Επαναυπολογισμός Τιμών
es: Recalcular tasas
id: Hitung ulang tarif
ja: 再計算レート
no: Oppdater priser
ru: Пересчитать цены
tr: Tekrar hesapla
uk: Перерахувати ціни
vi: Tính lại giá

# Languages::recalculate_totals
source: Recalculate totals
ar: إعادة احتساب المجاميع
cs: Přepočítat celkovou částku
da: Genberegne totalerne
de: Total neu kalkulieren
el: Επαναυπολογισμός Συνόλων
es: Recalcular totales
id: Hitung ulang total
ja: 合計金額の再計算
no: Oppdater totalsum
ru: Пересчитать суммы
tr: Toplamları tekrar hesapla
uk: Перерахувати суми
vi: Tính lại tổng giá trị

# Languages::recent_activity
source: Recent activity
ar: أحدث النشاطات
cs: Poslední aktivita
da: Seneste aktivitet
de: Neueste Aktivität
el: Πρόσφατη Δραστηριότητα
es: Actividad reciente
id: Aktivitas terakhir
ja: 最近のアクティビティ
no: Nylig aktivitet
ru: Последние события
tr: Son etkinlik
uk: Останні дії
vi: Hoạt động gần đây

# Languages::recent_orders
source: Recent orders
ar: أحدث الطلبات
cs: Poslední objednávky
da: Seneste ordrer
de: Neueste Bestellungen
el: Πρόσφατες παραγγελίες
es: Pedidos recientes
id: Pesanan terbaru
ja: 最近の注文
no: Nye ordre
ru: Последние заказы
tr: Yeni siparişler
uk: Останні замовлення
vi: Đơn đặt hàng gần đây

# Languages::recent_products
source: Recently viewed
ar: آخر المشاهدات
cs: Naposledy zobrazené
da: Senest set
de: Vor kurzem angeschaut
el: ΕΧΕΤΕ ΔΕΙ
es: Productos visitados
id: Terakhir dilihat
ja: 最近見た商品
no: Nylig viste
ru: Недавно просмотрено
tr: En son incelenenler
uk: Нещодавно переглянуті
vi: Mới xem gần đây

# Languages::recipient
source: Recipient
ar: المستلم
cs: Příjemce
da: modtager
de: Empfänger
el: Αποδέκτης
es: Destinatario
id: penerima
ja: 受取人
no: Mottaker
ru: Получатель
tr: Alıcı
uk: Одержувач
vi: Người nhận

# Languages::recipients_name
source: Recipient`s Name
ar: اسم المستلم
cs: Jméno příjemce
da: Modtagerens navn
de: Gutschein für
el: προς
es: Nombre del destinatario
id: Nama penerima
ja: 受取人のお名前
no: Mottakers navn
ru: Кому
tr: Alıcı Adı
uk: Кому
vi: Tên người nhận

# Languages::recipient_description
source: Description of the Merchant
ar: وصف التاجر
cs: Popis obchodníka
da: Beskrivelse af Merchant
de: Händler (Merchant) Beschreibung
el: Περιγραφή εμπόρου
es: Descripción del Comerciante
id: Deskripsi Merchant
no: Beskrivelse av Grossist
ru: Описание получателя
uk: Опис покупця
vi: Mô tả của các Thương gia

# Languages::recommended
source: Recommended
ar: مستحسن
cs: Doporučujeme
da: Anbefalet
de: Empfohlen
el: Συνίσταται
es: Recomendado
id: Direkomendasikan
ja: おすすめ
no: Anbefalt
ru: Рекомендованный
tr: Tavsiye edildi
uk: Рекомендований
vi: Được khuyến nghị

# Languages::recover_password
source: Reset password
ar: تغيير كلمة المرور
cs: Náhradní heslo
da: Genopret kodeord
de: Bitte senden Sie mir ein neues Passwort
el: Ανάκτηση Κωδικού Πρόσβασης
es: Recuperar la contraseña
ja: パスワードのリカバリ
no: Gjenopprett passord
ru: Восстановить пароль
tr: Şifremi gönder
uk: Скидання пароля
vi: Đặt lại mật khẩu

# Languages::recover_password_subj
source: Password recovery
ar: تغيير كلمة المرور
cs: Heslo obnoveno
da: Kodeord genopret
de: Passwort Wiederherstellung
el: Ανάκτηση Κωδικού Πρόσβασης
es: Recuperación de la contraseña
id: Pemulihan password
ja: パスワードのリカバリ
no: Passord gjenoppretting
ru: Восстановление пароля
tr: Şifre yenileme
uk: Відновлення пароля
vi: Khôi phục mật khẩu

# Languages::recursively
source: Recursively
ar: متكرر
cs: Znovu použitelné
da: rekursivt
de: rekursiv
el: Αναδρομικά
es: Recurrentemente
id: secara berulang
ja: 再帰的に変更
no: Rekursivt
ru: Рекурсивно
tr: Tekrarlama
uk: Рекурсивно
vi: Đệ quy

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
ar: تحويل زائر هذه الواجهة إلى الواجهة التي تحتوي على دول تتطابق مع IP الزائر
cs: Přesměrovat návštěvníky tohoto obchodu do druhého, kde jsou země, které patří k návštěvníka IP
da: Omdirigere besøgende på denne butik til den, der har lande som den besøgendes IP adresser tilhører
de: Besucher dieses Shops nach einem Shop umleiten der ein Land (IP Adresse) besitzt das im System definiert ist
el: Ανακατευθύνει τους επισκέπτες αυτού του καταστήματος σε εκείνες τις χώρες στις οποίες ανήκουν οι διευθύνσεις IP των επισκεπτών που ορίζονται
es: Redirigir los visitantes de esta tienda a la que tenga definidos países para las direcciones IP de los visitantes
id: Arahkan pengunjung ke toko yang sesuai dengan IPpengunjung yang sudah ditentukan.
ja: 訪問者のIPアドレスの国情報に応じて他のショップへリダイレクトする
no: Omdirigere besøkende fra denne butikk-forsiden til en butikk som har land som de besøkendes IP-adresser tilhører
ru: Перенаправлять посетителей этого магазина в другой, где есть страны, к которым принадлежит IP посетителя
uk: Перенаправляти відвідувачів цієї крамниці до іншої, де є країни, до яких належить IP відвідувача
vi: Chuyển hướng khách truy cập đến cửa hàng này vào một trong các quốc gia mà thuộc về địa chỉ IP của khách truy cập được xác định

# Languages::referrers
source: Referrers
ar: التحويلات
cs: Referreové
da: henviser
de: HTTP Referrers
el: Αναφέροντες
es: Referenciadores
id: Referrer
ja: リファラ
no: Henviserere
ru: Рефереры
tr: Referanslar
uk: Рефереры
vi: Giới thiệu

# Languages::referrer_domain
source: Referrer domain
ar: دومين التحويل
cs: Referrova doména
da: henvis domæne
el: Όνομα χώρου προέλευσης
es: Dominio Referrer
id: Pengarah domain
ja: リファラドメイン
no: Henviser domene
ru: Домен рефереров
tr: Referans domain
uk: Домен рефереров
vi: Tên miền giới thiệu

# Languages::refresh
source: Refresh
ar: تحديث
cs: Aktualizovat
de: Neu laden
el: Ανανεωση
es: Actualizar
id: Menyegarkan
ja: 更新
no: Oppdater
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới

# Languages::refresh_packages_list
source: Refresh available upgrades
ar: تحديث ترقية متوفرة
cs: Aktualizovat dostupné upgrady
da: Opdater tilgængelige opgraderinger
de: Verfügbare Aktualisierungen überprüfen
el: Ανανέωση διαθέσιμων αναβαθμίσεων
es: Actualizar las actualizaciones disponibles
id: Menyegarkan upgrade yang tersedia
ja: 可能なアップグレードを更新
no: Oppdater tilgjengelige oppgraderinger
ru: Проверить доступные обновления
tr: Mevcut yükseltmeleri yenile
uk: Перевірити доступні оновлення
vi: Làm mới nâng cấp có sẵn

# Languages::refund
source: Refund
ar: إرجاع
cs: Úhrada
da: tilbagebetaling
de: Rückzahlung
el: Αποζημίωση
es: Reembolso
id: Kembalikan uang
ja: 返金
no: Refunder
ru: Возврат
tr: İade
uk: Повернення грошей
vi: Hoàn lại tiền

# Languages::refunded
source: Refunded
ar: مرتجعة
cs: Vráceno
da: Refunderet
de: Zurückerstattet
el: Επιστραφείσες
es: Reembolsado
id: Kembalikan uang
ja: 払い戻し済み
no: Refundert
ru: Возвращен
uk: Повернуті
vi: Hoàn lại

# Languages::refunded_amount
source: Refunded amount
ar: قيمة المبلغ المسترجع
cs: Uhrazená částka
da: Godtgørelsen er
de: Rückzahlungs Betrag
el: Ποσό αποζημίωσης
es: Cantidad reembolsada
id: Jumlah pengembalian uang
ja: 返金金額
no: Refundert beløp
ru: Сумма возврата
tr: İade tutarı
uk: Сума повернення
vi: Hoàn lại số tiền

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
cs: Pokud používáte regexp kontrolu, je nutné nastavit zprávu vyvolávající informaci o nesprávné vyplněných polích, jinak nebude provedena kontrola
da: Ved brug af regexp eftersyn, er det vigtigt at der bliver gjort opmærksom på de forkerte felter, ellers virker regexp ikke.
de: Wenn Sie die regexp-Prüfung verwenden, ist es notwendig, eine Eingabeaufforderung einzustellen, die Sie über die falsche Ausfüllung des Feldes informiert, da die Prüfung sonst nicht durchgeführt wird
el: Αν χρησιμοποιείτε τον έλεγχο regexp, είναι ανάγκη να οριστεί ένα μήνυμα ενημερώνοντας της λανθασμένη συμπλήρωση του πεδίου, διαφορετικά, ο έλεγχος δεν θα πραγματοποιηθεί
es: Si utiliza una comprobación por regexp, es necesario establecer un mensaje informando del llenado incorrecto del campo, de lo contrario la comprobación no se realizará
ja: 正規表現による入力値チェックを行う場合には、不正値入力時のメッセージを登録してください。メッセージが登録されていない場合にはチェックは行われません。
no: Hvis du bruker regexp kontroll, er det nødvendig å sette en påminnelsesmelding som informerer om feil utfylling av feltet, ellers vil sjekken ikke utføres
ru: Если Вы используете проверку регулярных выражений, необходимо задать сообщение-подсказку о неправильном заполнении поля, иначе проверка не будет выполняться
uk: Якщо Ви використовуєте перевірку регулярних виразів, необхідно задати повідомлення-підказку при неправильному заповненні поля, інакше перевірка не буде виконуватися
vi: Nếu bạn đang sử dụng các regexp kiểm tra, nó là cần thiết để thiết lập một thông báo tin nhắn prompting của điền các lĩnh vực, không chính xác, nếu không, các kiểm tra sẽ không được thực hiện

# Languages::region
source: Region
ar: المنطقة
cs: Kraj
da: regionen
el: Περιοχή
es: Región
id: Wilayah
ja: リージョン
ru: Регион
tr: Yer
uk: Регіон
vi: Vùng

# Languages::regions
source: Regions
ar: المناطق
cs: Kraje
da: Regioner
de: Regionen
el: Περιοχες
es: Regiones
id: Wilayah
ja: リージョン
no: Regioner
ru: Регионы
uk: Регіони
vi: Khu vực

# Languages::register
source: Register
ar: التسجيل
cs: Registrace
da: Registrer
de: Registrieren
el: Εγγραφή
es: Registro
id: Daftar
ja: 会員登録
no: Registrer deg
ru: Регистрация
tr: Üye ol
uk: Реєстрація
vi: Đăng ký

# Languages::registered
source: Registered
ar: تاريخ التسجيل
cs: Registrovaný
da: registrered
de: Registriert
el: Έχει εγγραφεί
es: Registrado
id: Terdaftar
ja: 会員登録日時
no: Registrert
ru: Зарегистрирован
tr: Kayıtlı
uk: Зареєстровано
vi: Đăng ký

# Languages::registered_customers
source: Registered customers
ar: العملاء المسجلون
cs: Registrovaní zákazníci
da: Registrerede kunder
de: Registrierte Kunden
el: Εγγεγραμμένοι πελάτες
es: Clientes registrados
id: Pelanggan terdaftar
ja: 会員登録済のお客様
no: Registrerte kunder
ru: Зарегистрированные покупатели
tr: Kayıtlı müşteriler
uk: Зареєстровані покупці
vi: Khách hàng đăng ký

# Languages::register_new_account
source: Register for a new account
ar: تسجيل حساب جديد
cs: Registrovat nový účet
da: Tilmeld dig en ny konto
de: Neues Benuzterkonto registrieren
el: Δημιουργήστε ένα Λογαριασμό
es: Registrar una nueva cuenta
id: Daftar akun baru
ja: 新規会員登録
no: Opprett en konto
ru: Создать учетную запись
tr: Üye ol
uk: Зареєструвати новий обліковий запис
vi: Đăng ký tài khoản mới

# Languages::register_profile
source: Register profile
ar: تسجيل البروفايل
cs: Registrace zákazníka
da: Register profil
de: Profil registrieren
el: Προφίλ Μελών
es: Registrar perfil
id: Profile pendaftar
ja: 会員情報の登録
no: Register profil
ru: Регистрация профиля
tr: Kayıt profili
uk: Зареєструвати профіль
vi: Hồ sơ đăng ký

# Languages::registration
source: Registration
ar: التسجيل
cs: Registrace
da: Registrering
de: Registrierung
el: Εγγραφή
es: Registro
id: Pendaftaran
ja: 会員登録
no: Registrering
ru: Регистрация
tr: Üye ol
uk: Реєстрація
vi: Đăng ký

# Languages::regnumber
source: Registration number
ar: رقم التسجيل
cs: Registrační číslo
da: Reg. nummer
de: Steuer Reg. Nummer
el: Αρ. Μελών
es: Número de Registro
id: Nomor NWPW
ja: 登録番号
no: Registreringsnummer
ru: Рег. номер
tr: Kayıt numarası
uk: Реєстраційний номер
vi: Số đăng ký

# Languages::related_order
source: Related order
ar: الطلب ذو الصلة
cs: Související objednávky
da: relateret ordre
de: Dazugehörende Bestellung
el: Σχετική παραγγελία
es: Pedido relacionado
id: Pesanan terkait
ja: 関連の注文
no: Tilhørende ordre
ru: Связанные заказы
tr: İlişkili sipariş
uk: Зв'язані замовлення
vi: Đơn hàng liên quan

# Languages::release_date
source: Release date
ar: تاريخ الإصدار
cs: Datum uvolnění
da: udgivelses dato
de: Ausgabedatum
el: Ημερομηνία κυκλοφορίας
es: Fecha de lanzamiento
id: Tanggal rilis
ja: 公開日時
no: Lanseringsdato
ru: Дата выпуска
tr: Yayın tarihi
uk: Дата випуску
vi: Ngày phát hành

# Languages::remember_me
source: Remember me
ar: تذكرني
cs: Zapamatuj si mě
da: Husk mig
de: Angemeldet bleiben
el: Να με θυμάσαι
es: Recordar
id: Ingat saya
ja: ログイン情報を記憶
no: Husk meg
ru: Запомнить
tr: Beni hatırla
uk: Запам'ятати
vi: Nhớ mật khẩu

# Languages::remove
source: Remove
ar: حذف
cs: Odebrat
da: Fjern
de: Löschen
el: Απομακρύνω
es: Borrar
id: Hapus
ja: 削除
no: Fjern
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Loại bỏ

# Languages::remove_backup_files
source: Remove backup files
ar: حذف الملفات الاحتياطية
cs: Odebrat soubory zálohy
da: Fjerne backup-filer
de: Backup Dateien löschen
el: Αφαίρεση αρχείων backup
es: Eliminar archivos de copia de seguridad
id: Hapus file cadangan
ja: バックアップファイルの削除
no: Fjern backup filer
ru: Удалить резервные файлы
tr: Yedek dosyalarını sil
uk: Видалити файли резервної копії
vi: Loại bỏ các tập tin sao lưu

# Languages::remove_cc_info
source: Remove CC info
ar: حذف معلومات البطاقة الائتمانية
cs: Odstranit CC info
da: Fjern CC info
de: Kreditkarte Info löschen
el: Αφαίρεση πληροφοριών CC
es: Eliminar información CC
id: Hapus info CC
ja: クレジットカード情報の削除
no: Fjern CC info
ru: Удалить информацию о банковской карте
tr: CC bilgisi taşı
uk: Видалити інформацію про банківську картку
vi: Loại bỏ thông tin CC

# Languages::remove_this_item
source: Remove this item
ar: حذف هذا العنصر
cs: Odstranit tuto položku
da: Fjern dette produkt
de: Dieses Element löschen
el: Απομακρύνετε το είδος
es: Borrar este articulo
id: Hapus item ini
ja: 削除
no: Fjern dette elementet
ru: Удалить эту запись
tr: Bu maddeyi sil
uk: Видалити цей елемент
vi: Loại bỏ mục này

# Languages::rename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
id: Ubah nama
ja: 名前変更
no: Gi nytt navn
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên

# Languages::repay_order
source: Pay order
ar: دفع الطلب
cs: Zaplatit objednávku
da: Betal ordre
de: Bestellung bezahlen
el: Πληρωμή παραγγελίας
es: Pagar pedido
id: Bayar pesanan
ja: お支払い
no: Betal ordre
ru: Оплатить заказ
tr: Öde
uk: Сплатити замовлення
vi: Thanh toán đơn hàng

# Languages::report
source: Report
ar: تقرير
cs: Zpráva
da: Rapport
de: Bericht
el: Αναφορά
es: Informe
id: Laporan
ja: レポート
no: Rapport
ru: Отчет
tr: Rapor
uk: Звіт
vi: Báo cáo

# Languages::reports
source: Reports
ar: التقارير
cs: Reporty
da: Rapporter
de: Berichte
el: Αναφορές
es: Informes
id: Laporan
ja: 販売レポート
no: Rapporter
ru: Отчеты
tr: Raporlar
uk: Звіти
vi: Báo cáo

# Languages::reports_interval_1
source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Insgesamt
el: Σύνολο
ja: 合計
no: Totalt
ru: Сумма
tr: Toplam
uk: Всього
vi: Tổng cộng

# Languages::reports_interval_3
source: Day
ar: اليوم
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
id: Tanggal
ja: 日
no: Dag
ru: День
tr: Gün
uk: День
vi: Ngày

# Languages::reports_interval_5
source: Week
ar: الأسبوع
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
id: Minggu
ja: 週
no: Uke
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần

# Languages::reports_interval_7
source: Month
ar: الشهر
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
id: Bulan
ja: 月
no: Måned
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng

# Languages::reports_interval_9
source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
id: Tahun
ja: 年
no: År
ru: Год
tr: Yıl
uk: Рік
vi: Năm

# Languages::reports_list
source: Reports list
ar: قائمة التقارير
cs: Seznam zpráv
da: Rapporter liste
de: Liste der Berichte
el: Λίστα αναφορών
es: Lista de informes
id: Daftar laporan
ja: レポート一覧
no: Liste over rapporter
ru: Список отчетов
tr: Raporlar listesi
uk: Список звітів
vi: Danh sách báo cáo

# Languages::reports_parameter_1
source: Order totals
ar: إجمالي الطلب
cs: Celkové objednávky
da: Ordre total
de: Total Bestellungen
el: Σύνολα παραγγελίας
es: Totales de pedidos
id: Total pesanan
ja: 注文合計金額
no: Ordre totaler
ru: Сумма заказов
tr: Sipariş toplamları
uk: Сума замовлень
vi: Tổng đơn hàng

# Languages::reports_parameter_10
source: Shipping costs
ar: تكاليف الشحن
cs: Ceny dopravy
da: Fragt pris
de: Versandkosten
el: Έξοδα αποστολής
es: Gastos de envío
id: Biaya pengiriman
ja: 送料
no: Frakt kostnader
ru: Стоимость доставки
tr: Kargo ücretleri
uk: Вартість доставки
vi: Chi phí vận chuyển

# Languages::reports_parameter_11
source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

# Languages::reports_parameter_12
source: Products
ar: المنتجات
cs: Zboží
da: Produkts
de: Produkte
el: Προϊόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# Languages::reports_parameter_13
source: Product costs
ar: تكاليف المنتج
cs: Náklady na zboží
da: Produkt pris
de: Produkt Kosten
el: Έξοδα προϊόντων
es: Coste de productos
id: Harga produk
ja: 商品金額
no: Produkt kostnader
ru: Стоимость товара
tr: Ürün indirimleri
uk: Вартість товару
vi: Chi phí sản phẩm

# Languages::reports_parameter_14
source: The number of products
ar: عدد من المنتجات
cs: Počet zboží
da: Antallet af produkter
de: Anzahl Produkte
el: Ο αριθμός των προϊόντων
es: Número de productos
id: Jumlah produk
ja: 商品数
no: Antall produkter
ru: Количество товаров
tr: Ürün numarası
uk: Кількість товарів
vi: Số lượng sản phẩm

# Languages::reports_parameter_15
source: Managers
ar: المديرين
cs: Manažeři
da: Ledere
el: Διαχειριστες
es: Gerentes
id: Manajer
ja: マネージャー
no: Ledere
ru: Менеджеры
tr: Yöneticiler
uk: Менеджери
vi: Quản lý

# Languages::reports_parameter_2
source: The number of orders
ar: عدد من الطلبات
cs: Počet objednávek
da: Antallet af ordre
de: Anzahl Bestellungen
el: Ο αριθμός των παραγγελιών
es: El número de pedidos
id: Jumlah pesanan
ja: 注文数
no: Antall ordre
ru: Количество заказов
tr: Sipariş sayısı
uk: Кількість замовлень
vi: Số lượng đơn đặt hàng

# Languages::reports_parameter_3
source: Orders
ar: الطلبات
cs: Objednávky
da: Ordre
de: Bestellungen
el: Παραγγελίες
es: Pedidos
id: Pesanan
ja: 注文
no: Ordre
ru: Заказы
tr: Siparişler
uk: Замовлення
vi: Đơn hàng

# Languages::reports_parameter_4
source: Statuses of orders
ar: حالات الطلبات
cs: Stavy objednávek
da: Status af ordre
de: Status Bestellungen
el: Καταστάσεις παραγγελίας
es: Estados de pedidos
id: Status pesanan
ja: 注文ステータス
no: Ordrestatuser
ru: Статусы заказов
tr: Sipariş durumları
uk: Статуси замовлень
vi: Trạng thái đơn đặt hàng

# Languages::reports_parameter_5
source: Payment methods
ar: طرق الدفع
cs: Platební metody
da: Betalingsmetode
de: Zahlungsmethoden
el: Τρόποι πληρωμής
es: Métodos de pago
id: Metode pembayran
ja: 支払方法
no: Betalingsmåter
ru: Способы оплаты
tr: Ödeme yöntemleri
uk: Способи оплати
vi: Phương thức thanh toán

# Languages::reports_parameter_6
source: Rate areas
de: Tarifbereiche
el: Περιοχές Τιμών
ru: Тарифные зоны
uk: Тарифні зони

# Languages::reports_parameter_7
source: Users
ar: الأعضاء
cs: Uživatelé
da: Bruger
de: Benutzer
el: Χρήστες
es: Usuarios
id: Pengguna
ja: ユーザー
no: Brukere
ru: Пользователи
tr: Üyeler
uk: Користувачі
vi: Người dùng

# Languages::reports_parameter_8
source: Discounts and coupons
ar: الخصومات والكوبونات
cs: Slevy a kupony
da: Rabatter og kuponer
de: Rabatte und Coupons
el: Εκπτώσεις και εκπτωτικά κουπόνια
es: Cupones y descuentos
id: Diskon dan kupon
ja: 割引とクーポン
no: Rabatter og kuponger
ru: Скидки и купоны
tr: İndirimler ve kuponlar
uk: Знижки та купони
vi: Giảm giá và phiếu giảm giá

# Languages::reports_parameter_9
source: Taxes
ar: الضرائب
cs: Daně
da: Moms
de: Steuern
el: Φόρος
es: Impuestos
id: Pajak
ja: 税金
no: Moms
ru: Налоги
tr: Vergiler
uk: Податки
vi: Thuế

# Languages::request
source: Request
ar: الطلب
cs: Požadavek
da: Forespørgsel
de: Abfrage
el: Αίτημα
es: Petición
id: Permintaan
ja: リクエスト
no: Forespørsel
ru: Запрос
tr: İstek
uk: Запит
vi: Yêu cầu
