Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::licensing.license_error_wrong_licensing_mode
source: The license does not match your store licensing mode. Please enter a valid license number.
da: Licensen svarer ikke til din butik licenstype. Angiv et gyldigt licensnummer.
de: Die Lizenz entspricht nicht Ihrem Shop-Lizenzmodus. Bitte geben Sie eine gültige Lizenznummer ein.
el: Η άδεια χρήσης δεν συμφωνεί με την έκδοση στο κατάστημα σας. Παρακαλώ εισάγετε ένα έγκυρο αριθμό αδείας.
es: La licencia no coincide con el modo de licencia de tu tienda. Por favor ingrese un número de licencia válido.
id: Lisensi tidak sesuai dengan mode perizinan toko Anda. Harap masukkan nomor lisensi yang benar.
no: Lisensen samsvarer ikke med butikk utgaven. Angi et gyldig lisensnummer.
ru: Лицензия не соответствует режиму лицензирования вашего магазина. Пожалуйста, введите действительный лицензионный ключ.
tr: Lisans mağaza lisans modunuz ile eşleşmiyor. Lütfen geçerli lisans numarasını girin.
uk: Ліцензія не відповідає режиму ліцензування вашого магазину. Будь ласка, введіть дійсний ліцензійний ключ.

# Languages::upgrade_center.upgrade_process_failed
source: Upgrade process of your store has failed
da: Opgraderingen af din butik er mislykkedet
de: Der Aktualisierungsprozess Ihres Shops ist fehlgeschlagen
el: Απέτυχε η διαδικασία αναβάθμισης του καταστήματος σας
es: El proceso de actualización de su tienda no se ha ejecutado
id: Proses upgrade dari toko Anda telah gagal
no: Oppgraderingsprosessen til butikken mislyktes
ru: Произошёл сбой процесса обновления вашего магазина
tr: Mağazanızın yükseltme işlemi başarısız oldu
uk: Відбувся збій процесу оновлення вашого магазину

# Languages::upgrade_center.apply_migration_failed
source: <p>Please restore the pre-upgrade backup manually or via a link sent to your email address, then contact our technical support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
da: <p>Venligst gendanne pre-Upgrade backup manuelt eller via et link sendt til din e-mail-adresse, så kontakt vores tekniske support.</p> <br><p>Tech detaljer: kunne ikke fuldføre overførslen [migration]. Årsag: [error].</p> <p>Afsluttet migrationer: [processed_count] ud af [total_count].</p>
de: <p>Bitte stellen Sie das Pre-Upgrade-Backup manuell oder über einen Link wieder her, der an Ihre E-Mail-Adresse gesendet wurde und kontaktieren Sie dann unseren technischen Support.</p><br><p>Technische Details: Die Migration konnte nicht abgeschlossen werden[migration]. Grund: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
el: <p>Παρακαλούμε να επαναφέρετε το αντίγραφο ασφαλείας πριν από την αναβάθμιση με μη αυτόματο τρόπο ή μέσω ενός συνδέσμου που αποστέλλεται στη διεύθυνση ηλεκτρονικού ταχυδρομείου και, στη συνέχεια, να επικοινωνήσετε με την τεχνική μας υποστήριξη.</p> <br><p>Τεχνικές Λεπτομέρειες: δεν μπόρεσε να ολοκληρώσει η μεταφορά [migration]. Αιτία: [error].</p> <p>Ολοκληρωμένες μεταφορές: [processed_count] από το [total_count].</p>
es: <p>Por favor restaure la pre-actualización de la copia de seguridad manualmente o a través de un enlace enviado a su dirección de correo electrónico, Luego contacte a su soporte técnico.</p><br><br>Detalles técnicos: No pudo completarse la migración [migration]. Razón: [error].</p><p>Migraciones completadas: [processed_count] de [total_count].</p>
id: <p>Tolong mengembalikan cadangan pra-upgrade secara manual atau melalui link yang dikirim ke alamat email Anda, kemudian hubungi technical support kami.</p><br><p>Detail teknis: Tidak dapat menyelesaikan migrasi [migration]. Alasan: [error].</p><p>Migrasi selesai: [processed_count] dari [total_count].</p>
no: <p>Vennligst gjenopprett sikkerhetskopien som bla tatt før oppdateringen manuelt eller via linken som ble sendt til e-postadressen din, eller ta kontakt med vår tekniske support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
ru: <p>Пожалуйста, восстановите резервную копию, созданную перед обновлением, вручную, или с помощью ссылки, отправленной на ваш почтовый адрес, после чего свяжитесь с нашей службой технической поддержки.</p><br><p>Техническая информация: Не удалось завершить миграцию [migration]. Причина: [error].</p><p>Завершённые миграции: [processed_count] из [total_count].</p>
tr: <p>Lütfen ön-güncelleme bazlı yedekleme dosyasını manual olarak ya da e-mail adresinize gönderilen link aracılığıyla düzeltin, sonrasında teknik ekibimizle iletişime geçin.</p><br><p>Teknik detaylar: Aktarım tamamlanamadı [migration]. Sebepler:[error].</p><p>Başarılı aktarımlar:[processed_count] Toplamda ise[total_count].</p>
uk: <p>Будь ласка, відновіть резервну копію, створену перед оновленням, вручну, або за допомогою посилання, відправленого на вашу поштову адресу, після чого зв'яжіться з нашою службою технічної підтримки.</p><br><p>Технічна інформація: Не вдалося завершити міграцію [migration]. Причина: [error].</p><p>Завершені міграції: [processed_count] з [total_count].</p>

# Languages::profile_deactivated
source: Account deactivated
da: Konto deaktiveret
de: Konto deaktiviert
el: Λογαριασμός απενεργοποιήθηκε
es: Cuenta desactivada
id: Akun dinonaktifkan
no: Konto deaktivert
ru: Учетная запись отключена
tr: Hesap devre dışı
uk: Обліковий запис деактивовано

# Languages::text_profile_deactivated
source: Your account has been deactivated. Please contact us for more details.
da: Din konto er blevet deaktiveret. Kontakt os for flere detaljer.
de: Ihr Konto wurde deaktiviert. Bitte kontaktieren Sie uns für weitere Informationen.
el: Ο Λογαριασμός σας έχει απενεργοποιηθεί. Επικοινωνήστε μαζί μας για περισσότερες λεπτομέρειες.
es: Su cuenta ha sido desactivada. Por favor contáctenos para más detalles.
id: Akun Anda telah dinonaktifkan. Silahkan hubungi kami untuk lebih jelasnya.
no: Kontoen er deaktivert. Kontakt oss for mer informasjon.
ru: Ваша учетная запись была отключена. Пожалуйста, свяжитесь с нами, чтобы узнать подробности.
tr: Hesabınız devre dışı bırakıldı. Daha fazla bilgi için lütfen bize ulaşın.
uk: Вашу аккаунт було деактивовано. Будь ласка, зв'яжіться з нами, якщо Вам потрібна додаткова інформація.

# Languages::email_template.profile_deactivated
source: User account deactivation
da: Brugerkonto deaktivering
de: Deaktivierung des Benutzerkontos
el: Απενεργοποίηση λογαριασμού χρήστη
es: Cuenta de usuario desactivada
id: Penonaktifan akun pengguna
no: Brukerkonto deaktivering
ru: Учетная запись пользователя отключена
tr: Kullanıcı hesabını devre dışı bırakma
uk: Обліковий запис користувача деактивовано

# Languages::timezone_upgrade_notification_title
source: Time zone changes
da: Tidszoneændringer
de: Zeitzonenwechsel
el: Αλλαγές ζώνης ώρας
es: Cambios de zona horaria
id: Perubahan zona waktu
no: Tidssoneendringer
ru: Изменения часовых поясов
tr: Saat dilimi değişiklikleri
uk: Зміни часових поясів

# Languages::timezone_upgrade_notification_text
source: <p>Time zone "Athens, Beirut, Istanbul" has been split into 3 different time zones:</p><ul><li>Europe/Istanbul</li><li>Europe/Athens</li><li>Asia/Beirut</li></ul><p>Please go to <b>Settings</b> &rarr; <b>Appearance</b> and make sure you have the right time zone there.</p>
da: <p>Tidszone "Athen, Beirut, Istanbul" har været opdelt i 3 forskellige tidszoner:</p> <ul><li>Europa/Istanbul</li> <li>Europa/Athen</li> <li>Asien/Beirut</li></ul> <p>Kan du gå til <b>Indstillinger</b> &rarr; <b>udseende</b> og sørg for at du har den rigtige tidszone der.</p>
el: <p>H Ζώνη ώρας «Αθήνα, Βηρυτός, Κωνσταντινούπολη» έχει χωριστεί σε 3 διαφορετικές ζώνες ώρας:</p> <ul><li>Ευρώπη/Κωνσταντινούπολη</li> <li>Ευρώπη/Αθήνα</li> <li>Ασία/Βηρυτός</li></ul> <p>Παρακαλούμε να μεταβείτε στην <b>επιλογή Ρυθμίσεις</b> &rarr; <b>Εμφάνιση</b> και na βεβαιωθείτε ότι έχετε τη σωστή ζώνη ώρας εκεί.</p>
es: <p>La zona horaria "Atenas, Beirut, Estambul" se ha dividido en 3 zonas horarias distintas:</p><ul><li>Europa/Estambul</li><li>Europa/Atenas</li><li>Asia/Beirut</li></ul><p>Por favor vaya a<b>Configuración de</b>&rarr;<b>Apariencia</b>y asegúrese de que tenga la zona horaria correcta asignada.</p>
no: <p>Tidssonen "Athen, Beirut, Istanbul" har blitt delt inn i 3 forskjellige tidssoner:</p><ul><li>Europa/Istanbul</li><li>Europa/Athen</li><li>Asia/Beirut</li></ul><p>Vennligst gå til <b>Innstillinger</b> &rarr; <b>Utseende</b> og kontroller at du har valgt riktig tidssone.</p>
ru: <p>Часовой пояс "Афины, Бейрут, Стамбул" был разделён на три разных пояса:</p><ul><li>Европа/Стамбул</li><li>Европа/Афины</li><li>Азия/Бейрут</li></ul><p>Пожалуйста, откройте <b>Настройки</b> &rarr; <b>Внешний вид</b> и убедитесь, что у вас в настройках выставлен правильный часовой пояс.</p>
tr: <p>Zaman birimi "Atina, Beyrut, İstanbul" olmak üzere 3 farklı birime ayrılmıştır:</p><ul><li>Avrupa/İstanbul</li><li>Avrupa/Atina</li><li>Asya/Beyrut</li></ul><p>Lütfen önce<b>Seçenekler</b>&rarr;<b>Görünüm</b>e giderek doğru zaman birimini seçtiğinizden emin olun.</p>
uk: <p>Часовий пояс "Афіни, Бейрут, Стамбул" було поділено на три різних пояси:</p><ul><li>Європа/Стамбул</li><li>Європа/Афіни</li><li>Азія/Бейрут</li></ul><p>Будь ласка, відкрийте <b>Налаштування</b> &rarr; <b>Зовнішній вигляд</b> і переконайтеся, що у вас в налаштуваннях виставлений правильний часовий пояс.</p>

# Languages::text_addon_disable_dependencies
source: The add-on cannot be disabled because the following add-ons depend on it: [addons]
da: Tilføjelsesprogrammet kan ikke deaktiveres, fordi de følgende tilføjelser afhænger det: [addons]
de: Das Add-on kann nicht deaktiviert werden, da die folgenden Add-ons davon abhängen: [addons]
el: Το πρόσθετο δεν μπορεί να απενεργοποιηθεί, επειδή τα ακόλουθα πρόσθετα εξαρτώνται από αυτο: [addons]
es: El complemento no se puede desactivar porque los siguientes complementos dependen de él: [addons]
id: Add-on tidak dapat dinonaktifkan karena pengaya berikut bergantung padanya: [addons]
no: Modulen kan ikke avinstalleres fordi følgende moduler er avhengig av den: [addons]
ru: Этот модуль не может быть отключен, так как от него зависит работа следующих модулей: [addons]
tr: Eklenti devre dışı bırakılamaz, çünkü aşağıdaki eklentiler buna bağlıdır: [eklentiler]
uk: Цей модуль не може бути відключений, так як від нього залежить робота наступних модулів: [addons]

# Languages::text_addon_enable_dependencies
source: The add-on cannot be enabled because it depends on the following add-ons: [addons]
da: Tilføjelsesprogrammet kan ikke aktiveres, fordi det afhænger af de følgende tilføjelser: [addons]
de: Das Add-on kann nicht aktiviert werden, da es von den folgenden Add-ons abhängt: [addons]
el: Το πρόσθετο δεν μπορεί να ενεργοποιηθεί, διότι εξαρτάται από τα ακόλουθα πρόσθετα: [addons]
es: El complemente no puede ser activiado porque depende de los siguientes complementos: [addons]
id: Add-on tidak dapat diaktifkan karena bergantung pada pengaya berikut: [addons]
no: Modulen kan ikke aktiveres fordi den er avhengig av følgende andre moduler: [addons]
ru: Этот модуль не может быть включен, так как для его работы нужны следующие модули: [addons]
tr: Aşağıdaki eklentilere bağlı olduğu için eklenti etkinleştirilemiyor: [eklentiler]
uk: Цей модуль не може бути включений, так як для його роботи потрібні наступні модулі: [addons]

# Languages::current_setting_value
source: Current value
da: Aktuelle værdi
de: Gegenwartswert
el: Τρέχουσα τιμή
es: Valor actual
id: Nilai sekarang
no: Gjeldende verdi
ru: Текущее значение
tr: Geçerli değer
uk: Поточние значення

# Languages::new_setting_value
source: New value
da: Ny værdi
de: Neuer Wert
el: Νέα τιμή
es: Valor nuevo
id: Nilai baru
no: Ny verdi
ru: Новое значение
tr: Yeni değer
uk: Нове значення

# Languages::overwrite_selected_settings
source: Overwrite selected settings
da: Overskrive valgte indstillinger
de: Ausgewählte Einstellungen überschreiben
el: Αντικατασταση των επιλεγμενων ρυθμισεων
es: Sobrescribir las configuraciones seleccionadas
id: Timpa pengaturan yang dipilih
no: Overskriv valgte innstillinger
ru: Изменить выбранные настройки
tr: Seçili ayarların üzerine yaz
uk: Змінити вибрані налаштування

# Languages::payment_method_not_found
source: Payment method not found. It could've been disabled, or a technical problem occurred. Please choose a payment method and try again.
da: Betalingsmetode ikke fundet. Det kunne har deaktiveret, eller opstået et teknisk problem. Vælg en betalingsmetode, og prøv igen.
de: Zahlungsmethode nicht gefunden. Es könnte deaktiviert worden sein oder es ist ein technisches Problem aufgetreten. Bitte wählen Sie eine Zahlungsmethode und versuchen Sie es erneut.
el: Δεν βρέθηκε η μέθοδος πληρωμής. Θα μπορούσε να έχει απενεργοποιηθεί, ή να προκειται για ένα τεχνικό πρόβλημα. Παρακαλώ επιλέξτε μια μέθοδο πληρωμής και προσπαθήστε ξανά.
es: El método de pago no se encontró. Este pudo haber sido desactivado, o un problema técnico ocurrió. Por favor seleccione un método de pago e intente de nuevo.
id: Metode pembayaran tidak ditemukan Itu bisa saja dinonaktifkan, atau masalah teknis terjadi. Harap pilih metode pembayaran dan coba lagi.
no: Betalingsmåten ikke funnet. Den kan har blitt deaktivert, eller et teknisk problem oppstod. Velg en betalingsmåte og prøv på nytt.
ru: Не обнаружен способ оплаты. Он мог быть отключен. Также это могло быть вызвано технической неполадкой. Пожалуйста, выберите способ оплаты и попробуйте снова.
tr: Ödeme yöntemi bulunamadı. Bu yöntem iptal edilmiş, ya da teknik bir problem nedeniyle erişilememektedir. Lütfen yeni bir ödeme yöntemi seçerek tekrar deneyin.
uk: Не знайдено спосіб оплати. Він міг бути відключений. Також це могло бути викликано технічною неполадкою. Будь ласка, виберіть спосіб оплати і спробуйте знову.

# Languages::shippings.ups.package_type.01
source: UPS Letter
da: UPS brev
es: Carta UPS
id: Surat UPS
no: UPS brev
ru: UPS письмо
tr: UPS mektubu
uk: UPS лист

# Languages::shippings.ups.package_type.02
source: Package
da: Pakke
el: Πακέτο
es: Embalaje
id: Paket
no: Pakke
ru: Пакет
tr: Paket
uk: Пакунок

# Languages::shippings.ups.package_type.03
source: Tube
da: Rør
es: Tubo
id: Tabung
no: Rør
ru: Туба
tr: Tüp
uk: Туба

# Languages::shippings.ups.package_type.04
source: Pak
ru: Упаковка UPS Pak
uk: Пакунок Ups Pak

# Languages::shippings.ups.package_type.21
source: Express Box
da: Express boks
es: Caja express
id: Kotak Ekspres
no: Express boks
ru: UPS Express коробка
tr: Ekpres Kutu
uk: Ups Express коробка

# Languages::shippings.ups.package_type.24
source: 25KG Box
da: 25KG kasse
es: Caja de 25KG
no: 25KG boks
ru: Коробка 25КГ
tr: 25KG Kutu
uk: Коробка 25КГ

# Languages::shippings.ups.package_type.25
source: 10KG Box
da: 10KG kasse
es: Caja de 10KG
id: Kotak 10KG
no: 10KG boks
ru: Коробка 10КГ
tr: 10KG Kutu
uk: Коробка 10КГ

# Languages::shippings.ups.package_type.30
source: Pallet
da: Palle
de: Palette
es: Palé
id: Palet
no: Palle
ru: Поддон
tr: Palet
uk: Піддон

# Languages::shippings.ups.package_type.2a
source: Small Express Box
da: Lille ekspresboks
de: Kleine Expressbox
es: Caja pequeña express
id: Kotak Ekspres Kecil
no: Liten Express boks
ru: Малая Express коробка
tr: Küçük Ekspres kutu
uk: Мала Express коробка

# Languages::shippings.ups.package_type.2b
source: Medium Express Box
da: Medium ekspreskasse
de: Mittlere Expressbox
es: Caja mediana express
id: Kotak Medium Express
no: Middels Express boks
ru: Средняя Express коробка
tr: Orta Ekspres Kutu
uk: Середня Express коробка

# Languages::shippings.ups.package_type.2c
source: Large Express Box
da: Stor ekspreskasse
de: Große Expressbox
es: Caja grande express
id: Kotak Ekspres Besar
no: Stor Express boks
ru: Большая Express коробка
tr: Büyük Ekspres Kutu
uk: Велика Express коробка

# Languages::wrong_number_initial_order_id
source: The value you entered for the "Initial order ID value" setting is not supported. Only integers from 1 to [max_initial_order_id] are supported
da: Den værdi, du indtastede for indstillingen "Startværdi ordre ID" understøttes ikke. Kun heltal fra 1 til [max_initial_order_id] er understøttet
el: Η τιμή που πληκτρολογήσατε για τη ρύθμιση «Αρχική αξία Αναγνωριστικό παραγγελίας» δεν υποστηρίζεται. Υποστηρίζονται μόνο ακέραιοι αριθμοί από το 1 εως [max_initial_order_id]
es: El valor que usted ingresó para la configuración de "Valor de la identificación del pedido incial" no es compatible. Solo se admiten números enteros de 1 a [max_initial_order_id]
id: Nilai yang Anda masukkan untuk pengaturan "Nilai awal order ID" tidak didukung. Hanya bilangan bulat dari 1 sampai [max_initial_order_id] yang didukung
no: Verdien du skrev inn for innstillingen "Innledende ordre ID-verdi" støttes ikke. Bare hele tall fra 1 til [max_initial_order_id] støttes
ru: Значение, введённое в настройке "Начальный номер заказа" не поддерживается. Поддерживаются только целые числа от 1 до [max_initial_order_id]
tr: Girdiğiniz siparişe göre verilen rakamsal değer "Initial order ID value" ayarları desteklenmemektedir. Sadece 1'den [max_initial_order_id] a kadar desteklenmektedir
uk: Значення, введене в налаштуванні "Початковий номер замовлення" не підтримується. Підтримуються тільки цілі числа від 1 до [max_initial_order_id]

# Languages::recaptcha_upgrade_notification_title
source: Switch to Google reCAPTCHA to protect against bots
da: Skift til Google reCAPTCHA til beskyttelse mod robotter
el: Μεταβείτε στο Google reCAPTCHA για την προστασία ενάντια σε bots
es: Cambiar a reCAPTCHA de Google para protegerse en contra de bots
id: Beralih ke Google reCAPTCHA untuk melindungi dari bot
no: Bytte til Google reCAPTCHA for å beskytte mot roboter
ru: Переключитесь на Google reCAPTCHA, чтобы включить защиту от ботов и спама
tr: Botlara karşı koruma sağlamak için Google ReCAPTCHA'ya geç
uk: Перейдіть на Google reCAPTCHA, щоб включити захист від ботів і спаму
