Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::google_export_upgrade_notification_text
source: <p>The latest version of [product] has different settings for data feeds: <b>Google price</b> doesn't include tax now.</p><p>If you want to export products with tax included in the price, do the following:</p><ul><li>Go to Administration &rarr; Add-ons &rarr; Data feeds.</li><li>Choose the data feed used to export products to Google Product Feed.</li><li>Switch to the <b>Fields mapping</b> tab and select <b>Google price (with tax included)</b> for the <b>price</b> field.</li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة لتغذية البيانات: <b>جوجل الأسعار</b> لا تشمل الضرائب الآن.</p> <p>إذا كنت ترغب في تصدير المنتجات مع الضرائب مشمولة في السعر، القيام بما يلي:</p> <ul><li>الانتقال إلى إدارة &rarr; إضافات &rarr; يغذي البيانات.</li> <li>اختيار البيانات الأعلاف المستخدمة لتصدير المنتجات إلى "تغذية جوجل المنتج".</li> <li>قم بالتبديل إلى علامة التبويب <b>حقول التعيين</b> وتحديد <b>الأسعار جوجل (مع ضريبة القيمة المضافة وشملت)</b> لحقل <b>السعر</b>.</li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for datafeeds: <b>Google prisen</b> omfatter ikke skat nu.</p> <p>Hvis du ønsker at eksportere varer med skat inkluderet i prisen, gør følgende:</p> <ul><li>Gå til Administration &rarr; tilføjelser &rarr; datafeeds.</li> <li>Vælge data feed bruges til at eksportere produkter til Google produkt Feed.</li> <li>Skifter til <b>felterne kortlægning</b> fanen og vælg <b>Google pris (med skat inkluderet)</b> for feltet <b>pris</b>.</li></ul>
el: <p>Την τελευταία έκδοση του [product] έχει διαφορετικές ρυθμίσεις για το data feeds: Η <b>Τιμή Google</b> δεν περιλαμβάνει ΦΠΑ πλεον.</p> <p>Αν θέλετε να εξάγονται τα προϊόντα με ΦΠΑ πρέπει να το συμπεριλαμβάνεται στην τιμή. Κάντε τα εξής:</p> <ul><li>Πάτε στη Διαχείριση &rarr; πρόσθετα &rarr; Data feeds.</li> <li>Επιλέξτε τα Data feeds που χρησιμοποιείται για να εξάγετε τα προϊόντα στο Google Product Feed.</li> <li>Αλλάξτε στο ταμπ <b>χαρτογράφηση πεδιων</b> και επιλέξτε <b>Google τιμή (με ΦΠΑ)</b> για το πεδίο <b>τιμή</b>.</li></ul>
es: <p>La última versión del [product] tiene configuraciones diferentes para las fuentes de datos:<b>El precio de Google</b>no incluye el impuesto actualmente.</p><p>Si desea exportar productos con el impuesto incluido en el precio, haga lo siguiente:</p><ul><ul>Vaya al complemento de&rarr; Administración&rarr; Fuentes de datos.</li><li>Seleccione la fuente de datos utilizada para exportar los productos de Google Product Feed.</li><li>Cambie la pestaña de<b>mapa de campos</b>y seleccione<b>precio de Google (con impuesto incluido)</b>para el <b>campo de<b>precio.</li></ul>
id: <p>Versi terbaru [product] memiliki setelan berbeda untuk umpan data:<b>Harga Google</b> tidak termasuk pajak sekarang.</p><p>Jika Anda ingin mengekspor produk dengan pajak yang termasuk dalam harga, lakukan hal berikut:</p><ul><li>Pergi ke Administrasi &rarr; Add-on &rarr; Umpan data</li><li>Pilih umpan data yang digunakan untuk mengekspor produk ke Google Product Feed.</li><li>Beralih ke tab<b>Fields (mapping)</b>dan pilih<b></b>untuk bidang<b>harga</b>.</li></ul>
ja: <p>[product] の最新版ではデータフィードの仕様が異なっています。 : <b>Google price</b> に税金が含まれなくなりました。</p><p>税込金額をエクスポートするには、以下を参照してください :</p><ul><li>管理画面 &rarr; アドオン &rarr; データフィード に移動</li><li>Google Product Feed にエクスポートするフィードにアクセス</li><li><b>フィールドのマッピング</b> タブに移動し、価格用フィールドに <b>Google price (with tax included)</b> を指定</li></ul>
no: <p>Den siste versjonen av [product] har ulike innstillinger for data feeds: <b>Google price</b> inkluderer ikke skatt nå.</p><p>Hvis du ønsker å eksportere produkter med skatt er inkludert i prisen, gjør du følgende:</p><ul><li>Gå til Administrasjon &rarr; Moduler &rarr; Data feed.</li><li>Velg data feed som brukes til å eksportere produkter til Google Product Feed.</li><li>Bytt til <b>Fields mapping</b> fanen og velg <b>Google price (with tax included)</b> for <b>pris</b> feltet.</li></ul>
ru: <p>В новой версии [product] изменились настройки прайс-листов: теперь в цену в поле <b>Google price</b> не включаются налоги.</p><p>Чтобы экспортировать товары с налогами, включенными в их стоимость, сделайте следующее:</p><ul><li>перейдите на страницу Администрирование &rarr; Модули &rarr; Прайс-листы;</li><li>выберите прайс-лист, который используется для экспорта товаров в Google;</li><li>переключитесь на вкладку <b>"Таблица соответствия полей"</b> и выберите для поля <b>price</b> тип поля <b>Google price (with tax included)</b>.</li></ul>
tr: <p>Son versiyon olan [product] üründe veri beslemesi için değişik ayarlar bulunuyor:<b>Google price</b>vergilendirmeyi eklememiş.</p><p>eğer vergi bedeli ödemeye dahil bir ürün ihrac etmek istiyorsanız, lütfen: </p><ul><li>önce Yönetim &rarr; eklentiler&rarr; Veri beslemesi. </li><li>Seçerek ihrac ürünlerinde Google Ürün Beslemesini seçin. </li><li>sonra <b>eşleştirme bölümüne</b>gidip sekmeden <b>Google price (Vergi dahildir)</b>i seçin<b>ki fiyatlar bölümü</b>kullanılsın.</li></ul>
uk: <p>У новій версії [product] змінилися налаштування прайс-листів: тепер в ціну в поле <b>Google price</b> не включаються податки.</p><p>Щоб експортувати товари з податками, включеними в їх вартість, зробіть наступне: </p><ul><li>перейдіть на сторінку Адміністрування &rarr; Модулі &rarr; Прайс-листи;</li><li> виберіть прайс-лист, який використовується для експорту товарів в Google;</li><li>перейдіть на вкладку <b>"Таблиця відповідності полів"</b> і виберіть для поля <b>price</b> тип поля <b>Google price (with tax included)</b>. </li></ul>

# Languages::error_shipment_not_created
source: Couldn't create a shipment. Please choose a carrier or enter a tracking number.
ar: تعذر إنشاء شحنة. الرجاء اختيار ناقل أو قم بإدخال رقم تتبع.
da: Kunne ikke oprette en leverance. Venligst Vælg en transportør eller Angiv et tracking-nummer.
de: Es konnte keine Sendung erstellt werden. Bitte wählen Sie einen Anbieter oder geben Sie eine Trackingnummer ein.
el: Δεν ήταν δυνατή η δημιουργία μιας αποστολής. Παρακαλώ επιλέξτε έναν πάροχο ή πληκτρολογήστε έναν αριθμό παρακολούθησης.
es: No se pudo crear un envío. Elija un servicio de envío o ingrese un número de rastreo.
id: Tidak dapat membuat pengiriman. Harap pilih operator atau masukkan nomor pelacakan.
ja: 配送情報を作成できませんでした。運送会社を選択するか、追跡番号を入力してください。
no: Kan ikke opprette en forsendelse. Velg et transportselskap eller angi et sporingsnummer.
ru: Не удалось создать отгрузку. Пожалуйста, выберите перевозчика или введите номер отслеживания.
tr: Bir gönderi oluşturulamadı. Lütfen bir taşıyıcı seçin veya bir takip numarası girin.
uk: Не вдалося створити відвантаження. Будь ласка, виберіть перевізника або введіть номер відстеження.

# Languages::my_cart
source: My cart
ar: عربتي
da: Min indkøbskurv
de: Mein Warenkorb
el: Καλάθι
es: Mi carrito
id: Gerobak saya
ja: 買い物かご
no: Min handlevogn
ru: Моя корзина
tr: Sepetim
uk: Мій кошик
vi: Giỏ hàng của tôi

# Languages::exclusive_promotions
source: Exclusive discounts
ar: خصومات حصرية
da: Eksklusive rabatter
de: Exklusive Rabatte
el: Αποκλειστικές εκπτώσεις
es: Descuentos exclusivos
id: Diskon eksklusif
ja: 特別割引
no: Eksklusive rabatter
ru: Эксклюзивные скидки
tr: Özel indirimler
uk: Эксклюзивні знижки
vi: Độc quyền giảm giá

# Languages::exclusive_promotions_content
source: Subscribe to our news and get a 10% discount coupon!
ar: اشترك في الأخبار والحصول على قسيمة خصم 10 ٪!
da: Abonnér på vores nyheder og få en 10% rabatkupon!
de: Abonnieren Sie unsere News und erhalten Sie einen Rabattcoupon von 10%!
el: Εγγραφείτε στα νέα μας και αποκτήστε ένα κουπόνι έκπτωσης 10%!
es: ¡Suscríbete a nuestras noticias y obten un cupón de 10% de descuento!
id: Berlangganan berita kami dan dapatkan kupon diskon 10%!
ja: メルマガ購読申込で10％割引クーポンをプレゼント！
no: Abonner på vårt nyhetsbrev og motta en 10% rabattkupong!
ru: Подпишитесь на наши новости и получите купон на скидку 10%!
tr: E-posta listemize abone olun ve hemen %10 indirim kuponu kazanın!
uk: Підпишіться на наші новини і отримаєте купон на знижку 10%!
vi: Đăng ký tin của chúng tôi và nhận được một phiếu mua hàng giảm giá 10%!

# Languages::tmpl_subscription_advanced
source: Subscription advanced form
ar: نموذج اشتراك متقدم
da: Abonnement avancerede form
de: Formular für erweiterte Abonnements
el: Φορμα Συνδρομής για προχωρημένους
es: Formulario de suscripción avanzada
id: Berlangganan formulir lanjutan
ja: メルマガ購読の拡張フォーム
no: Avansert abonnement skjema
ru: Скроллер (дополнительно)
tr: Gelişmiş abonelik formu
uk: Скроллер (додатково)
vi: Mẫu đăng ký nâng cao

# Languages::tmpl_newsletters_subscription_advanced
source: Newsletters: subscription advanced form
ar: الرسائل الإخبارية: نموذج الاشتراك المتقدم
da: Nyhedsbreve: abonnement avancerede form
de: Newsletter: Formular für erweiterte Abonnements
el: Newsletters: Φόρμα εγγραφής για προχωρημένους
es: Boletines de noticias: formulario de suscripción avanzada
id: Nawala: langganan formulir lanjutan
ja: メールマガジン : メルマガ購読の拡張フォーム
no: Nyhetsbrev: Avansert abonnement skjema
ru: Рассылки: Скроллер (дополнительно)
tr: Yenilikler: abonelik için ileridüzey form
uk: Поштові розсилки: Скроллер (додатково)
vi: Nhận bản tin: mẫu đăng ký nâng cao

# Languages::tmpl_payment_icons_rus
source: Payment systems russian icons
ar: أيقونات طرق الدفع الروسية
da: Betaling systemer russiske ikoner
el: Ρωσικά εικονίδια συστημάτων πληρωμών
es: Iconos de sistemas de pago ruso
id: Sistem pembayaran ikon russian
no: Betaling systemer russiske ikoner
ru: Иконки русских способов оплаты
tr: Ödeme sistemleri Rus simgeleri
uk: Іконки російських способів сплати
vi: Biểu tượng hệ thống thanh toán Nga

# Languages::my_account_links_advanced
source: My account advanced
ar: حسابي المتقدمة
da: Min konto, avanceret
el: Ο λογαριασμός μου για προχωρημένους
es: Mi cuenta avanzada
id: Akun saya maju
ja: マイアカウント（拡張版）
no: Min konto avansert
ru: Мой профиль (дополнительно)
tr: Gelişmiş hesabım
uk: Мій профіль (додатково)
vi: Tài khoản của tôi nâng cao

# Languages::api_access_has_been_enabled
source: You are free to use the API now
ar: أنت حر في استخدام API الآن
da: Du er velkommen til at bruge API'EN nu
el: Είστε ελεύθεροι να χρησιμοποιούν το API τώρα
es: Usted es libre de usar la API ahora
id: Anda bebas menggunakan API sekarang
ja: APIをご利用いただけるようになりました
no: Du kan nå bruke vår API
ru: Теперь Вам доступен API
tr: Artık API' yi serbestçe kullanabilirsiniz
uk: Тепер Вам доступний API
vi: Bạn có thể tự do sử dụng API bây giờ

# Languages::api_access_has_been_disabled
source: From now on, you cannot use the API
ar: من الآن فصاعدا، لا يمكنك استخدام API
da: Fra nu af, kan du ikke bruge API
el: Από τώρα και στο εξής, δεν μπορείτε να χρησιμοποιήσετε το API
es: De ahora en adelante, usted no puede utilizar el API
id: Mulai sekarang, Anda tidak dapat menggunakan API
ja: APIはご利用いただけなくなりました
no: Fra nå av, kan du ikke bruke vår API
ru: Теперь API не доступен для Вас
tr: Şu andan itibaren API' ı kullanamazsınız
uk: Тепер API не доступий для Вас
vi: Từ nay, bạn không thể sử dụng API

# Languages::report_a_bug
source: Report a bug
ar: تقرير الشوائب bug
da: Rapport en fejl
el: Αναφορά σφάλματος
es: Reportar un error
id: Laporkan bug
ja: バグを報告する
no: Rapporter en feil
ru: Сообщить об ошибке
tr: Hata bildirimi
uk: Повідомити про помилку
vi: Báo cáo lỗi

# Languages::import_results
source: Import results
ar: نتائج الاستيراد
da: Importere resultater
el: Αποτελέσματα εισαγωγής
es: Importar resultados
id: Hasil impor
no: Importer resultat
ru: Импортировать результаты
tr: İçe aktarım sonuçları
uk: Імпортувати результати
vi: Kết quả nhập dữ liệu

# Languages::import_errors
source: Import errors
ar: أخطاء الاستيراد
da: Importer fejl
el: Σφάλματα εισαγωγής
es: Errores de importación
id: Kesalahan impor
no: Importer feil
ru: Импортировать ошибки
tr: İçe aktarım hataları
uk: Імпортировати помилки
vi: Lỗi nhập dữ liệu

# Languages::email_template_import_success_msg
source: All the email templates have been imported without errors.
ar: تم استيراد كافة قوالب البريد الإلكتروني دون أخطاء.
da: Alle e-mail-skabeloner er blevet importeret uden fejl.
el: Όλα τα email templates έχουν εισαχθεί χωρίς σφάλματα.
es: Todas las plantillas de correo electrónico se han importado sin errores.
id: Semua template e-mail telah diimpor tanpa kesalahan.
no: Alle e-post malene har blitt importert uten feil.
ru: Все шаблоны уведомлений были импортированы без ошибок.
tr: Tüm e-posta şablonları hatasız olarak alındı.
uk: Всі шаблони email повідомлень були імпортовані без помилок.
vi: Tất cả các mẫu email đã được nhập vào mà không có lỗi.

# Languages::document_import_success_msg
source: All the documents have been imported without errors.
ar: تم استيراد كافة قوالب المستندات دون أخطاء.
da: Alle dokumenter er blevet importeret uden fejl.
el: Όλα τα έγγραφα έχουν εισαχθεί χωρίς σφάλματα.
es: Todos los documentos han sido importados sin errores.
id: Semua dokumen telah diimpor tanpa kesalahan.
no: Alle dokumentene har blitt importert uten feil.
ru: Все документы были импортированы без ошибок.
tr: Tüm belgeleri hatasız olarak alındı.
uk: Всі документи були імпортовані без помилок.
vi: Tất cả các tài liệu đã được nhập vào mà không có lỗi.

# Languages::count_document_successfully_imported
source: Documents successfully imported:
ar: المستندات التي تم استيرادها بنجاح:
da: Dokumenter blev importeret:
el: Έγγραφα που εισήχθησαν με επιτυχία:
es: Los documentos han sido importados con éxito:
id: Dokumen berhasil diimpor:
no: Dokumentene er importert:
ru: Успешно импортированные документы:
tr: Belgeler başarıyla alındı:
uk: Успішно імпортовані документи:
vi: Tài liệu nhập thành công:

# Languages::count_email_template_successfully_imported
source: Email templates successfully imported:
ar: تم بنجاح استيراد قوالب البريد الإلكتروني:
da: E-mail skabeloner der blev importeret:
el: email templates που εισήχθησαν με επιτυχία:
es: Las plantillas de correo electrónico se importaron con éxito:
id: Template e-mail berhasil diimpor:
no: E-post maler importert:
ru: Успешно импортированные шаблоны уведомлений:
tr: E-posta şablonları başayıyla alındı:
uk: Успішно імпортовані шаблони Email повідомлень:
vi: Mẫu email nhập vào thành công:

# Languages::count_snippet_successfully_imported
source: Snippets successfully imported:
ar: تم بنجاح استيراد القصاصات:
el: Τα Αποσπάσματα εισήχθησαν με επιτυχία:
es: Los fragmentos fueron importados con éxito:
id: Cuplikan berhasil diimpor:
no: Tekstbiter importert:
ru: Успешно импортированные сниппеты:
tr: Snippetler başayıyla alındı:
uk: Успішно імпортовані сніпети:
vi: Đoạn chuyển nhập thành công:

# Languages::count_document_fail_imported
source: Documents import failed:
ar: فشل استيراد المستندات:
da: Dokumentimporten mislykkedes:
el: Απέτυχε η εισαγωγή εγγράφων:
es: La importación de documentos no se ejecutó:
id: Impor dokumen gagal:
no: Dokument importen mislyktes:
ru: Не удалось импортировать документы:
tr: Belge alma işlemi başarısız oldu:
uk: Неможливо імпортувати документи:
vi: Tài liệu nhập thất bại:

# Languages::count_email_template_fail_imported
source: Email templates import failed:
ar: فشل استيراد قوالب البريد الإلكتروني:
da: E-mail skabeloner importen mislykkedes:
el: Απέτυχε η εισαγωγή Email templates:
es: La importación de las plantillas de correo electrónico no fueron ejecutadas:
id: Impor template e-mail gagal:
no: E-post mal importen mislyktes:
ru: Не удалось импортировать шаблоны уведомлений:
tr: E-posta şablonları alınamadı:
uk: Неможливо імпортувати шаблони повідомлень:
vi: Email mẫu nhập thất bại:

# Languages::count_snippet_fail_imported
source: Snippets import failed:
ar: فشل استيراد القصاصات:
da: Snippets importen mislykkedes:
el: Απέτυχε η εισαγωγή αποσπάσματων:
es: La importación de fragmentos no se ejecutó:
id: Impor cuplikan gagal:
no: Tekstbit importen mislyktes:
ru: Не удалось импортировать сниппеты:
tr: Snippet alma işlemi başarısız oldu:
uk: Не вдалось імпортувати сніпет:
vi: Đoạn chuyển nhập thất bại:

# Languages::storefronts_limit_exceeded
source: The number of storefronts in your CS-Cart License has exceeded the number of purchased storefront licenses.
ar: تجاوز العدد من واجهات المحلات في "الترخيص" CS-عربة الخاص بك عدد التراخيص التي تم شراؤها محل.
da: Antallet af butiksfacader i din CS-Cart licens har overskredet antallet af købte butiksfacade licenser.
el: Ο αριθμός των καταστηματων στην άδεια για το CS-Cart σας έχει υπερβεί τον αριθμό των αδειών που έχετε αγοράσει
es: El número de frontales de tienda en su licencia CS-Cart ha excedido el número de licencias adquiridas por los frontales de tienda.
id: Jumlah etalase di Lisensi CS-Cart Anda telah melampaui jumlah lisensi etalase yang dibeli.
no: Antall butikkforsider i CS-Cart lisensen har overskredet antallet kjøpte lisenser.
ru: Число витрин в Вашей лицензии CS-Cart превышает число приобретённых витрин.
tr: CS-Cart lisansınızdaki mağaza sayınız aşıldı.
uk: Число вітрин у Вашій ліцензії CS-Cart перевищує число придбаних вітрин.
vi: Số lượng các cửa hàng trong giấy phép CS-Cart của bạn đã vượt quá số lượng giấy phép mua cửa hàng.

# Languages::licensed_product
source: Licensed product
ar: المنتج مرخص
da: Licenserede produkt
el: Προϊόν με άδεια χρήσης
es: Productos con licencia
id: Produk berlisensi
no: Lisensiert produkt
ru: Лицензированный продукт
tr: Lisanslı ürün
uk: Лицензований продукт
vi: Sản phẩm được cấp phép

# Languages::product_state_description.ult.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
ar: يمكنك استخدام أحد هذه التراخيص <p>: <a href="[standard_license_url]" target="_blank">[product]</a> أو <a href="[ultimate_license_url]" target="_blank"> [product] في نهاية المطاف</a>. كل التراخيص تسمح لك باستخدام [product] دون قيود الوقت.</p> <br>
cs: <p>Můžete použít jednu z těchto licencí: <a href="[standard_license_url]" target="_blank">[product]</a> nebo <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate</a>. Obě licence umožňují používat systém [product] doživotně.</p> <br>
da: <p>Du kan bruge en af disse licenser: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank"> [product] ultimative</a>. Begge licenser tillade dig at bruge [product] uden tidsbegrænsninger.</p> <br>
el: <p>Μπορείτε να χρησιμοποιήσετε μία από αυτές τις άδειες: <a href="[standard_license_url]" target="_blank">[product]</a> ή <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate</a>. Και οι δύο άδειες επιτρέπουν να χρησιμοποιείτε το [product] χωρίς χρονικούς περιορισμούς.</p> <br>
es: <p>Puede utilizar una de estas licencias:<a href="[standard_license_url]" target="_blank">[product]</a> o <a href="[ultimate_license_url]" target="_blank">[product] Definitivo</a>. Ambas licencias le permiten utilizar [product] sin restricciones de tiempo.</p><br>
id: <p>Anda dapat menggunakan salah satu dari lisensi ini: <a href="[standard_license_url]" target="_blank">[product]</a> atau <a href="[ultimate_license_url]"target="_blank">[product] Ultimate</a>. Kedua lisensi tersebut memungkinkan Anda untuk menggunakan [product] tanpa batasan waktu.</p><br>
no: <p>Du kan bruke en av disse lisensene: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Begge lisensene tillater deg å bruke [product] uten tidsbegrensninger.</p><br>
ru: <p>Вы можете воспользоваться одной из лицензий: <a href="[standard_license_url]" target="_blank">[product]</a> или <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Обе лицензии позволяют использовать [product] без ограничений по времени.</p><br>
tr: <p>Bu lisansları kullanabilirsiniz: <a href="[standard_license_url]" target="_blank">[product]</a> veya <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate</a>. Her iki lisans zaman kısıtlama olmadan [product] kullanmanıza olanak sağlayacaktır.</p> <br>
uk: <p>Ви можете скористатися однією з ліцензій: <a href="[standard_license_url]" target="_blank">[product]</a> або <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Обидві ліцензії дозволяють використовувати [product] без обмежень за часом.</p><br>
vi: <p>Bạn có thể sử dụng một trong các giấy phép: <a href="[standard_license_url]" target="_blank">[product]</a> hoặc <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate</a>. Cả hai giấy phép cho phép bạn sử dụng [product] mà không có thời gian hạn chế.</p> <br>
