Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
ar: وقت التسليم تظهر بجوار اسم أسلوب الشحن. إذا كنت تستخدم الشحن حساب المعدل الحقيقي، قد توفر خدمة الشحن الخاص بك وقت التسليم الخاصة به. سيتم عرض الوقت المقدمة من دائرة النقل البحري بدلاً من الوقت الذي تحدده هنا.
cs: Dodací lhůta se zobrazí vedle názvu způsobu dopravy. Pokud používáte výpočet přepravních sazeb v reálném čase, přepravní služba může poskytnout svoji vlastní dodací lhůtu. Lhůta od přepravní služby se pak zobrazí místo lhůty, kterou zde specifikujete.
da: Leveringstiden vises ud for navnet på leveringsmetode. Hvis du bruger realtime shipping sats beregning, kan din rutefart fastsætte sin egen leveringstid. Den tid, det af shipping servicen vil blive vist i stedet for den tid, du angiver her.
de: Die Lieferzeit wird neben dem Namen der Versandart angezeigt. Wenn Sie die Berechnung der Versandkosten in Echtzeit verwenden, kann Ihr Versandservice eine eigene Lieferzeit angeben. Die vom Versandservice angegebene Zeit wird anstelle der hier angegebenen Zeit angezeigt.
el: Ο χρόνος παράδοσης θα εμφανίζεται δίπλα στο όνομα του τροπου αποστολής. Εάν χρησιμοποιείτε τροπο αποστολης με ποσοστό υπολογισμού σε πραγματικο χρονο, τοτε ο τροπος αποστολης σας μπορεί να παρέχει το δικό του χρόνο παράδοσης. θα εμφανιστεί η ώρα που παρέχεται από την υπηρεσία αποστολής αντί για την ώρα που καθορίζετε εδώ.
es: El tiempo de entrega aparece junto al nombre del método de envío. Si utiliza el cálculo de la tarifa de envío en tiempo real, su servicio de envío puede proporcionar su propio tiempo de entrega. El tiempo proporcionado por el servicio de envío se mostrará en lugar de la hora que especifique aquí.
id: Waktu pengiriman muncul di samping nama metode pengiriman. Jika Anda menggunakan realtime perhitungan tarif pengiriman, jasa pengiriman Anda dapat memberikan waktu pengiriman sendiri. Waktu yang disediakan oleh layanan pengiriman akan ditampilkan, bukan waktu yang Anda tentukan di sini.
ja: お届けまでの日数の目安を入力してください。注文手続きにおいて配送方法名の横に表示されます。
no: Leveringstiden vises ved siden av leveringsmåtene. Hvis du bruker frakt beregning i sanntid, kan frakttjenesten gi sin egen leveringstid. Tidspunktet fra frakttjenesten vises i stedet for tiden du angir her.
ru: Время доставки отображается рядом с названием способа доставки. Если вы используете сервисы для расчета доставки, они могут возвращать свое собственное время. И это время будет отображаться вместо времени, указанного в этом поле.
tr: Teslimat süresi nakliye yönteminin yanında görüntülenir. Gerçek zamanlı nakliye tutar hesabını kullanıyorsanız nakliye firması kendi servis süresini belirtebilir. Bu durumda burada belirleteceğiniz süre yerine firmanın belirleyeceği hizmet süresi görüntülenecektir.
uk: Час доставки відображається поруч з назвою способу доставки. Якщо ви використовуєте сервіси для розрахунку доставки, вони можуть повертати свій власний час. І цей час буде відображатися замість часу, зазначеного в цьому полі.
vi: Thời gian giao hàng sẽ xuất hiện bên cạnh tên của các phương pháp vận chuyển. Nếu bạn dùng thời gian thực để tính tỷ lệ vận chuyển, Dịch vụ vận chuyển của bạn có thể cung cấp thời gian giao hàng riêng của mình. Thời gian cung cấp bởi các dịch vụ vận chuyển sẽ được hiển thị thay vì thời gian bạn chỉ định ở đây.

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
ar: عنوان الصفحة الذي يعرض في المتصفح.
cs: Titulek stránky zobrazena na panelu prohlížeče.
da: Side titel vist på en browser-panel.
de: Seitentitel in einem Browser Panel angezeigt.
el: Ο τίτλος της σελίδας εμφανίζεται στο browser panel
es: Título de la página que se mostrará en la ventana del navegador.
id: Judul halaman yang ditampilkan pada panel peramban.
ja: Webブラウザに表示されるタイトルです。
no: Sidetittel vist på et nettleserpanel.
ru: Название страницы, отображаемое в заголовке окна браузера
tr: Browserda gösterilen site başlığı.
uk: Назва сторінки, що відображається в заголовку вікна браузера.
vi: Tiêu đề trang được hiển thị trên một bảng điều khiển trình duyệt.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
ar: شعبية المنتج تبنى على عدد إضافة المنتج للسلّة وعدد مشاهدات المنتج وعدد مرات الشراء.
cs: Ukazatel popularity zboží je založen na tom, kolikrát bylo zboží v obchodě zobrazeno, kolikrát bylo přidáno do košíku a kolikrát bylo zakoupeno.
da: Produkt popularitet rating baseret på antallet af visninger i butiksfacade, antallet af tilføjelser til vognen og antallet af køb.
de: Bewertung der Produkt Popularität basiert auf der Anzahl der Besuche des Webshops, Anzahl der zum Warenkorb hinzugefügten Produkte und Anzahl der Verkäufe.
el: Η βαθμολόγηση της δημοτικότητας του προϊόντος βασίζεται στον αριθμό των προβολών της κεντρικής σελίδας , των προσθηκών στο καλάθι και τον αριθμό των αγορών.
es: Popularidad del producto en base al número de veces que se ha mostrado, número de adiciones a la cesta y número de compras.
id: Peringkat popularitas produk didasarkan pada berapa kali tampilan di toko telah dilihat, jumlah penambahan pada belanjaan dan jumlah pembelian.
ja: 商品の人気度はページビュー、カートへの投入回数、購入件数に基づき算出されます。
no: Produkt popularitet vurdering basert på hvor mange ganger butikkforsiden har blitt vist, antall ganger lag til i handlevognen og antall kjøp.
ru: Рейтинг популярности товара, рассчитываемый на основе количества просмотров в магазине, добавлений в корзину и покупок.
uk: Рейтинг популярності товару, що розраховується на основі кількості переглядів в магазині, додавань в кошик і покупок.
vi: Sản phẩm phổ biến xếp hạng dựa trên số lần sản phẩm đã được xem, số bổ sung để mua hàng và số lượng mua.

# Languages::ttc_search_words
source: Enter a few words here, and the product will appear in the results of the built-in search for those words, even if the product name or description doesn't have them. Separate different search words by commas.
ar: أدخل بعض الكلمات هنا ، وسيظهر المنتج في نتائج البحث المدمج في هذه الكلمات ، حتى لو لم يكن اسم المنتج أو الوصف له. افصل بين كلمات البحث المختلفة بفواصل.
cs: Zadejte několik slov a produkt se objeví ve výsledcích vestavěného vyhledávání těchto slov, a to i v případě, že název nebo popis produktu neobsahuje. Oddělte různá vyhledávací slova čárkami.
de: Geben Sie hier ein paar Wörter ein und das Produkt erscheint in den Ergebnissen der integrierten Suche nach diesen Wörtern, auch wenn der Produktname oder die Beschreibung diese nicht enthält. Trennen Sie verschiedene Suchbegriffe durch Kommas.
el: Πληκτρολογήστε μερικές λέξεις εδώ και το προϊόν θα εμφανιστεί στα αποτελέσματα της ενσωματωμένης αναζήτησης για αυτές τις λέξεις, ακόμα και αν το όνομα ή η περιγραφή του προϊόντος δεν τις έχει. Διαχωρίστε διαφορετικές λέξεις αναζήτησης με κόμματα.
es: Ingrese algunas palabras aquí, y el producto aparecerá en los resultados de la búsqueda incorporada de esas palabras, incluso si el nombre o la descripción del producto no las tiene. Separe las diferentes palabras de búsqueda por comas.
id: Masukkan beberapa kata di sini, dan produk akan muncul pada hasil pencarian kata-kata, bahkan jika nama produk atau keterangannya tidak mengandung kata-kata tersebut. Pisahkan kata-kata pencarian yang berbeda dengan tanda koma.
ru: Введите сюда несколько слов, и при использовании встроенного поиска по этим словам товар появится в результатах, даже если в названии или описании товара нет этих слов. Отделяйте ключевые слова друг от друга запятыми.
uk: Введіть сюди кілька слів, і при використанні вбудованого пошуку по цим словам товар з'явиться в результатах, навіть якщо в назві або описі товару немає цих слів. Відокремлюйте ключові слова один від одного комами.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
ar: كل اسماء دومينات واجهات الزوار يجب أن تكون موجهة لنفس عنوان الآي بي. ملاحظة: حول إلى "كل المتاجر" للتحرير
cs: Všechny názvy domén stránek musí být spojeny se stejnou IP adresou. Poznámka: Přepněte na "Všechny obchody" pro úpravu
da: Alle butikkers domænenavne skal være tilknyttet den samme IP-adresse. Bemærk: Skift til "Alle butikker" redigere
de: Alle Storefront Domäne-Namen müssen mit der gleichen IP Adresse assoziiert sein. Bemerkung: Alle Stores selektieren um diese zu bearbeiten
el: Όλα τα domain name κατστηματων πρέπει να συσχετίζονται με την ίδια διεύθυνση IP. Σημείωση: Μεταβείτε σε "Όλα τα καταστήματα" για να τα επεξεργαστείτε
es: Todos los dominios de tienda deben estar asociados a la misma dirección IP. Nota: Cambia a "Todas las tiendas" para editar
id: Semua domain tampilan toko harus terasosiasi dengan alamat IP yang sama. Catatan: Ganti ke "Semua toko" untuk mengubah.
ja: すべてのショップには同一のIPアドレスが割り当てられている必要があります。
no: Alle butikk forsidenes domenenavn må være knyttet til den samme IP-adressen. Merk: Bytt til "Alle butikker" for å redigere
ru: Все доменные имена витрин магазинов должны быть связаны с одним и тем же IP-адресом. Примечание: Переключитесь на «Все магазины» для редактирования.
uk: Всі доменні імена вітрин магазинів повинні бути пов'язані з однією і тією ж IP-адресою. Примітка: Переключіть на "Усі Крамниці" для редагування
vi: Tất cả các tên miền cửa hàng phải được kết hợp với địa chỉ IP giống nhau. Lưu ý: Chuyển sang "Tất cả cửa hàng" để chỉnh sửa

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
ru: ON — витрина открыта; её увидят все. OFF — витрина закрыта; её смогут увидеть только те, у кого есть ключ доступа.
uk: ON - магазин відкритий; його побачать всі. OFF - магазин закритий; його побачать тільки ті, у кого є код доступу.

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
ar: عنصر القائمة سيتم عرضه نشط للمنطقة المعطاة.
cs: Pro váš výběr bude aktivována položka menu.
da: Menupunktet bliver vist aktiveret for den angivne afsendelse.
de: Das Menuelement wird für den bestimmten Versand aktiviert angezeigt
el: Το στοιχείο μενού θα εμφανιστεί ενεργο για την καθορισμένη εντολή.
es: El elemento de menú aparecerá activado para el "dispatch" especificado
id: Item menu akan ditampilkan aktif untuk perintah (dispatch) yang ditentukan.
ja: メニューが選択状態になるページを指定してください。
no: Angi andre sider hvor elementet skal vises som aktivt.
ru: Элемент меню будет активен для указанной страницы.
uk: Елемент меню буде активний для зазначеного диспетчера.
vi: Mục trình đơn sẽ được hiển thị kích hoạt cho đường dẫn đã chỉ định.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
ar: ستحتوي القائمة الفرعية على العناصر الفرعية من الهدف.
cs: Podnabídka bude obsahovat podřízené prvky vybraného objektu.
da: Undermenuen vil indeholde underordnede elementer af det valgte objekt.
de: Das Untermenü muss Unterelemente des selektierten Objekts enthalten.
el: Το υπομενού θα περιλαμβάνει θυγατρικά στοιχεία του επιλεγμένου αντικειμένου.
es: El submenú incluirá los elementos "hijo" del objeto seleccionado.
id: Submenu ini akan mencakup elemen anak dari obyek yang dipilih.
ja: このメニューのサブメニューとして表示する要素
no: Undermenyen vil omfatte underelementer av det valgte objektet.
ru: Подменю будет включать дочерние элементы выбранного объекта.
uk: Підменю включатиме дочірні елементи вибраного об'єкту.
vi: Menu con sẽ bao gồm các yếu tố con của đối tượng đã chọn.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
ar: الرابط الهدف. من الممكن أن يكون رابط خارجي أو داخي أو منطقة.
cs: Cílová adresa URL. Může být externí URL, vnitřní obchodu URL nebo expedovací.
da: Destinationswebadressen. Kan være en ekstern URL-adresse, en indre butik URL eller en afsendelse.
de: Ziel URL. Kann ein externer URL sein, ein interner Shop URL oder ein Versand
el: Στοχος URL . Μπορεί να είναι μια εξωτερική διεύθυνση URL, μια εσωτερική διευθνση URL στο κατάστημα ή ενα dispatch.
es: URL de destino. Puede ser una URL externa, una URL interna de la tienda o un "dispatch".
id: URL target. Mungkin URL eksternal, URL dalam toko atausuatu pengiriman
ja: クリック時に遷移するURLまたはディスパッチ先を指定してください。
no: Mål-URL. Kan være en ekstern URL, en indre butikk URL eller en utsendelse.
ru: Целевой URL. Может быть внешней ссылкой, ссылкой внутри магазина или диспетчером.
uk: Цільовий URL. Може бути зовнішнім посиланням, посиланням всередині магазину або диспетчером.
vi: URL đích. Có thể là một URL bên ngoài, một URL bên trong cửa hàng hoặc một đường dẫn.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
cs: Uživatelsky definované CSS třídy budou přidány do položky menu, toto umožní definovat položku s jejím vlastním CSS stylem.
da: Brugerdefinerede CSS-klasse vil blive tilføjet til menupunkt, så dette vil gøre det muligt for at definere menupunkt med sine egne CSS style.
de: Benutzerdefinierte CSS-Klasse wird zum Menüpunkt hinzugefügt, damit das Menü mit seinem eigenen CSS-Style versehen werden kann.
el: Μια CSS Κλάση χρήστη θα προστεθεί στο στοιχείο μενού, έτσι αυτό θα επιτρέψει να καθορίσει το στοιχείο μενού με το δικό του στυλ CSS.
es: Clase CSS definida por el usuario se agregará al elemento de menú, así que esto le permitirá definir el elemento de menú con su propio estilo CSS.
id: User-defined kelas CSS akan ditambahkan ke item menu, jadi ini akan memungkinkan untuk menentukan item menu dengan CSS style sendiri.
ja: ユーザーが定義したCSSクラスがメニューに追加されます。独自のCSSクラスでメニューをスタイリングできます。
no: Brukerdefinert CSS class vil legges til menyelementet, slik at det er mulig å definere menyelementet med sine egne CSS-stiler.
ru: CSS класс будет добавлен к пункту меню. Это позволит задать CSS правила для конкретного пункта меню.
tr: Kullanıcı tanımlı CSS sınıfı menü öğesine eklenecek, böylece menü öğesi kendi CSS tarzıyla tanımlanabilecek.
uk: CSS клас буде додано до пункту меню. Це дозволить задати CSS правила для конкретного пункту меню.
vi: Người dùng xác định lớp CSS sẽ được thêm vào mục đó, do đó, điều này sẽ cho phép để xác định mục menu với CSS kiểu dáng riêng của nó.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
ar: إذا قمت بحفظ الكتلة مع تحديد هذا الخيار, سيتم استبدال محتوى هذه الكتلة بالمحتوى الحالي في أي مكان تستخدم فيه في المتجر
cs: Pokud uložíte blok s tímto políčkem zaškrtnutý, hodnota obsahu současného bloku přepíše obsah tohoto bloku všude kde je v košíku použita
da: Hvis du gemmer blokken med denne indstilling kontrolleres, tilsidesætter den aktuelle blok indhold værdi indholdet af denne blok, overalt det bruges i vognen
de: Wenn Sie den Block mit dieser Option speichern, wird der bestehende Block Inhalt (Wert) den Inhalt von diesem Block überschreiben - überall wo dieser Block im Warenkorb eingesetzt wird.
el: Εάν αποθηκεύσετε το μπλοκ με αυτήν την επιλογή, η τρέχουσα αξία του περιεχομένου μπλοκ θα αντικαταστήσει το περιεχόμενο αυτού του μπλοκ παντού
es: Guardando el bloque con esta opción marcada, el contenido actual del bloque prevalecerá sobre el contenido que tuviera el bloque en cualquier página de la tienda.
id: Jika Anda menyimpan blok dengan opsi ini dicentang, nilaiisi blok saat ini akan menimpa isi dari semua blok dalambelanjaan
ja: このオプションをチェックしてブロックを保存すると、すべてのロケーションにおけるこのブロックの内容が上書きされます。
no: Hvis du lagrer blokken med dette alternativet valgt, vil den aktuelle blokkens innholdsverdi overstyre innholdet i denne blokken overalt hvor den brukes i nettbutikken
ru: Если сохранить блок с включенной данной настройкой, текущее содержимое блока перезапишет содержимое этого блока во всём магазине
uk: Якщо зберегти блок з включеною даною настройкою, поточний зміст блоку перпише вміст цього блоку у всьому магазині
vi: Nếu bạn lưu các khối với tùy chọn này kiểm tra, giá trị nội dung khối hiện tại sẽ ghi đè lên nội dung của khối này ở khắp mọi nơi nó được sử dụng trong giỏ hàng

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
ar: عرض الكتلة يعمل مع الكتل الموجودة ضمن مجموعات اتجاها أفقي فقط.
cs: Šřka bloku funguje pouze pro blok umístěný v horizontální skupině.
da: Blokkebredde virker for blokkene placeret i gruppen med vandrette retning, for andre tilfælde gælder denne parameter ikke.
de: Block Breite funktioniert für Blöcke die in der Gruppe mit horizontaler Richtung sind, für andere Fälle funktioniert dieser Parameter nicht.
el: Ο αποκλεισμός του πλάτος λειτουργεί για αποκλεισμούς που βρίσκονται στην ομάδα και έχουν οριζόντια κατεύθυνση. Για τις άλλες περιπτώσεις αυτή η παράμετρος δεν λειτουργεί.
es: El ancho del bloque funciona para bloques en grupos que tienen dirección horizontal, para otros casos este parámetro no funciona.
id: Lebar Blok berfungsi untuk blok yang terletak di kelompok yang memiliki arah horisontal, untuk kasus-kasus lainnya parameter ini tidak berfungsi.
ja: 「ブロックの横幅」はブロックを水平方向に表示するグループ内でのみ有効となります。
no: Blokkbredde virker for blokker som ligger i gruppen som har horisontal retning, for andre tilfeller virker denne parameteren ikke.
ru: Ширина блока задается для блоков, которые расположены в группе, имеющей горизонтальное направление. В других случаях этот параметр не работает.
tr: Blok genişliği sadece yatay olarak hizalanmış bloklar için geçerlidir. Hizalaması yatay olmayan bloklar için bu özellik geçerli değildir.
uk: Ширина блоку задається для блоків, які розташовані в групі, що має горизонтальний напрямок. В інших випадках цей параметр не працює.
vi: Chiều rộng khối làm việc với khối nằm trong nhóm có hướng ngang, cho các trường hợp tham số này không hoạt động.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
ar: يجب تحديد منطقة واحدة كافتراضية ليتم استخدام الحاويات العلوية والسفلية الخاصة بها في كل المناطق.
cs: Jedno umístění musí být zvoleno jako výchozí. Jeho horní a spodní kontejnery budou použity ve všech umístěních.
da: Én placering skal plukkes som standard. Dens Top og bund containere vil blive brugt alle steder.
de: Eine Position muss als Default gewählt werden. Die dazugehörenden oberen und unteren Containers werden für alle Positionen verwendet.
el: Μία θέση πρέπει να ορισθεί ως προεπιλογή. Τα πανω και κατω κουτια της θα χρησιμοποιούνται σε όλες τις τοποθεσίες.
es: Una ubicación debe ser seleccionada como defecto. Los contenedores Top y Bottom se usarán para todas las ubicaciones.
id: Satu location harus diambil sebagai default. Kontaineratas dan Bawah akan digunakan di semua location.
ja: デフォルトロケーションを指定してください。デフォルトロケーションのトップおよびボトムコンテナはすべてのロケーションにおいて使用されます。
no: En plassering må velges som standard. Topp-og bunn beholdere vil bli brukt på alle plasseringer.
ru: Одна страница должна быть выбрана в качестве страницы по умолчанию. Ее верхний и нижний контейнеры будут использованы во всех остальных страницах.
uk: Одна сторінка повинна бути обрана в якості сторінки за замовчуванням. Її верхній і нижній контейнери будуть використані у всіх інших сторінках.
vi: Một địa điểm phải được chọn là mặc định. Trên đỉnh và Đáy thùng chứa của nó sẽ được sử dụng trong tất cả các địa điểm.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
ar: لو مفعلة, نتائج البحث ستعرض الأعضاء المتصلين حالياً فقط.
cs: Pokud je povoleno, výsledky vyhledávání obsahují pouze uživatele, kteří jsou online.
da: Hvis aktiveret, søgeresultater omfatter kun brugere, der er online i øjeblikket.
de: Wenn aktiviert, enthalten Suchergebnissen nur Benutzer die im Moment online sind.
el: Εάν είναι ενεργοποιημένο, τα αποτελέσματα της αναζήτησης περιλαμβάνουν μόνο οι χρήστες που βρίσκονται online αυτή τη στιγμή.
es: Si está activado, los resultados de búsqueda incluyen solo usuarios conectados en este momento.
id: Jika diaktifkan, hasil pencarian hanya mencakup user yangsedang online pada saat ini.
ja: チェックすると現在オンラインのユーザーに関するデータのみ検索対象とします。
no: Hvis aktivert, inkluderer søkeresultatene bare brukere som er pålogget i øyeblikket.
ru: Показывать только онлайн-пользователей в результатах поиска
uk: Якщо опція включена, результати пошуку будуть містити тільки користувачів в онлайні.
vi: Nếu kích hoạt, kết quả tìm kiếm chỉ bao gồm người sử dụng trực tuyến lúc này.

# Languages::tt_views_categories_update_product_details_layout
source: By default, the template that is defined in the appearance settings of the storefront is used
ar: افتراضياً يتم استخدام القالب المعرف في خصائص المظهر
cs: Výchozím bude použita šablona, která je uvedena v nastaveních vzhledu dané stránky
da: Som standard bruges skabelonen, der er defineret i indstillinger for udseende af butik
de: Es wird das Template verwendet das in den Einstellungen für das Front-End (Kundenbereich) definiert wurde
el: Από προεπιλογή, το πρότυπο που έχει οριστεί στις ρυθμίσεις εμφάνισης της κεντρικής σελίδας του καταστήματος χρησιμοποιείται
es: Por defecto, se usará la plantilla definida en los ajustes de apariencia de la tienda.
id: Pada pengaturan standar, template yang didefinisikan dalam pengaturan tampilan toko yang akan digunakan
ja: デフォルトではショップページ用の表示設定で指定したテンプレートが適用されます。
no: Som standard er malen som er definert i utseendet-innstillingene for butikkforsiden brukt
ru: По умолчанию используется шаблон, заданный в настройках внешнего вида клиентской части
uk: За замовчуванням використовується шаблон, заданий в налаштуваннях зовнішнього вигляду клієнтської частини
vi: Theo mặc định, các mẫu giao diện được xác định trong cài đặt hiển thị của cửa hàng được sử dụng

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
ar: لو مفعلة, يتم إظهار رمز العملة بعد القيمة.
cs: Je-li povoleno, je zobrazen symbol měny za sumou.
da: Hvis aktiveret, symbolet på den valuta, vises efter sin værdi.
de: Wenn aktiviert, wird das Währungssymbol nach der Summe angezeigt.
el: Εάν ενεργοποιηθεί, το σύμβολο του νομίσματος εμφανίζεται μετά το άθροισμα.
es: Si está activado, el símbolo de la divisa se muestra después de la cifra.
id: Jika diaktifkan, simbol mata uang akan ditampilkan dibelakang angka.
ja: 有効化すると金額の後に通貨記号が表示されます。
no: Hvis aktivert, vises symbolet for valutaen etter summen.
ru: Отображать символ валюты после суммы
uk: Відображати символ валюти після суми.
vi: Nếu kích hoạt, biểu tượng của loại tiền tệ sẽ hiển thị sau giá tiền.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
ar: عدد الأرقام بعد العلامة العشرية.
cs: Počet číslic za desetinném znaménku.
da: Antal cifre efter decimal tegnet.
de: Anzahl Ziffern nach dem Dezimal Symbol.
el: Αριθμός των ψηφίων μετά το δεκαδικό σημείο.
es: Número de dígitos después del símbolo de decimales.
id: Jumlah angka setelah tanda desimal.
ja: 小数点以下の桁数です。
no: Antall sifre etter desimaltegnet.
ru: Количество знаков после дробного разделителя
uk: Кількість знаків після дробового розділювача.
vi: Số lượng các số sau dấu thập phân.
