Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
ar: <b>تحذير!</b><br /> تم معالجة الـ PHP CURL extension <b>بدون دعم</b> الـ SSL على سيرفركم, لذا <b>[method]</b> لن تعمل. يرجى الاتصال بمزود خدمة الاستضافة.
cs: <b>Upozornění!</b><br />PHP CURL sestavené rozšíření je <b>bez</b> SSL podpory na vašem serveru. <b>[method]</b> nebude v provozu. Kontaktujte, prosím, vašeho poskytovatele hostingu.
da: <b> Advarsel! </ b> <br /> PHP CURL udvidelse er kompileret <b> uden </ b> SSL-support på din server. <b> [method] </ b> vil ikke være operationelt. Kontakt venligst din udbyder.
de: <b>Warnung!</b><br />PHP CURL extension wird erstellt, <b>ohne</b> SSL Unterstützung auf Ihren Server. <b>[method]</b> kann nicht ausgeführt werden. Kontaktieren Sie bitte Ihren Hosting-Provider.
el: <b>Προσοχή!</b><br />Το PHP cURL extension καταρτίζεται <b>χωρίς</b> υποστήριξη SSL του server. <b>[method]</b> δεν θα είναι σε λειτουργία. Παρακαλώ επικοινωνήστε με τον πάροχο φιλοξενία σας.
es: <b>Warning!</b><br />PHP CURL extension compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
id: <b>Peringatan!</b><br />Ekstensi PHP cURL dikompilasi<b>tanpa</b> dukungan SSL di server. <b>[method]</b> tidak akan beroperasi. Silakan hubungi penyedia hosting Anda.
ja: <b>ご注意ください!</b><br />お使いのサーバーのPHPのCURLモジュールはSSL非対応の状態で実装されています。 <b>[method]</b> は動作しません。. レンタルサーバー会社様などにお問い合わせください。
no: <b>Advarsel!</b><br />PHP cURL utvidelsen er kompilert <b>uten</b> SSL-støtte på serveren din. <b>[method]</b> vil ikke være i drift. Vennligst kontakt din ISP.
ru: <b>Предупреждение!</b><br />PHP CURL модуль установлен на вашем сервере <b>без</b> SSL поддержки. <b>[method]</b> будет невыполним. Пожалуйста, свяжитесь с вашим хостинг провайдером.
tr: <b>Dikkat!</b><br />PHP CURL kütüphanesi serverınızda SSL i <b>DESTEKLEMİYOR</b> <b>[method]</b> Opsiyonel değil. Lütfen server yönetiminizle görüşün.
uk: <b>Увага!</b><br/> модуль cURL PHP <b>без</b> SSL підтримки . <b>[method]</b> не буде виконано. Будь ласка, зв'яжіться з вашим хостинг-провайдером.
vi: <b>Cảnh báo!</b> < br / > Các phần mở rộng PHP cURL được biên soạn <b>mà không có</b> SSL hỗ trợ trên máy chủ của bạn. <b>[method]</b> sẽ không được hoạt động. Xin vui lòng liên hệ với nhà cung cấp hosting của bạn.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
ar: العملة ذات الكود <b>[code]</b> موجودة بالفعل
cs: Měna s kódem <b>[code]</b> již existuje
da: Valuta med kode <b> [code] </ b> findes allerede
de: Währung mit dem Code <b>[code]</b> existiert bereits.
el: Το νόμισμα με τον κωδικό <b> [code] </ b> υπάρχει ήδη
es: La moneda con el código <b>[code]</b> ya existe
id: Mata uang dengan kode <b>[code]</b> sudah ada
ja: 通貨コード <b>[code]</b> はすでに登録されています。
no: Valuta med kode <b>[code]</b> finnes allerede
ru: Валюта с кодом <b>[code]</b> уже существует
tr: Para birimi kodu<b>[code]</b> zaten kayıtlı
uk: Грошова одиниця з кодом <b>[code]</b> уже існує
vi: Loại tiền tệ với mã <b>[code]</b> đã tồn tại

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
cs: Jeden z vašich obchodů používá toto téma. Před odstraněním, prosím, nastavte jiný motiv.
da: En af dine butikker bruger dette tema. Angiv et andet tema, før du sletter den.
de: Eines Ihrer Shops verwendet dieses Template. Bitte wählen Sie zuvor ein anderes Template bevor Sie dieses löschen.
el: Ένα από τα καταστήματα σας χρησιμοποιεί αυτό το θέμα. Ορίστε ένα άλλο θέμα πριν να το διαγράψετε.
es: Uno de sus frontales utiliza este tema. Por favor seleccione otro tema antes de eliminarlo.
id: Salah satu toko Anda menggunakan tema ini. Silakan set tema lain sebelum menghapusnya.
ja: 他のショップがこのテーマを利用中のため削除できません。
no: En av dine butikkforsider bruker denne malen. Vennligst angi en annen mal før du sletter den.
ru: Эта тема используется одной из ваших витрин. Пожалуйста, выберите для нее другую тему перед тем как удалить эту.
tr: Vitrinlerinizden biri bu temayı kullanıyor. Lütfen silmeden önce başka bir tema ayarlayın.
uk: Ця тема використовується в іншій вітрині. Виберіть іншу тему перед видаленням.
vi: Một cửa hàng của bạn sử dụng giao diện này. Xin vui lòng thiết lập một giao diện khác trước khi xóa nó.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
ar: التخطيط الذي يستخدم هذا الثيم معين كافتراضي. يرجى تعيين تخطيط آخر كافتراضي.
cs: Layout, který používá toto téma je nastaven jako výchozí. Prosím, nastavte jiné rozložení jako výchozí.
da: Layout, der bruger dette tema er angivet som standard. Angiv et andet layout som standard.
de: Das Layout das dieses Template (Theme) verwendet is als default eingestellt. Bitte verwenden Sie ein anderes Layout als default.
el: Διάταξη που χρησιμοποιεί αυτό το θέμα έχει οριστεί ως προεπιλογή. Ορίστε μια άλλη διάταξη ως προεπιλογή.
es: El diseño que usa este tema esta marcado por defecto. Por favor active otro tema como "por defecto".
id: Layout yang digunakan oleh theme ini ditetapkan sebagaidefau. Silahkan gunakan layout lain sebagai default.
ja: このテーマで利用しているレイアウトはデフォルトレイアウトに指定されています。テーマを削除するためには他のレイアウトをセットする必要があります。
no: Layouten som bruker denne malen er satt som standard. Vennligst angi en annen layout som standard.
ru: Макет, используемый этой темой, установлен как основной. Установите другой макет в качестве основного перед удалением.
uk: Макет, який використовує цю тему встановлено за промовчанням. Будь ласка, встановити інший макет за замовчуванням.
vi: Bố cục sử dụng cho giao diện này được đặt làm mặc định. Xin vui lòng đặt một bố cục khác làm mặc định.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
ar: المتجر يعمل في الوضع <b>التجريبي</b> وهذه الخاصية غير متاحة في الوقت الحالي.
cs: Obchod pracuje v demo módu <b>DEMO</b> a tyto funkce jsou zakázány.
da: Vognen er arbejder i <b> DEMO </ b> tilstand, og denne funktionalitet er deaktiveret.
de: Der Webshop läuft im <b>DEMO</b> Modus. Diese Funktion ist deaktiviert.
el: Το παρόν Κατάστημα λειτουργεί ως <b>Δοκιμαστική (DEMO εγκατάσταση)</b> γι΄αυτό η συγκεκριμένη δυνατότητα που επιλέξατε δεν είναι διαθέσιμη.
es: EL carro trabajo en modo <b>DEMO</b> y esta funcionalidad está desactivada.
id: Toko online ini bekerja dalam mode <b>DEMO</b> danfungsi ini di non-aktifkan
ja: 現在 <b>デモ</b> モードで動作しているためこの機能はご利用いただけません。
no: Handlevognen arbeider i <b>DEMO< b>-modus, og denne funksjonen er deaktivert.
ru: Магазин работает в <b>демонстрационном</b> режиме и эта функция отключена
tr: Bu mağaza <b>DEMO</b> olarak çalışıyor daha fazla fonksiyon için uygun değildir
uk: Кошик працює в <b>демо</b>-режимі і цю функцію вимкнуто.
vi: <p>Giỏ hàng làm việc trong chế độ <b>DEMO</b> và chức năng này bị vô hiệu hóa.</p>.

# Languages::error_empty_company_name
source: Company name cannot be empty
ar: لا يمكن أن يكون اسم الشركة فارغ
cs: Název společnosti nesmí být prázdný
da: Virksomhedens navn må ikke være tomt
de: Firma kann nicht leer sein
el: Το όνομα της εταιρίας δεν μπορεί να είναι κενό
es: El nombre de la empresa no puede estar vacío
id: Nama perusahaan tidak boleh kosong
ja: 会社名は入力必須項目です
no: Firmanavn kan ikke være tomt
ru: Название компании не может быть пустым
uk: Назва компанії не може бути порожньою
vi: Tên công ty không được để trống

# Languages::error_exim_get_images_for_products
source: Could not import images for some of the products. Either those images don't exist (or can't be accessed), or the paths to those images in the imported file are incorrect.
de: Für einige Produkte konnten keine Bilder importiert werden. Entweder existieren diese Bilder nicht (oder können nicht aufgerufen werden), oder die Pfade zu diesen Bildern in der importierten Datei sind falsch.
el: Δεν ηταν δυνατον να εισαψθουν εικόνες για μερικά από τα προϊόντα. Αυτές οι εικόνες δεν υπάρχουν (ή δεν ειναι δυνατη η προσβαση), είτε οι διαδρομές σε αυτές τις εικόνες στο εισαγόμενο αρχείο είναι εσφαλμένες.
es: No se pudieron importar imágenes para algunos de los productos. O bien esas imágenes no existen (o no se puede acceder), o las rutas a esas imágenes en el archivo importado son incorrectas.
id: Tidak bisa mengimpor gambar untuk beberapa produk. Kemungkinan karena gambar-gambar tersebut tidak ada (atau tidak dapat diakses) atau jalur menuju gambar-gambar yang ada didalam file yang telah diimpor tidak sesuai.
no: Kan ikke importere bilder for noen av produktene. Enten finnes ikke bildene (eller de kan ikke nås) eller linkene til bildene i den importerte filen er feil.
ru: Не удалось импортировать изображения некоторых товаров. Данные изображения либо не существуют (или недоступны), либо путь к данным изображениям в файле импорта указан неверно.
uk: Неможливо імпортувати зображення деяких товарів. Дані зображення або не існують (чи недоступні), або шлях до цих зображень у файлі імпорту вказано невірно.

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
ar: لا يمكن فتح الملف المرفوع
cs: Nelze otevřít nahraný soubor
da: Kan ikke åbne uploadet fil
de: Kann die hochgeladene Datei nicht öffnen
el: Δεν ανοίγουν τα ανεβασμένα αρχεία.
es: No se puede abrir el archivo subido
id: Tidak dapat membuka file yang diunggah
ja: アップロードしたファイルが開けません
no: Kan ikke åpne opplastet fil
ru: Не могу открыть загруженный файл
tr: Yüklenen dosya açılamıyor
uk: Не вдалося відкрити завантажений файл
vi: Không thể mở tập tin tải lên

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
ar: لا يمكن قراءة الملف المرفوع
cs: Nelze číst nahraný soubor
da: Kan ikke læse uploadet fil
de: Kann die hochgeladene Datei nicht lesen
el: Δεν διαβάζονται τα ανεβασμένα αρχεία.
es: No se puede leer el archivo subido
id: Tidak dapat membaca file yang diunggah
ja: アップロードしたファイルが読み取れません
no: Kan ikke lese opplastet fil
ru: Не могу прочитать загруженный файл
tr: Yüklenen dosya okunamıyor
uk: Не вдалося прочитати завантажений файл
vi: Không thể đọc tập tin tải lên

# Languages::error_exim_fields_not_selected
source: No fields selected for export
ar: لم يتم اختيار حقول للتصدير
cs: Nejsou vybrané žádné pole pro export
da: Ingen områder udvalgt til eksport
de: Keine Felder für den Export ausgewählt
el: Δεν έχουν επιλεχθεί πεδία για εξαγωγή.
es: Ningún campo seleccionado para exportar
id: Tidak ada field yang dipilih untuk ekspor
ja: エクスポートするフィールドが選択されていません
no: Ingen felt valgt for eksport
ru: Поля для экспорта не выбраны
tr: Çıkarmak için kutu işaretlenmedi
uk: Поля для експорту не вибрано
vi: Không có mục được chọn để xuất dữ liệu

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
ar: الملف غير موجود
cs: Neexistující soubor
da: Fil eksisterer ikke
de: Datei ist nicht vorhanden!
el: Το αρχείο δεν υπάρχει
es: El archivo no existe
id: File tidak ada
ja: ファイルが存在しません
no: Fil finnes ikke
ru: Файл не существует
tr: Dosya bulunamadı
uk: Файл не існує
vi: Tập tin không tồn tại

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
ar: ملف الـ CSV به أخطاء بنسق البيانات (فاصلة خاطئة, حقول مفقودة, الخ..) في السطور التالية: <b>[lines]</b>
cs: Váš CSV soubor má chybný formát (chybný oddělovač, chybějící pole, atd.) na následujících řádkách: <b>[lines]</b>
da: Din csv-fil, der er ukorrekte data, formatering (ukorrekt delimiter, ubesvarede felter, osv.) på følgende linjer: <b> [lines]</b>
de: Ihre CSV Datei hat eine falsche Datenformatierung (falscher Begrenzer "delimiter", fehlende Felder, usw.) in den folgenden Zeilen: <b>[lines]</b>
el: Το αρχείο CVS έχει εσφαλμένη μορφοποίηση δεδομένων (εσφαλμένος οριοθέτης, ελλιπή πεδία, κλπ) στις ακόλουθες γραμμές: <b> [γραμμές] </ b>
es: Su archivo CSV tiene un formato incorrecto de los datos (delimitador incorrecto, campos perdidos, etc.) en las siguientes líneas: <b>[lines]</b>
id: File CSV berisi data dengan format yang salah (salahpembatas, field terlewatkan / hilang , dll) di barisberikut:<b>[lines]</b>
ja: CSVファイルの<b>[lines]</b>行目におけるフォーマットが正しくありません。 (不正な区切り文字、フィールドの欠落など)
no: CSV-filen har feil dataformatering (feil skilletegn, savnede/manglende felt, osv.) på følgende linjer: <b>[lines]</b>
ru: Некорректная информация в CSV файле (некорректный разделитель, пропущены поля и т.п.) в строках: <b>[lines]</b>
tr: CSV dosyanız hatalı formata sahip (hatalı ayraç, eksik alanlar, vb.) hatanın olduğu satırlar: <b>[lines]</b>
uk: Некорректная информация в CSV файле (некорректный разделитель, пропущены поля и т.п.) в строках: <b>[lines]</b>
vi: Tệp CSV của bạn có dữ liệu không chính xác định dạng (không đúng, mất/thiếu lĩnh vực, vv) trong các dòng sau: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
ar: الفاصلة في ملف الـ CSV تختلف عن المحدد
cs: Separator v souboru CSV není ten, který jste si vybral
da: Afgrænseren i CSV-fil adskiller sig fra den ene udvalgt af dig
de: Der Begrenzer (delimiter) ist anders als Ihre Selektion
el: Ο οριοθέτης στο αρχείο CSV διαφέρει από εκείνον που έχει επιλεχτεί από εσάς
es: El delimitador en el archivo CSV difiere del que usted seleccionó
id: Pembatas di kolom file CSV berbeda dari yang dipilih olehAnda
ja: CSVファイル内の区切り文字が指定したものと異なります
no: Skilletegnet i CSV-filen er forskjellig fra den du har valgt
ru: Разделитель в CSV файле не тот, который Вы выбрали.
tr: CSV dosyanız limiti seçtiğinizden farklıdır.
uk: Роздільник у CSV-файлі відрізняється від того, що вибраний Вами
vi: Phân định trong tệp CSV khác với một lựa chọn của bạn

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
ar: عدد سطور اللغات المتعددة غير متطابق.
cs: Mnohojazykový počet řádků neshoda: různý počet řádků poskytovaný pro různé jazyky.
da: Multi-sprog linjetæller mismatch: forskellige antal linjer for forskellige omhandlede sprog.
de: Multi-Sprachen Zeilen Aufzählung stimmt nicht überein: verschiedene Anzahl Zeilen für verschiedene Sprachen sind vorhanden.
el: Ασυμφωνία αριθμού γραμμών πολλαπλών γλωσσών: διαφορετικό αριθμό γραμμών για διαφορετικές γλώσσες που παρέχονται.
es: Desajuste en recuento de líneas multi-idioma: suministrado diferente número de lineas para diferentes idiomas.
id: Perhitungan baris Multi-bahasa tidak cocok: disediakannomor baris yang berbeda untuk bahasa yang berbeda.
ja: 各言語でインポートするデータ数が一致しません。
no: Multi-språk linjetellings feil: forskjellige antall linjer for ulike språk som følger med.
ru: Число импортируемых строк разное для разных языков.
uk: Число імпортованих рядків різне для різних мов.
vi: Đa ngôn ngữ số dòng không phù hợp: số khác nhau của dòng cho ngôn ngữ khác nhau được cung cấp.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
ar: الحقول التالية مطلوبة ولا يمكن حذفها من التخطيط:
cs: Následující pole jsou požadována a nemohou být odstraněna z návrhu:
da: De følgende felter skal udfyldes, og kan ikke fjernes fra layout:
de: Die folgenden Felder sind erforderlich und können nicht vom Layout entfernt werden:
el: Τα παρακάτω πεδία είναι υποχρεωτικά και δεν μπορούν να αφαιρεθούν από τη διάταξη:
es: Los campos siguientes son requeridos y no pueden ser quitados del diseño:
id: Field berikut wajib dan tidak dapat dihapus dari layout:
ja: 次のフィールドは必須フィールドのためレイアウトから削除できません:
no: Følgende felt er obligatoriske og kan ikke fjernes fra layouten:
ru: Эти поля обязательны и не могут быть удалены:
tr: Bu kutu gereklidir ve silinemez:
uk: Такі поля є обов'язковими і не можуть бути вилучені з макета:
vi: Các trường sau là bắt buộc và không thể được gỡ bỏ từ các lớp:

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
ar: لايوجد أية بيانات للتصدير. نطاق التصدير خاطئ ربما سبب هذه المشكلة. <a class="cm-post" href="[url]"> مسح نطاق التصدير</a>، ثم حاول مرة أخرى
cs: Žádná data exportována. Nesprávný export rozsahu je pravděpodobně příčinou tohoto problému. <a class="cm-post" href="[url]">Zrušte export rozsahu</a> a zkuste to znovu
da: Ingen data eksporteres. Forkert eksportrækkefølge er sandsynligvis årsag til problemet. <a class="cm-post" href="[url]"> Rens eksportrækkefølge</a>, så prøv igen
de: Keine Daten exportiert. Der fehlerhafte Exportbereich wird wahrscheinlich durch dieses Problem verursacht. <a class="cm-post" href="[url]">Clear the export range</a>versuchen Sie es anschließend erneut.
el: Δεν έγινε εξαγωγή των δεδομένων. Η λάνθασμένη επιλογή Εύρους πιθανώς προκαλεί αυτό το ζήτημα. <a class="cm-post" href="[url]"> καταργήστε το εύρος εξαγωγής</a>, και στη συνέχεια, προσπαθήστε ξανά.
es: No se han exportado datos. La causa probable de este problema es un rango de exportación incorrecto. <a class="cm-post" href="[url]"> Borra el rango de exportación </a> y vuelva a intentarlo
id: Tidak ada data yang diekspor. Kesalahan susunan ekspor yang mungkin menyebabkan masalah ini. <a class="cm-post" href="[url]">Hapus susunan ekspor</a>, kemudian coba lagi
ja: データはエクスポートされませんでした。誤ったエクスポート範囲の指定が原因の可能性があります。 <a class="cm-post" href="[url]">エクスポート範囲をクリア</a>して再度エクスポートしてください。
no: Ingen data eksportert. Feil eksport-felt er trolig årsaken til problemet. <a class="cm-post" href="[url]">Fjern eksport-feltene</a>, og prøv igjen
ru: Данные не были экспортированы. Вероятно, это вызвано неправильным диапазоном экспорта. <a class="cm-post" href="[url]">Сбросьте диапазон</a> и попробуйте ещё раз.
tr: Veri dışa aktarılamadı. Bu soruna hatalı veri aktarım aralığı sebep olmuş olabilir. <a class="cm-post" href="[url]">Veri aralığını temizleyin ve tekrar deneyin
uk: Дані не було експортовано. Ймовірно, це викликано неправильним діапазоном експорту. <a class="cm-post" href="[url]">Скиньте діапазон</a> і спробуйте ще раз
vi: Không thể xuất dữ liệu. Phạm vi sai xuất dữ liệu có thể gây ra vấn đề này. <a class="cm-post" href="[url]">Xóa phạm vi xuất dữ liệu</a>, sau đó thử lại

# Languages::error_exim_no_file_uploaded
source: No file uploaded
ar: لم يتم رفع ملفات
cs: Žádný soubor nebyl nahrán
da: Ingen fil uploadet
de: Keine Datei hochgeladen
el: Δεν ανέβηκε αρχείο
es: Ningún archivo subido
id: Tidak ada file yang diunggah
ja: ファイルはアップロードされませんでした
no: Ingen fil lastet opp
ru: Файл не загружен
tr: Dosya yüklenmedi
uk: Файл не завантажено
vi: Không có tập tin tải lên

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
ar: تعريف نمط غير صحيح: المفتاح البديل مفقود
cs: Neplatná definice vzorce: chybí náhradní klíč
da: Ugyldigt mønster definition: alternativ nøgle ubesvarede
de: Muster (Pattern) Definition nicht gültig: alternativer Schlüssel (key) nicht vorhanden
el: Άκυρο υπόδειγμα ορισμού: λείπει το εναλλακτικό κλειδί
es: Definición del patrón inválida: la clave alternativa falló
id: Definisi Pola tidak valid: kunci alternatif hilang
ja: 無効なパターン定義: 代替キーが見つかりません
no: Ugyldig strukturdefinisjon: alternativ nøkkel mangler
ru: Неправильное формирование шаблона: альтернативный ключ пропущен
tr: Geçersiz örnek tanımlama: alternatif anahtar kayıp
uk: Невірне формування шаблону: альтернативний ключ пропущено
vi: Định nghĩa mô hình không hợp lệ: khóa thay thế là mất tích

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
ar: تعريف نمط غير صحيح: مرجعيات الجداول غير متوفرة
cs: Pattern (vzor) definice není platný: Tabulka referencí není k dispozici
da: Ugyldigt mønster definition: glemte tabellen referencer
de: Muster (Pattern) Definition nicht gültig: Tabellen Referenzen nicht vorhanden
el: Άκυρο υπόδειγμα(μοτίβο) ορισμού: λείπουν οι αναφορές του πίνακα
es: Definición de patrón inválida: referencias de tabla perdidas
id: Definisi Pola tidak valid: tabel referensi hilang
ja: 無効なパターン定義: テーブルリファレンスが見つかりません
no: Ugyldig strukturdefinisjon: manglende tabellreferanser
ru: Неправильное формирование шаблона: таблица ссылок пропущена
tr: Geçersiz örnek tanımlama: tablo referansları kayıp
uk: Невірне формування шаблону: таблицю посилань пропущено
vi: Định nghĩa mô hình không hợp lệ: bảng tài liệu tham khảo mất tích

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
ar: الملف المستورد لا يطابق النمط المحدد
cs: Váš importovaný soubor nesplňuje vybrané vzorce
da: Din importere filen ikke svarer til det valgte mønster
de: Die importierte Datei entspricht nicht dem selektierten Muster (Pattern)
el: Το αρχείο εισαγωγής σας δεν ταιριάζει με το επιλεγμένο υπόδειγμα(μοτίβο)
es: Su archivo de importación no coincide con el modelo seleccionado
id: File impor Anda tidak cocok dengan pola yang dipilih
ja: インポートファイルと指定したインポート対象データの形式が異なります。
no: Din fil for import samsvarer ikke med valgte struktur
ru: Ваш файл не походит к выбранному образцу
tr: Yükleyeceğiniz dosya seçilen örneklerle benzeşmiyor
uk: Файл імпорту не відповідає вибраному шаблону
vi: Tập tin nhập vào của bạn không khớp với các mô hình đã chọn

# Languages::error_exim_pattern_not_found
source: Pattern not found
ar: نمط غير موجود
cs: Vzorec nenalezen
da: Mønster ikke fundet
de: Muster (Pattern) nicht gefunden
el: Δεν βρέθηκε το υπόδειγμα(μοτίβο)
es: Patrón no encontrado
id: Pola tidak ditemukan
ja: パターンが見つかりません
no: Struktur ikke funnet
ru: Образец не найден
tr: Örnek bulunamadı
uk: Шаблон не знайдено
vi: Mô hình không tìm thấy

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
ar: الملف المستورد يجب أن يحتوي على الحقول التالية: <b>[fields]</b>
cs: Váš importovaný soubor MUSÍ mít následující pole: <b>[fields]</b>
da: Din importere filen skal have følgende felter: <b>[fields]</b>
de: Ihre importierte Datei MUSS die folgenden Felder:<b>[fields]</b> enthalten
el: Το αρχείο εισαγωγής σας που πρέπει να έχει τα ακόλουθα πεδία: <b> [fields] </ b>
es: Su archivo de importación DEBE tener los campos siguientes: <b>[fields]</b>
id: File impor Anda HARUS memiliki fieldberikut:<b>[fields]</b>
ja: インポートファイルには次のフィールドが含まれている必要があります: <b>[fields]</b>
no: Din fil for import MÅ ha følgende felt: <b>[fields]</b>
ru: Импортируемый файл должен содержать поля: <b>[fields]</b>
tr: Yükleyeceğiniz dosya aşağıdaki bilgilere sahip olmalı: <b>[fields]</b>
uk: Імпортований файл повинен мати такі поля: <b>[fields]</b>
vi: Tập tin nhập dữ liệu của bạn phải có các mục sau đây: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
ar: خطأ في الـ hash generation. يرجى اختيار طريقة دفع أخرى.
cs: Chyba v generování hash. Prosím, vyberte jiný způsob platby.
da: Fejl i hash generation. Vælg en anden betalingsmetode.
de: Fehler bei der Hash-Erzeugung. Wählen Sie bitte eine andere Zahlungsmethode.
el: Σφάλμα στο hash genereation. Παρακαλώ επιλέξτε μια άλλη μέθοδο πληρωμής.
es: Error en generación del hash. Por favor elija otro método de pago.
id: Kesalahan dalam pembuatan hash. Silahkan pilih metodepembayaran yang lain.
ja: ハッシュの生成に失敗しました。 他の支払方法を選択してください。
no: Feil i hash generering. Velg en annen betalingsmåte.
ru: Ошибка в генерировании hash. Пожалуйста выберите другой способ оплаты.
tr: Hata. Lütfen başka bir ödeme metodu seçin.
uk: Помилка в генеруванні hash. Будь-ласка, оберіть інший спосіб оплати.
vi: Lỗi trong hệ thống. Xin vui lòng chọn phương thức thanh toán khác.
