Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
cs: <b>Poznámka:</b> Pošlete, prosím, následující informace na DeltaPay podporu:<br />Stránky platby: '<u>[payment_url]</u>'<br />Úspěšná stránka: '<u>[result_url]</u>'<br />Zrušit stránku: '<u>[result_url]</u>'<br />Zrušit stránku: '<u>[result_url]</u>'<br />
da: <b> Bemærk: </ b> Du kan sende følgende oplysninger til DeltaPay støtte: <br /> Betaling side: »<u> [payment_url] </ u> '<br /> succes-side:» <u> [result_url] </ u> '<br /> Manglende side: »<u> [result_url] </ u>' <br /> Annuller side:» <u> [result_url] </ u> '<br />
el: <b> Σημείωση: </ b> Παρακαλώ στείλτε τις παρακάτω πληροφορίες για την υποστήριξη DeltaPay:<br />Payment page: <u>[payment_url]</u><br />Success page: <u>[result_url]</u><br />Failure page: <u>[result_url]</u><br />Cancel page: <u>[result_url]</u><br />
es: <b>Nota:</b> Por favor envíe la siguiente información al soporte de DeltaPay: <br /> Página de Pago: '<u>[payment_url]</u>'<br />Página de acceso: '<u>[result_url]</u>'<br /> Página de error: '<u>[result_url]</u>'<br />Página de Cancelación: '<u>[result_url]</u>'<br />
id: <b>Catatan:</b> Silakan kirim informasi berikut untuk dukungan DeltaPay:<br />Halaman Pembayaran: '<u>[payment_url]</u>'<br />Halaman sukses: '<u>[result_url]</u>'<br />Halaman gagal: '<u>[result_url]</u>'<br />Halaman dibatalkan: '<u>[result_url]</u>'<br />
no: <b>Merk:</b> Vennligst send følgende informasjon til DeltaPay brukerstøtte:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
ru: <b>Примечание:</b> Отошлите следующую информацию в поддержку DeltaPay:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
uk: <b>Примітка:</b> Будь ласка, надішліть наступну інформацію за підтримки DeltaPay: < br / > сторінка оплати: ' <u>[payment_url]'<</u> br / > сторінка успіху : ' <u>[result_url]'<</u> br / > сторінка помилки: ' <u>[result_url]'<</u> br / > сторінка відміни: ' <u>[result_url]'<</u> br / >
vi: <b>Lưu ý:</b> Xin vui lòng gửi các thông tin sau để hỗ trợ DeltaPay: <br /> Trang thanh toán: ' <u>[payment_url]'</u> <br /> Trang thành công: ' <u>[result_url]'</u> <br / > Trang thất bại: ' <u>[result_url]'</u> <br /> Trang hủy bỏ: ' <u>[result_url]'</u> <br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
cs: Nastavit "odkaz Úspěch" na: <b>[success_url]</b><br /> Nastavit "odkaz Zrušit" na: <b>[abort_url]</b><br /> Přidat nové HTTP notifikace a nastavit "URL notifikací "na: <b>[notification_url]</b><br /> Aktivovat kontrolu vstupu a nastavit "Algoritmus hash na SHA1"<br />
da: Sæt 'Succes link': <b>[success_url]</b> < br / > sæt 'Afbryd link' til: <b>[abort_url]</b> < br / > tilføje nye HTTP-meddelelser og indstille anmeldelse URL til: <b>[notification_url]</b> < br / > Aktiver input check og Indstil 'hash-algoritme"til"SHA1"< br / >
el: Τοποθετήστε τον σύνδεσμο επιτυχίας στο: <b>[success_url]</b><br /> Τοποθετήστε τον σύνδεσμο ματαίωσης στο: <b>[abort_url]</b><br /> Προσθέστε ένα νέο HTTP κοινοποίηση και τοποθετήστε τον σύνδεσμο κοινοποίησης στο: <b>[notification_url]</b><br /> Ενεργοποιήστε τον έλεγχο για τις φόρμες και τοποθετήστε τον Αλγόρυθμο Hash στο SHA1<br />
es: Establecer "Enlace éxito" a: <b>[success_url]</b><br />Establecer "Enlace avortar" a:<b>[abort_url]</b><br />Añadir nuevas notificaciones HTTP y establecer "URL de notificación" a:<b>[notification_url]</b><br />Activar comprobación de entrada y establecer "Algoritmo de Hash" a "SHA1"<br />
id: Mengatur 'Sukses link': <b>[success_url]</b> < br / > Set 'Abort link' untuk: <b>[abort_url]</b> < br / > menambahkan baru pemberitahuan HTTP dan mengatur 'Pemberitahuan URL': <b>[notification_url]</b> < br / > mengaktifkan check masukan dan mengatur 'Hash algoritma' untuk 'SHA1' < br / >
no: Set 'Suksess link' til: <b>[success_url]</b><br /> Sett 'Abort link' til: <b>[abort_url]</b><br /> Legg til nye HTTP meldinger og sett 'Notification URL' til: <b>[notification_url]</b><br /> Aktiver inntastingskontroll og sett "Hash Algoritm' til 'SHA1'<br />
ru: Задайте параметр 'Success link' как: <b>[success_url]</b><br /> Установите 'Abort link' в: <b>[abort_url]</b><br /> Добавьте новые HTTP уведомления и установите 'Notification URL' в: <b>[notification_url]</b><br /> Активируйте проверку ввода и установите 'Hash Algoritm' в 'SHA1'<br />
uk: Змінитити "Успішний лінк": <b>[success_url]</b> <br /> Змінити "Посилання відміни" на: <b>[abort_url]</b> <br /> Додати нове HTTP сповіщення і змінити "URL Оповіщення": <b>[notification_url]</b> <br /> Активувати перевірку вводу і змінити "Хеш алгоритм" для 'SHA1 <br />
vi: Đặt 'Liên kết thành công': <b>[success_url]</b> < br /> Đặt 'Liên kết hủy bỏ': <b>[abort_url]</b> < br /> Thêm thông báo mới của HTTP và thiết lập 'Thông báo URL': <b>[notification_url]</b> < br /> Kích hoạt kiểm tra đầu vào và thiết lập 'Thuật toán Hash' để 'SHA1' < br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
ar: تم إنشاء المجلد <b>[directory]</b> بنجاح.
cs: Adresář <b>[directory]</b> byl úspěšně vytvořen.
da: Mappen <b>[directory]</ b> er blevet oprettet.
de: Verzeichnis <b>[directory]</b> wurde erfolgreich erstellt.
el: Directory <b>[directory]</b> has been successfully created.
es: Directorio<b>[directory]</b> a sido creado con éxito.
id: Direktori <b>[directory]</b> telah berhasil dibuat.
ja: <b>[directory]</b> ディレクトリが作成されました。
no: Katalogen <b>[directory]</b> har blitt opprettet.
ru: Директория <b>[directory]</b> успешно создана.
tr: <b>[directory]</b> adlı dizin başarı ile oluşturuldu.
uk: Каталог <b>[directory]</b> було створено.
vi: Thư mục <b>[directory]</b> đã được tạo thành công.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
ar: تم حذف المجلد <b>[directory]</b> بنجاح
cs: Adresář <b>[directory]</b> byl úspěšně smazán
da: Mappen <b>[directory]</ b> er blevet slettet
de: Verzeichnis <b>[directory]</b> wurde erfolgreich gelöscht.
el: Directory <b>[directory]</b> has been successfully deleted
es: Directorio<b>[directory]</b> a sido borrado con éxito.
id: Direktori <b>[directory]</b> telah berhasil dihapus.
ja: <b>[directory]</b> ディレクトリが削除されました。
no: Katalogen <b>[directory]</b> har blitt slettet
ru: Директория <b>[directory]</b> успешно удалена
tr: <b>[directory]</b>adlı dizin başarı ile silindi
uk: Каталог <b>[directory]</b> було видалено
vi: Thư mục <b>[directory]</b> đã được xóa thành công

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
ar: تم إعادة تسمية المجلد <b>[directory]</b> إلى <b>[to_directory]</b> بنجاح
cs: Adresář <b>[directory]</b> byl úspěšně přejmenován na <b>[to_directory]</b>
da: Mappen <b> [directory] </ b> er blevet omdøbt til <b> [to_directory] </ b>
de: Verzeichnis <b>[directory]</b> wurde erfolgreich umbenannt in <b>[to_directory]</b>
el: Directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
es: Directorio <b>[directory]</b> ha sido renombrado con éxito a <b>[to_directory]</b>
id: Direktori <b>[directory]</b> telah berhasil diganti namamenjadi <b>[to_directory]</b>
ja: <b>[directory]</b> ディレクトリ が <b>[to_directory]</b> にリネームされました。
no: Katalogen <b>[directory]</b> har blitt omdøpt til <b>[to_directory]</b>
ru: Директория <b>[directory]</b> была успешно переименована в директорию <b>[to_directory]</b>
tr: Dizin adı <b>[directory]</b> başarı ile şu ad olarak değiştirildi <b>[to_directory]</b>
uk: Директорію <b>[directory]</b> було успішно перейменовано в директорію <b>[to_directory]</b>
vi: Thư mục <b>[directory]</b> đã được đổi tên thành công thành <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
ar: تم إرجاع المجلد <b>[directory]</b> من المخزون
cs: Adresář <b>[directory]</b> byl odstraněn z archivu
da: Mappen <b>[directory]</b> er blevet gendannet fra lageret
de: Verzeichnis <b>[directory]</b> wurde aus dem Archiv (repository) wiederhergestellt.
el: Ο κατάλογος <b> [directory] </ b> έχει αποκατασταθεί από το αποθετήριο
es: El directorio <b>[directory]</b> ha sido restaurado del repositorio.
id: Direktori <b>[directory]</b> telah berhasil dipulihkandari direktori repository
ja: <b>[directory]</b> ディレクトリがリポジトリからリストアされました。
no: Katalogen <b>[directory]</b> har blitt gjenopprettet fra oppbevaringsstedet
ru: Директория <b>[directory]</b> была восстановлена из резервной копии
tr: <b>[directory]</b> adlı dizin depodan başarı ile değiştirildi
uk: Директорія <b>[directory]</b> була відновлена ​​з резервної копії
vi: Thư mục <b>[directory]</b> đã được khôi phục từ kho lưu trữ

# Languages::text_downloads_empty
source: Your downloads list is empty
ar: مركز التحميل الخاص بكم لا يحتوي على ملفات
cs: Seznam ke stažení je prázdný
da: Din downloads liste er tom
de: Ihre Download-Liste ist leer
el: H λίστα λήψεων σας είναι άδεια.
es: Tu lista de descargas está vacía
id: Daftar download Anda kosong
ja: ダウンロードリストは空です
no: Listen over nedlastbare filer er tom
ru: Ваш список загрузок пуст
tr: Download listeniz boş
uk: Список завантажень є порожнім
vi: Danh sách tải về của bạn chưa có mục nào

# Languages::text_editing
source: Text editing
ar: تحرير العبارات
cs: Úprava textu
da: Tekstredigering
de: Textbearbeitung
el: Επεξεργασία κειμένου
es: Edición de texto
id: Penyuntingan teks
ja: 言語変数の編集
no: Tekst redigering
ru: Редактирование текста
tr: Metin düzenleme
uk: Редагування тексту
vi: Chỉnh sửa văn bản

# Languages::text_edp_product
source: This product is electronically distributed
ar: هذا المنتج يتم توزيعه إلكترونياً
cs: Toto zboží je distribuováno elektronicky
da: Dette produkt er elektronisk distribuerede
de: dieser Artikel wird elektronisch geliefert (herunterladbar)
el: Το προϊόν διανέμεται ηλεκτρονικά!
es: Este producto es de distribución electrónica
id: Produk ini didistribusikan secara elektronik
ja: ダウンロード商品
no: Dette produktet er elektronisk distribuert
ru: Поставка в электронном виде
tr: bu ürün elektronik özelliktedir
uk: Цей продукт поширюється в електронному вигляді
vi: Sản phẩm này phân phối trực tuyến và có thể tải về

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
ar: المفتاح الإلكتروني الذي أدخلته غير صحيح أو منتهي الصلاحية
cs: Elektronický klíč, který jste vložil/a není platný nebo vypršel.
da: Elektronisk nøgle, du indtastede, er ikke gyldigt eller er udløbet
de: Der Elektronische Schlüssel, den Sie eingegeben haben, ist ungültig oder abgelaufen
el: Το Ηλεκτρονικό κλειδί που πληκτολογήσατε δεν είναι έγκυρο ή έχει λήξει!
es: La clave electrónica que usted entró no es válida o ha expirado
id: Kunci elektronik yang Anda masukkan tidak valid ataukedaluwarsa.
ja: 入力した電子キーが正しくないか有効期限が切れています
no: Den elektroniske nøkkelen du har skrevet inn er ugyldig eller har utløpt.
ru: Введенный электронный ключ неверен или истек
tr: Elektronik anahtarınız yanlış veya geçersiz
uk: Введений електроний ключ неверний або з закінченим терміном.
vi: Liên kết xác nhận là không hợp lệ hoặc đã hết hạn.

# Languages::text_email_sent
source: E-mail has been sent successfully.
ar: تم إرسال الإيميل بنجاح.
cs: E-mail byl úspěšně odeslán.
da: E-mail er blevet sendt.
de: E-Mail wurde erfolgreich versandt
el: To E-mail στάλθηκε με επιτυχία!
es: E-mail enviado con éxito
id: E-mail telah berhasil dikirim.
ja: Eメールが送信されました。
no: E-post er sendt.
ru: Эл. письмо успешно отправлено.
tr: E-mail başarı ile gönderildi.
uk: E-mail успішно надіслано.
vi: Email đã được gửi thành công.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
cs: Přidejte, prosím, tyto URL pole do vaší konfigurace platební služby eMerchantPay eCommerce:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
da: Tilføj venligst disse URL-felterne i konfigurationen af eMerchantPay e-handel betalingsform: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>Brugerdefineret godkendelse URL:</b> <br/>[notify_url] <br/> <br/> <b>Custom tilbagegang URL:</b> <br/>[decline_url] <br/> <br/> <b>aktivere anmeldelse URL:</b> <br/>[process_url]
el: Προσθέστε αυτά τα πεδία URL στη διαμόρφωση eMerchantPay eCommerce Payment Form: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>Προσαρμοσμενη έγκριση URL:</b> <br/>[notify_url] <br/> <br/> <b>Προσαρμοσμενη μείωση URL:</b> <br/>[decline_url] <br/> <br/> <b>ενεργοποιήσετε URL κοινοποίησης :</b> <br/>[process_url]
es: Por favor añade estas URL en el formulario de configuración de eMerchantPay eCommerce Payment:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
id: Silakan menambahkan bidang URL ini di konfigurasi pembayaran e-commerce eMerchantPay: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>Custom persetujuan URL:</b> <br/>[notify_url] <br/> <br/> <b>Custom penurunan URL:</b> <br/> 123_13_2_ 321 <br/> <br/> <b>aktifkan pemberitahuan URL:</b> <br/>[process_url]
no: Vennligst legg disse URL-feltene i din eMerchantPay eCommerce Payment Form konfigurasjon:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
ru: Пожалуйста, добавьте следующие URL на странице конфигурации eMerchantPay eCommerce Payment Form:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
uk: Будь ласка, додайте ці URL поля у вашу конфігурацію форми оплати електронної комерції eMerchantPay: <br/> <br/> <b>URL Повернення:</b> <br/>[backreturn_url] <br/> <br/> <b>Костувацьке затвердження URL:</b> <br/>[notify_url] <br/> <br/> <b>Користувацьке пониження URL:</b> <br/>[decline_url] <br/> <br/> <b>Активувати сповіщіння[decline_url] URL:</b> <br/>[process_url]
vi: Xin vui lòng thêm các trường URL trong eMerchantPay eCommerce Payment Form của bạn: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>Custom Approval URL:</b> <br/>[notify_url] <br/> <br/> <b>Custom Decline URL:</b> <br/>[decline_url] <br/> <br/> <b>Activate Notification URL:</b> <br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
cs: Zašlete, prosím, následující URL manažerovi ENPS jako URL odezvy pro všechny tři případy (úspěch, neúspěch, zrušení): [r_url]
da: Send venligst følgende webadresse til eNPS leder som en reaktion URL for alle tre tilfælde (succes, fiasko, annullere): [r_url]
de: Senden Sie bitte folgende URL an den eNPS-Verwalter als Antwort-URL in allen drei Fällen (Erfolg, Fehler, Abbruch): [r_url]
el: Παρακαλώ στείλτε την παρακάτω διεύθυνση URL στον eNPS διευθυντή,ως ένα URL απάντηση για όλες τις τρεις περιπτώσεις (επιτυχία, αποτυχία, άκυρο): [r_url]
es: Please send the following URL to the eNPS manager as a responce URL for all three cases (success, failure, cancel): [r_url]
id: Silakan kirim URL berikut untuk manajer ENPS sebagai URLrespon untuk semua tiga kasus (keberhasilan, kegagalan,membatalkan): [r_url]
no: Vennligst send følgende URL til eNPS manager som svar-URL for alle de tre tilfellene (suksess, mislykket, avbryt): [r_url]
ru: Пожалуйста, отправьте следующий URL менеджеру eNPS в качестве ответа для всех трех случаев (успех, неудача, отмена): [r_url]
tr: Please send the following URL to the eNPS manager as a response URL for all three cases (success, failure, cancel): [r_url]
uk: Будь ласка, надішліть наступний URL менеджеру eNPS в якості відповіді для всіх трьох випадків (успіх, помилка, скасувати): [r_url]
vi: Xin vui lòng gửi URL sau đây cho người quản lý eNPS là một phản ứng URL cho tất cả các trường hợp ba (thành công, thất bại, hủy bỏ): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
ar: يرجى ادخال اسم ملف جديد
cs: Zadejte nový název souboru
da: Indtast et nyt filnavn
de: Bitte geben Sie einen neuen Dateinamen ein
el: Παρακαλώ εισάγετε ένα νέο όνομα αρχείου
es: Por favor ponga el nombre del fichero
id: Masukkan nama file baru
ja: 新しいファイル名を入力してください
no: Vennligst skriv inn et nytt filnavn
ru: Пожалуйста, введите новое имя файла
tr: lütfen bir dosya adı girin
uk: Будь-ласка, введіть нове ім'я файлу
vi: Xin vui lòng nhập tên tập tin mới

# Languages::text_exim_data_exported
source: Data is exported successfully
ar: تم تصدير البيانات بنجاح
cs: Data byla exportována úspěšně
da: Data er blevet eksporteret
de: Daten wurden erfolgreich exportiert
el: Τα δεδομένα εξάγονται με επιτυχία
es: Datos exportados con éxito
id: Data berhasil diekspor
ja: データのエクスポートが完了しました
no: Data har blitt eksportert vellykket
ru: Данные успешно экспортированы.
tr: Data başarıyla çıkarıldı
uk: Дані успішно експортовано
vi: Dữ liệu được xuất thành công

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
ar: تم تصدير البيانات بنجاح.<br />العناصر الجديدة - <b>[new]</b>;<br />العناصر المحدثة - <b>[exist]</b>;<br />الإجمالي - <b>[total]</b>.
cs: Data byla exportována úspěšně.<br />Nový objekt- <b>[new]</b>;<br />Aktualizovat objekty- <b>[exist]</b>;<br />Celkem - <b>[total]</b>.
da: Data er importeret. <br /> Nye objekter - <b> [new] </ b>; <br /> Opdateret objekter - <b> [exist] </ b>; <br /> Sprunget objekter - <b > [shipped] </ b>; <br /> alt - <b> [total] </ b>.
de: Daten wurden erfolgreich importiert<br />Neue Objekte - <b>[new]</b>;<br />Aktualisierte Objekte - <b>[exist]</b>;<br />Übersprungene Objekte - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
el: Τα δεδομένα εισάγονται με επιτυχία.<br />New objects - <b>[new]</b> <br />Updated objects - <b>[exist]</b> <br />Skipped objects - <b>[skipped]</b> <br />Total - <b>[total]</b>.
es: Los datos fueron importados con éxito.<br />Objetos nuevos - <b>[new]</b>;<br />Objetos actualizados - <b>[exist]</b>;<br />Total - <b>[total]</b>.
id: Data berhasil diimpor.<br /Obyek baru - <b>[new]</b>;<br/>Update obyek - <b>[exist]</b>;<br />Lewati obyek -<b>[skipped]</b>;<br />Total - <b>[total]</b>.
ja: データのインポートが完了しました。<br />新しいオブジェクト - <b>[new]</b>;<br />更新されたオブジェクト - <b>[exist]</b>;<br />スキップされたオブジェクト - <b>[skipped]</b>;<br />合計 - <b>[total]</b>.
no: Data er importert.<br />Nye objekter - <b>[new]</b>;<br />Oppdaterte objekter - <b>[exist]</b>;<br />Objekter hoppet over - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
ru: Данные успешно импортированы.<br />Новые объекты - <b>[new]</b>;<br />Обновленные объекты - <b>[exist]</b>;<br />Всего - <b>[total]</b>.
tr: Data yükleme başarılı.<br />Yeniler - <b>[new]</b>;<br />Güncellenenler - <b>[exist]</b>;<br />Toplam - <b>[total]</b>.
uk: Дані успішно імпортовано.<br />Нові об'єкти - <b>[new]</b>;<br />Оновлені об'єкти - <b>[exist]</b>;<br />Пропущені об'єкти - <b>[skipped]</b>;<br />Всього - <b>[total]</b>.
vi: Dữ liệu được nhập thành công. <br /> Các đối tượng mới - <b>[new]</b>; <br /> Cập nhật các đối tượng - <b>[exist]</b>; <br /> Bỏ qua các đối tượng - <b>[skipped]</b>; <br /> Tổng số - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
ar: تم استيراد البيانات بنجاح.
cs: Data jsou úspěšně importována.
da: Data er importeret succesfuldt.
de: Daten wurden erfolgreich importiert.
el: Τα Δεδομένα εισήχθησαν με επιτυχία.
es: Datos importados con éxito.
id: Data berhasil diimpor.
ja: データが正常にインポートされました。
no: Data ble importert.
ru: Данные импортированы успешно.
uk: Даних успішно імпортовано.
vi: Dữ liệu được nhập thành công.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
ar: بالأدنى قائمة الحقول التي يمكن تصديرها. الحقول <b>المبرزة</b> إجبارية.
cs: Níže je uveden seznam polí, které mohou být exportovány. <b>Zvýrazněná</b> pole jsou povinná.
da: Nedenfor er en liste over de felter, der kan eksporteres. De <b> fremhævede </ b> felter er obligatoriske.
de: Unten befindet sich eine Liste der Felder die exportiert werden können. Die <b>markierten Felder</b> sind obligatorisch.
el: Παρακάτω είναι μια λίστα με τα πεδία που μπορούν να εξαχθούν. Τα <b> τόνισμένα </ b> πεδία είναι υποχρεωτικά.
es: Abajo está la lista de los campos que pueden ser exportados. Los campos<b>destacados</b> son obligatorios.
id: Dibawah ini adalah daftar field yang dapat diekspor. Field yang <b>disorot </b> adalah wajib.
ja: 以下はエクスポートされるフィールドの一覧です。<b>太字のフィールド</b> は必須項目です。
no: Nedenfor er en liste over felt som kan eksporteres. De <b>markerte</b> feltene er obligatoriske.
ru: Ниже приведен список полей, которые могут быть экспортированы. Выделенные поля являются обязательными.
tr: Aşağıdaki bilgiler çıkarılabilir. <b>İşaretli </b> olanlar zorunludur.
uk: Нижче наведений список полів, які можна експортувати. <b>Виділені</b> поля є обов'язковими.
vi: Dưới đây là danh sách các mục có thể được xuất dữ liệu. Các mục <b>được đánh dấu</b> là không bắt buộc.
