Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::customer_notes
source: Customer notes
ar: تعليقات العملاء
cs: Poznámky zákazníka
da: Kunde note
de: Bemerkungen des Kunden
el: Σημειώσεις Πελάτη
es: Notas del cliente
id: Catatan pelanggan
ja: お客様コメント
no: Kundenotater
ru: Примечания покупателя
tr: Müşteri notları
uk: Примітки покупця
vi: Khách hàng ghi chú

# Languages::customer_signature
source: Customer's signature
ar: توقيع العميل
cs: Podpis zákazníka
da: Kunders underskrift
de: Unterschrift des Kunden
el: Υπογραφή Πελάτη
es: Firma del cliente
id: Penanda tangan
ja: お客様署名
no: Kundesignatur
ru: Подпись покупателя
tr: Müşteri imzası
uk: Підпис покупця
vi: Chữ ký của khách hàng

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
ar: شكراً لاستخدامكم متجرنا الإلكتروني.
cs: Děkujeme za vaši objednávku.
da: Tak fordi du valgte os.
de: Bitte besuchen Sie unseren Store wieder
el: Σας ευχαριστούμε που χρησιμοποιήσατε το κατάστημά μας.
es: Gracias por utilizar nuestra tienda.
id: Terima kasih telah menggunakan Shopping Cart kami.
ja: 当ショップをご利用いただき、誠にありがとうございます。<br />ご不明な点がございましたらお気軽にお問い合わせくださいませ。
no: Takk for at du valgte vår butikk.
ru: Благодарим вас за посещение нашего магазина.
tr: Mağazamızı kullandığınız için teşekkür ederiz.
uk: Дякуємо що завітали до нашого магазину.
vi: Cảm ơn bạn đã sử dụng giỏ mua hàng của chúng tôi.

# Languages::customize
source: Customize
ar: تخصيص
cs: Vlastní nastavení
da: Tilpasse
de: Anpassen
el: Προσαρμογή
es: Personalizar
id: Sesuaikan
ja: カスタマイズ
no: Tilpass
ru: Редактировать
tr: Özelleştir
uk: Редагувати
vi: Tùy chỉnh

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
ar: هذا الثيم لا يحتوي على استايلات.
cs: Toto téma nemá styly.
da: Dette tema har ikke stilarter.
de: Dieses Theme hat keinen Stil.
el: Αυτό το θέμα δεν έχει Στυλ
es: Este tema no tiene estilos.
id: Theme ini tidak memiliki style.
ja: このテーマにはスタイル情報がありません。
no: Denne malen har ikke stiler.
ru: Тема не имеет стилей
tr: Bu tema style lara sahip değil.
uk: Ця тема не має стилів.
vi: Chủ đề này không có hình dáng.

# Languages::custom_range
source: Custom Range
ar: مدى مخصص
cs: Vlastní rozsah
da: Brugerdefineret interval
de: Personalisierter Bereich
el: Προσαρμοσμένο εύρος
es: Rango de medida
id: Kisaran kustom
ja: 期間指定
no: Egendefinert rekkevidde
ru: Пользовательский
tr: Özel Aralık
uk: Користувацький
vi: Tuỳ chỉnh mức

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
ar: أكواد المنتجات التالية أطول من المتاح, وتم تقليل أكوادها إلى 32 حرف:
cs: Následující kódy zboží jsou příliš dlouhé a byly zkráceny na 32 znaků:
da: Følgende koder er for lange og blev skåret til 32 tal:
de: Die folgenden Produktcodes sind zu lang und wurden auf 32 Ziffern abgekürzt.
el: ΟΙ ακόλουθοι κωδικοί προϊόντων είναι πάρα πολύ μεγάλοι και κόπηκαν στα 32 στοιχεία:
es: Los siguientes códigos de producto son demasiado largos y fueron cortados a 32 caracteres:
id: Kode produk berikut terlalu panjang dan telah dipotongmenjadi 32 angka:
ja: 以下の商品型番は長すぎるため32バイトに短縮されました :
no: Følgende produktkoder er for lange og ble kuttet til 32 tall:
ru: Следующие коды товаров слишком длинные и были укорочены до 32 символов:
uk: Наступні коди товарів є занадто довгі, і були скорочені до 32 символів:
vi: Mã sản phẩm sau quá dài và đã bị cắt để có 32 ký tự:

# Languages::czech
source: Czech
ar: التشيكية
cs: Čeština
da: tjekkisk
de: Tschechisch
el: τσέχικα
es: Checo
id: Ceko
no: Tsjekkisk
ru: Чешский
uk: Чеська
vi: Tiếng Séc

# Languages::danish
source: Danish
ar: الدانماركية
cs: Dánština
da: dansk
de: Dänisch
el: δανέζικα
es: Danés
id: Denmark
no: Dansk
ru: Датский
uk: Даньська
vi: Tiếng Đan Mạch

# Languages::dashboard
source: Dashboard
ar: الخلاصات
cs: Informační panel
da: instrumentpanel
el: Ταμπλό
es: Quadro de mando
id: Dasbor
ja: ダッシュボード
ru: Панель инструментов
tr: Kontrol paneli
uk: Панель інструментів
vi: Bảng điều khiển

# Languages::database
source: Database
ar: قاعدة البيانات
cs: Databáze
de: Database (Datenbank)
el: Βάση δεδομένων
es: Base de datos
ja: データベース
ru: База данных
tr: Veri tabanı
uk: База даних
vi: Cơ sở dữ liệu

# Languages::database_data_changes
source: Database data changes
ar: تغييرات بيانات قاعدة البيانات
cs: Změny dat v databázi
da: Ændringer i databasen
de: Datenänderungen in der Datenbank
el: Αλλαγές δεδομένων της βάσης δεδομένων
es: Cambios de la base de datos
id: Perubahan data Database
ja: データベースのレコードに対する変更
no: Database dataendringer
ru: Изменения в данных БД
tr: Veri tabanı veri değişiklikleri
uk: Зміни в базі даних
vi: Thay đổi cơ sở dữ liệu

# Languages::backup_restore
source: Backup/Restore
ar: النسخ الاحتياطي/الاستعادة
cs: Zálohování/Obnovení
da: Sikkerhedskopiering/gendannelse
de: Backup/Wiederherstellung
el: Δημιουργία αντιγράφων ασφαλείας/επαναφορά
es: Backup/Restaurar
ja: バックアップ/リストア
no: Sikkerhetskopi/gjenopprett
ru: Резервное копирование и восстановление
tr: Yedekleme/Geri yükleme
uk: Резервне копіювання/відновлення
vi: Sao lưu/Khôi phục

# Languages::database_structure_changes
source: Database structure changes
ar: تغييرات هيكل قاعدة البيانات
cs: Změny ve struktuře databáze
da: Database strukturændringer
de: Änderungen in der Datenbankstruktur
el: Αλλαγες στη δομη της βασης δεδομενων
es: Cambios de estructura de la base de datos
id: Perubahan struktur database
ja: データベースの構造に対する変更
no: Database strukturendringer
ru: Изменения в структуре БД
tr: Veri tabanı yapısı değişiklikleri
uk: Зміни структури бази даних
vi: Những thay đổi cấu trúc cơ sở dữ liệu

# Languages::datatrans_caa
source: Authorization with immediate settlement
ar: تفويض مع تسوية فورية
cs: Autorizace s okamžitým vypořádáním
da: Tilladelsen med øjeblikkelig afregning
de: Authorisierung mit sofortiger Zahlung
el: Εξουσιοδότηση με άμεση εξόφληση
es: Autorización con liquidación inmediata
id: Otorisasi dengan penyelesaian segera
no: Autorisasjon med umiddelbart oppgjør
ru: Авторизация и оплата
tr: Authorisation with immediate settlement
uk: Авторизація і оплата
vi: Xác thực với khu định cư ngay lập tức

# Languages::datatrans_noa
source: Authorization only
ar: تفويض فقط
cs: Pouze autorizace
da: Godkendelse kun
de: Nur Authorisierung
el: Εξουσιοδότηση μόνο
es: Autorización solamente
id: Hanya otorisasi
no: Kun autorisasjon
ru: Авторизация
tr: Authorisation only
uk: Авторизація
vi: Chỉ ủy quyền

# Languages::datatrans_sign
source: Digital signature
ar: التوقيع الرقمي
cs: Digitální podpis
da: Digital underskift
de: Digitale Unterschrift (digital signature)
el: Ψηφιακή υπογραφή
es: Firma digital
id: Tanda tangan digital
no: Digital signatur
ru: Цифровая подпись
tr: Dijital imza
uk: Цифровий підпис
vi: Chữ ký điện tử

# Languages::date
source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
el: Ημ/νία
es: Fecha
id: Tanggal
ja: 日時
no: Dato
ru: Дата
tr: Tarih
uk: Дата
vi: Ngày

# Languages::date_added
source: Date added
ar: تاريخ الإضافة
cs: Datum přidání
da: Dato tilføjet
de: hinzugefügt am
el: Προσθέθηκε στις
es: Fecha añadida
id: tanggal ditambahkan
ja: 作成日時
no: Dato lagt til
ru: Добавлено
tr: Ekleme tarihi
uk: Додано
vi: Ngày thêm

# Languages::date_of_birth
source: Date of birth
ar: تاريخ الميلاد
cs: Datum narození
da: Fødselsdag
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
id: Tanggal lahir
ja: 生年月日
no: Fødselsdato
ru: Дата рождения
tr: Doğum tarihi
uk: Дата народження
vi: Ngày sinh

# Languages::day
source: day
ar: يوم
cs: den
da: dag
de: Tag
el: ημέρα
es: Día
id: hari
ja: 日
no: dag
ru: день
uk: день
vi: ngày

# Languages::days
source: days
ar: يوم
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
id: hari
ja: 日
no: dager
ru: дн.
tr: gün
uk: днів
vi: ngày

# Languages::db_backup_restore
source: DB Backup/Restore
ar: نسخ/استعادة القاعدة
cs: DB Záloha/Obnova
da: DB Backup/Gendan
de: Datenbank Backup/Wiederherstellung
el: Backup/Eπαναφορά βάσης δεδομένων
es: Base datos/Restaurar
ja: DBバックアップ/リストア
no: DB Backup/Gjenopprett
ru: Резервиров./Восстановл. БД
tr: DB Yedekleme/Yükleme
uk: Резерв./Віднов. БД
vi: CSDL Sao lưu/Khôi phục

# Languages::create_backup
source: Create backup
ar: إنشاء النسخ الاحتياطي
cs: Vytvořit záložní kopii
da: Ny sikkerhedskopi/backup
de: Backup erstellen
el: Δημιουργία αντιγράφων ασφαλείας
es: Crear copia de seguridad
id: Buat backup
ja: バックアップの作成
no: Lag sikkerhetskopi
ru: Создать резервную копию
tr: Yedek Oluştur
uk: Створити резервну копію
vi: Tạo sao lưu

# Languages::db_name
source: Database name
ar: اسم قاعدة البيانات
cs: Název databáze
da: Databasenavn
de: Datenbank Name
el: Ονομα Βασης Δεδομένων
es: Nombre de la base de datos
id: Nama Database
ja: データベース名
no: Databasenavn
ru: Название базы данных
tr: Veri tabanı adı
uk: Назва бази даних
vi: Tên cơ sở dữ liệu

# Languages::dear
source: Dear
ar: السلام عليكم يا
cs: Vážená/ý
da: Kære
de: Sehr geehrte(r)
el: Αγαπητέ /ή
es: Estimado/a
id: Yth
ja: 様
no: Hei
ru: Уважаемый(-ая)
tr: Sayın
uk: Шановний
vi: Chào thân mến

# Languages::debit
source: Debit
ar: مدين
cs: Debet
da: Debet
de: Belastung
el: Χρεωστικός
es: Débito
ja: デビット
no: Debet
ru: Дебет
uk: Дебет
vi: Ghi nợ

# Languages::decimals
source: Decimals
ar: الأرقام العشرية
cs: Desetinná místa
da: Decimal
de: Dezimalstellen
el: Δεκαδικά
es: Decimales
id: Jumlah desimal
ja: 小数点以下桁数
no: Desimaler
ru: Число дробных знаков
tr: Ondalıklar
uk: Десяткові знаки
vi: Số thập phân

# Languages::decline
source: Decline
ar: رفض
cs: Odmítnout
da: Afslået
de: Ablehnen
el: Απόρριψη
es: Rechazar
id: Tolak
ja: 拒否
no: Avslå
ru: Отклонить
tr: Reddet
uk: Відхилити
vi: Từ chối

# Languages::declined
source: Declined
ar: رفض
cs: Odmítnuto
da: Afslået
de: abgelehnt
el: Απορρίφθηκε
es: Rechazado
id: Ditolak
ja: 拒否
no: Avslått
ru: Отклонен
tr: Reddedildi
uk: Відхилено
vi: Từ chối

# Languages::decline_selected
source: Decline selected
ar: رفض المحدد
cs: Pokles vybraného
da: Afslå valgt
de: Selektierte ablehnen
el: Απόρριψη επιλεγμένων
es: Rechazar seleccionado
id: Tolak pilihan
ja: 拒否
no: Avslå valgt
ru: Отклонить выбранные
tr: Seçilenleri reddet
uk: Відхилити обрані
vi: Từ chối mục đã chọn

# Languages::decorator
source: Decorator
ar: المزخرف
cs: Tapetář
da: Dekoratør
de: Dekorateur
el: Διακοσμητής
es: Decorador
id: Dekorator
no: Dekoratør
ru: Декоратор
uk: Декоратор
vi: Trang trí

# Languages::decrease
source: Decrease
ar: تقليص
cs: Snížit
da: Formindskelse
de: Reduzieren
el: Μείωση
es: Disminuir
id: Berkurang
ja: 減少
no: Reduser
ru: Уменьшение
tr: Azalma
uk: Зменшення
vi: Giảm

# Languages::dec_sign
source: Dec sign
ar: العلامة العشرية
cs: Dec podpis
da: Dec underskrive
de: Dezimal Symb.
el: Σύμβολο Δεκαδικών
es: Signo decimal
id: Simbol desimal
ja: 小数点記号
no: Desimaltegn
ru: Дробный разделитель
tr: Ondalık işareti
uk: Дробний роздільник
vi: Dấu số thập phân

# Languages::default
source: Default
ar: افتراضي
cs: Základní
da: Standard
de: Standard (default)
el: Προκαθορισμένο
es: Por defecto
id: Standar
ja: デフォルト
no: Standard
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định

# Languages::default_category_view
source: Default category view
ar: عرض الفئة الاساسية
cs: Výchozí vzhled kategorií
da: Standard kategorivisning
de: Standard Kategorie-Ansicht
el: Προεπιλεγμένη προβολή κατηγορίας
es: Vista predeterminada de categoría
id: Tampilan standar Kategori
ja: デフォルトのカテゴリービュー
no: Standard kategorivisning
ru: Отображение категории по умолчанию
uk: Відображення категорії за замовчуванням
vi: Xem danh mục mặc định

# Languages::default_language
source: Default language
ar: اللغة الافتراضية
cs: Výchozí jazyk
da: Standardsprog
de: Standard Sprache (default)
el: Προεπιλεγμένη γλώσσα
es: Idioma por defecto
id: Bahasa default
ja: デフォルト言語
no: Standard språk
ru: Язык по умолчанию
uk: Мова за замовчуванням
vi: Ngôn ngữ mặc định

# Languages::default_layout
source: Default layout
ar: التخطيط الافتراضي
cs: Výchozí rozložení
da: Standardlayout
el: Προκαθορισμένο layout
es: Layout por defecto
id: Layout standar
ja: デフォルトレイアウト
no: Standard layout
ru: Макет по умолчанию
tr: Varsayılan kategori görünümü
uk: Макет за замовчуванням
vi: Bố cục mặc định

# Languages::default_long_options_template
source: Default template (long product option names)
ar: القالب الافتراضي (أسماء خيارات المنتج طويلة)
cs: Výchozí šablona (dlouhé názvy možností zboží)
da: Standardskabelonen (lang produkt indstillingsnavne)
de: Default Template (lange Namen für Produktoption)
el: Προκαθορισμένο template (long product option names)
es: Plantilla por defecto (nombres de opciones de producto largo)
id: Template standar (nama opsi produk yang panjang)
ja: デフォルトテンプレート (オプション名が長い場合向け)
no: Standard mal (lange navn på produktalternativ)
ru: Стандартный шаблон с длинными названиями опций
uk: Стандартний шаблон (довгі назви опцій товару)
vi: Giao diện mặc định (tên sản phẩm dài tùy chọn)

# Languages::default_product_details_view
source: Parent ([default])
ar: الأصل ([الافتراضي])
cs: Rodič ([default])
de: Übergeordnet ([default])
el: Γονική [προεπιλεγμενη]
es: Padre ([default])
ja: 親カテゴリーのビュー ([default])
no: Overliggende nivå ([default])
ru: Родительский ([default])
uk: Батьківський ([default])
vi: Mục cha ([default])

# Languages::default_template
source: Default template
ar: القالب الافتراضي
cs: Základní předloha
da: Standardskabelon
de: Standard (default) Template
el: Προεπιλεγμένο template
es: Plantilla por defecto
id: Template default
ja: デフォルトテンプレート
no: Standardmal
ru: Стандартный шаблон
tr: Varsayılan template
uk: Стандартний шаблон
vi: Giao diện mặc định

# Languages::bigpicture_template
source: The big picture
ar: الصورة الكبيرة
cs: Velký obrázek
da: Det store billede
de: Das Gesamtbild
el: Η μεγάλη εικόνα
es: Imagen grande
id: Gambar besar
ja: 商品画像大
no: Stort produktbilde
ru: Большая картинка
tr: Büyük resim
uk: Велике зображення
vi: Hình ảnh lớn

# Languages::default_value
source: Default value
ar: القيمة الافتراضية
cs: Základní hodnota
da: Standard værdi
de: Standardwert (default)
el: Προεπιλεγμένη αξία
es: Valor por defecto
id: Nilai default
ja: デフォルト値
no: Standardverdi
ru: Значение по умолчанию
tr: Geçerli değer
uk: Значення за замовчуванням
vi: Giá trị mặc định

# Languages::deferred
source: Deferred
ar: مؤجل
cs: Odloženo
da: udsætte
de: Verzögert
el: Αναβαλλόμενος
es: Aplazado
id: Ditunda
no: Utsatt
ru: Отложенный
tr: Ertelendi
uk: Відкладений
vi: Hoãn

# Languages::defined
source: Defined
ar: معرف
cs: Definováno
da: definere
de: Definiert
el: Καθορισμένος
es: Definido
id: Didefinisikan
ja: 定義済み
no: Definert
ru: Заданный
tr: Tanımlı
uk: Заданий
vi: Định nghĩa

# Languages::defined_desired_products
source: List of desired products
ar: قائمة المنتجات المرغوبة
cs: Seznam žádaného zboží
da: Liste over ønskede produkter
de: Liste gewünschter Produkte
el: Λίστα επιθυμητών προϊόντων
es: Lista de productos deseados
id: Daftar produk yang diinginkan
ja: ギフト登録
no: Liste over ønskede produkter
ru: Список Избранных товаров
tr: İstenilen ürünler listesi
uk: Список бажаних продуктів
vi: Danh sách sản phẩm mong muốn

# Languages::defined_items
source: defined items
ar: عنصر معرف
cs: Definovat položky
da: definerede elementer
de: definierte Artikel
el: Καθορισμένα αντικείμενα-τεμάχια
es: Ítems definidos
id: item yang didefinisikan
ja: 商品のいずれかを含む
no: definerte elementer
ru: заданных товаров
tr: Tanımlı maddeler
uk: заданих товарів
vi: mục được xác định

# Languages::delay
source: Delay (in seconds)
ar: المهلة (بالثواني)
cs: Zpoždění (v sekundách)
da: Forsinkelse (i sekunder)
de: Verzögerung (in Sekunden)
el: Καθυστέρηση (σε Δευτερ.)
es: Retardo (en segundos)
id: penundaan (dalam detik)
ja: 表示間隔 (秒)
no: Forsinkelse (i sekunder)
ru: Задержка (в секундах)
uk: Затримка (у секундах)
vi: Sự chậm trễ (trong giây)

# Languages::delete
source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
id: Hapus
ja: 削除
no: Slett
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa

# Languages::deleted
source: Deleted
ar: محذوفة
cs: Smazáno
da: Slettet
de: Gelöscht
el: Διαγραμμένος
es: Borrado
id: Dihapus
ja: 削除
no: Slettet
ru: Удалено
tr: Silindi
uk: Видалено
vi: Xóa

# Languages::deleted_product
source: DELETED PRODUCT
ar: منتج محذوف
cs: SMAZANÉ ZBOŽÍ
da: Slettet produkt
de: gelöschtes Produkt
el: Διεγραμμένο προϊόν
es: Borrar producto
id: PRODUK YANG DIHAPUS
ja: 削除済み商品
no: SLETTET PRODUKT
ru: Удаленный товар
tr: SİLİNMİŞ ÜRÜN
uk: Видалений товар
vi: XÓA SẢN PHẨM

# Languages::delete_block
source: Delete block
ar: حذف الكتلة
cs: Odstranit blok
da: Slette blokken
de: Block löschen
el: Διαγραφή block
es: Eliminar block
id: Hapus blok
ja: ブロックの削除
no: Slett blokk
ru: Удалить блок
tr: Bloğu Sil
uk: Видалити блок
vi: Xóa khối

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
ar: هل أنت متأكد من أنك تريد حذف العناصر المحددة؟
cs: Jste si jistý/á, že chcete smazat vybrané položky?
da: Er du nu sikker på du vil slette dette ?
de: Sie Sie sicher, dass sie die gewählten Artikel löschen wollen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε τα επιλεγμένα είδη;
es: Estas seguro que quieres borrar el producto seleccionado?
id: Apakah Anda yakin ingin menghapus items yang dipilih?
ja: 選択したアイテムを削除しますか?
no: Er du sikker på at du vil slette de valgte elementene?
ru: Вы уверены, что хотите удалить выбранные записи?
tr: Seçilenleri silmek istediğinizden eminmisiniz?
uk: Ви дійсно бажаєте видалити виділені елементи?
vi: Bạn có chắc bạn muốn xóa các khoản mục đã chọn không?

# Languages::delete_grid
source: Delete grid
ar: حذف الشبكة
cs: Odstranit mřížku
da: Slette gitter
de: Raster löschen
el: Διαγραφή grid
es: Borrar rejilla
id: Hapus Grid
ja: グリッドの削除
no: Slett rutenett
ru: Удалить секцию
tr: Izgarayı Sil
uk: Видалити секцію
vi: Xóa bảng

# Languages::delete_image
source: Delete image
ar: حذف الصورة
cs: Smazat obrázek
da: Slet billede
de: Bild löschen
el: Διαγραφή Εικόνας
es: Borrar imagen
id: Hapus gambar
ja: 画像の削除
no: Slett bilde
ru: Удалить изображение
tr: Resmi sil
uk: Видалити зображення
vi: Xóa hình ảnh

# Languages::delete_image_pair
source: Delete image pair
ar: حذف زوج الصور
cs: Smazat párový obrázek
da: Slet billede pair
de: Bilderpaar löschen
el: Διαγραφή ζεύγος εικόνων
es: Borrar pareja de imágenes
id: Hapus pasangan gambar
ja: この画像ペアを削除
no: Slett bildepar
ru: Удалить пару изображений
tr: Resim çiftini sil
uk: Видалити пару зображень
vi: Xóa hình ảnh cặp

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
ar: يرجى حذف مجلد التركيب install.<br /><br />وجود مجلد التركيب على السيرفر من الممكن أن يتسبب في خرق أمني خطير.
cs: Prosím, odstraňte instalační adresář.<br />< br />Při instalaci složka není odstraněna, adresář "Install" na serveru není bezpečný.
da: Venligst fjern installationsmappen. < br / > < br / > At bibeholde installationsmappen på serveren er usikker.
de: Bitte löschen Sie das Verzeichnis 'install'.<br /><br />Das Behalten des Verzeichnis 'install' auf dem Server ist nicht sicher.
el: Παρακαλώ αφαιρέστε το κατάλογο εγκατάστασης.<br /><br />Κρατώντας το κατάλογο εγκατάστασης στο διακομιστή μπορεί να προκαλέσει σοβαρή παραβίαση της ασφάλειας.
es: Por favor eliminar la carpeta de instalación.<br /><br />Mantener la carpeta de instalación en el servidor no es seguro.
id: Silahkan hapus direktori instalasi.<br /><br />Membiarkandirektori instalasi tetap dalam server dapat menyebabkanpenerobosan keamaan yang serius.
ja: セキュリティ向上のため、サーバー上から「install」ディレクトリを削除してください。
no: Vennligst fjern installeringskatalogen.<br /><br />Å beholde installeringskatalog på serveren er usikkert.
ru: Пожалуйста, удалите папку install.<br /><br />Пока папка install не удалена, безопасность магазина может быть под угрозой.
tr: Lütfen install klasörünü hostunuzdan siliniz.<br /><br />install klasörünü hostunuzda bulundurmak güvenlik açıklarına neden olmaktadır.
uk: Видаліть папку install.<br /><br />Поки папка install не видалена, безпека сайту може бути під загрозою!
vi: Xin vui lòng loại bỏ thư mục cài đặt. <br /> <br /> Giữ thư mục cài đặt trên hosting máy chủ là không an toàn.

# Languages::delete_range
source: Delete range
ar: حذف المدى
cs: Smazat rozsah
da: Slet range
de: Bereich löschen
el: Διαγραφή εύρους
es: Borrar rango
id: Hapus kisaran
ja: 範囲の削除
no: Slett intervall
ru: Удалить диапазон
tr: Aralığı sil
uk: Видалити діапазон
vi: Xoá hàng loạt

# Languages::delete_selected
source: Delete selected
ar: حذف المحدد
cs: Smazat vybrané
da: Slet valgte
de: Selektierte löschen
el: Διαγραφή Επιλεγμένων
es: Borrar seleccionado
id: Hapus pilihan
ja: 選択したデータを削除
no: Slett valgte
ru: Удалить выбранные
tr: Seçilenleri sil
uk: Видалити обрані
vi: Xóa lựa chọn

# Languages::delete_this_category
source: Delete this category
ar: حذف هذه الفئة
cs: Smazat tuto kategorii
da: Slet denne kategori
de: Diese Kategorie löschen
el: Διαγραφή Αυτής της Κατηγορίας
es: Borrar esta familia
id: Hapus kategori ini
ja: このカテゴリーを削除
no: Slett denne kategorien
ru: Удалить эту категорию
tr: Bu kategoriyi sil
uk: Видалити цю категорію
vi: Xoá danh mục này

# Languages::delete_this_page
source: Delete this page
ar: حذف هذه الصفحة
cs: Smazat tuto stránku
da: Slet denne side
de: Diese Seite löschen
el: Διαγραφή Αυτής της Σελίδας
es: Borrar esta página
id: Hapus halaman ini
ja: このページを削除
no: Slett denne siden
ru: Удалить эту страницу
tr: Bu sayfayı sil
uk: Видалити цю сторінку
vi: Xóa trang này

# Languages::delivery_time
source: Delivery time
ar: وقت التسليم
cs: Dodací lhůta
da: Leveringstid
de: Lieferfrist
el: ΧΡΟΝΟΣ ΠΑΡΑΔΟΣΗΣ
es: Tiempo de entrega
id: Lama pengiriman
ja: 配送期間
no: Leveringstid
ru: Время доставки
tr: Teslimat süresi
uk: Час доставки
vi: Thời gian giao hàng

# Languages::demo
source: Demo
ar: عرض
cs: Ukázka
el: Δοκιμαστική Λειτουργία
ja: デモ
ru: Демо
uk: Демо

# Languages::demo_mode
source: Demo mode is enabled
ar: وضع العرض التجريبي مفعل
cs: Demo režim je povolen
da: Demo måde er slået til
de: Demo Mode ist aktiviert
el: Η Δοκιμαστική Λειτουργία (demo) είναι ενεργοποιημένη
es: El modo Demo está activado
id: Mode demo diaktifkan
ja: デモモードが有効です
no: Demo-modus er aktivert
ru: Включен demo режим
tr: Demo modu devrede
uk: Увімкнуто демо-режим
vi: Chế độ demo được kích hoạt

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
ar: <p>المتجر يعمل في <b>وضع العرض التجريبي</b> وهذه الخاصية أو الصفحة غير متاحة.</p>
cs: <p>Vozík pracuje v <b>DEMO</b> režimu a tato funkce je vypnuta.</p>
da: <p>Denne butik lige nu i <b>DEMO</b> måde, hvor disse funktioner er slået fra</p>
de: <p> Der Warenkorb arbeitet im <b>DEMO</b> Mode und diese Funktion ist deaktiviert. </p>
el: Το παρόν Κατάστημα λειτουργεί ως <b>Δοκιμαστική (DEMO εγκατάσταση)</b> γι΄αυτό η συγκεκριμένη δυνατότητα που επιλέξατε δεν είναι διαθέσιμη
es: <p>El carrito está trabajando en modo <b>DEMO</b> y esta funcionalidad está deshabilitada.</p>
id: <p>Aplikasi bekerja dalam modus <b>DEMO</b> dan fungsi ini dinonaktifkan.</p>
ja: <p><b>デモ</b> モードで動作中のためこの機能は利用できません。</p>
no: <p>Handlevognen arbeider i <b>DEMO</b>-modus og denne funksjonen er deaktivert.</p>
ru: <p>Магазин работает в <b>DEMO</b> режиме и эта функциональность не доступна.</p>
tr: Bu mağaza <b>DEMO</b> olarak çalışıyor daha fazla fonksiyon için uygun değildir
uk: <p>Магазин працює в <b>демо</b>-режимі і цей функціонал вимкнуто.</p>
vi: <p>Giỏ hàng làm việc trong chế độ <b>DEMO</b> và chức năng này bị vô hiệu hóa.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
ar: لوحة معاينة المتجر التجريبي
cs: Panel Demo Store
da: Demo lagerpanel
el: Panel Δοκιμαστικού Καταστήματος
es: Panel de demo de tienda
id: Panel toko Demo
ja: デモショップ用パネル
no: Demobutikk panel
ru: Панель демо-магазина
tr: Demo mağaza paneli
uk: Панель демо-магазину
vi: Bảng điều khiển cửa hàng xem thử
