Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
ar: هل أنت متأكد من أنك تريد استرجاع القالب؟
cs: Jste si jist/a, že chcete obnovit šablonu?
da: Er du sikker på at du vil gendanne den skabelon?
de: Sind Sie sicher dass Sie das Template wiederherstellen wollen?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το πρότυπο(template)
es: Estas seguro que quieres restablecer la plantilla?
id: Apakah Anda yakin bahwa Anda ingin mengembalikan template?
ja: テンプレートをリストアしますか?
no: Er du sikker på at du vil gjenopprette malen?
ru: Вы уверены, что хотите восстановить шаблон?
tr: Templatei restore etmek istediğinizden eminmisiniz?
uk: Ви дійсно бажаєте відновити шаблон?
vi: Bạn có chắc rằng bạn muốn khôi phục các mẫu giao diện không?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your SagePay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your SagePay VSP Direct account.
cs: <b>Poznámka:</b>Povolte, prosím, možnost 3D Secure Fraud Checking ve vašem SagePay GSP Direct účtu, abyste mohli sledovat vaše SagePay objednávky.
da: <b> Bemærk: </ b> For at spore dine SagePay ordrer fra indkøbskurv software, skal du aktivere 3D Secure Svig Kontrol Mulighed for dine SagePay VSP Direkte konto.
de: <b>Hinweis:</b> Um Ihre SagePay-Bestellungen über die Warenkorb-Software zu verfolgen, aktivieren Sie bitte die 3D Secure Fraud Checking Option für Ihr SagePay VSP Direct Konto.
el: <b>Σημείωση:</b> Για να να τραβήξετε τις παραγγελίες του SagePay από το λογισμικό του ηλεκτρονικού κατάστηματος, παρακαλώ ενεργοποιήστε το σύστμα 3D Secure Fraud Checking Option από τον λογαριασμό SagePay VSP Direct.
es: <b>Nota:</b> Con el fin de rastrear sus pedidos de SagePay por el software de carro de compras, por favor, active el seguro fraude control opción 3D para tu cuenta de SagePay VSP directa.
id: <b>Catatan:</b> Untuk melacak pesanan SagePay Anda, silakan mengaktifkan opsi 3D Secure Fraud Checking untuk SagePay VSP Direct akun Anda.
no: <b> Merk: </ b> For å spore SagePay bestillinger av shopping cart software, kan du aktivere 3D-Secure Fraud sjekket Mulighet for din SagePay VSP Direct-konto.
ru: <b>Примечание:</b> Чтобы магазин мог отслеживать ваши SagePay-заказы, пожалуйста, включите опцию 3D Secure Fraud Checking в своей учетной записи SagePay VSP Direct.
uk: <b>Примітка:</b> Щоб магазин міг відстежувати ваші SagePay-замовлення, будь ласка, увімкніть опцію 3D Secure Fraud Checking в свого облікового запису SagePay VSP Direct.
vi: <b>Lưu ý:</b> Để theo dõi các đơn đặt hàng SagePay bởi phần mềm giỏ hàng, xin vui lòng kicha hoạt 3D Secure Fraud Checking Option cho tài khoản SagePay VSP Direct của bạn.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
cs: Použijte <b>test vendor</b> as <b>Název dodavatele</b> pro zkušební účely<br /><p><b>PLATBA</b> - druh transakce je použit pro získání autorizace z banky a vybavení transakce časné následující ráno, zavazujíce se že finance budou ze zákazníkovy karty odebrány.<br /></p><p><b> odložený </b> - transakce NEJSOU odeslány do banky pro dokončení dříve než jejich propustil přihlášením do SagePay GSP Admin Interface, nalezením transakce a klepnutím na tlačítko Release.</p>
da: Brug <b> testvendor </ b> som <b> Forhandler Navn </ b> til testformål <br /> <p> <b> Betaling </ b> - transaktionstype bruges til at få en tilladelse fra banken , derefter afvikle denne transaktion tidligt den følgende morgen, disponeret over midler, der skal tages fra kundens kort. <br /> </ p> <b> UDSKUDT </ b> - transaktioner er ikke sendt til banken for færdiggørelse indtil du slipper dem ved at logge ind i SagePay VSP Admin interface, at finde den transaktion, og klikke på udløserknappen. </ p>
el: Χρησιμοποιήστε το όνομα <b> testvendor</b> στο <b>Όνομα Πωλητή</b> για δοκιμαστικούς σκοπούς<br /><p><b>PAYMENT</b> - Το είδος συναλλαγής που χρησιμοποιείται για να αποκτήσει άδεια απο την τράπεζα, για την διευθέτηση αυτής της συναλλαγής από το αυριανό πρωινό, δεσμέυοντε οι πόροι που πρέπει να ληφθουν απο την κάρτα του πελάτη σας.<br /></p><p><b>DEFERRED</b> - οι πράξεις αυτές δεν διαβιβάστηκαν στην τράπεζα για την ολοκλήρωση, μέχρι να απελευθερωθούν από την καταγραφή στην SagePay VSP Admin interface, βρείτε την συναλλαγή και πατήστε το Release κουμπί.</p>
es: Utilizar <b>testvendor</b> como <b>Nombre del proveedor</b> para los propósitos de prueba <br/> <p><b>pago</b> - tipo de transacción se utiliza para obtener una autorización del Banco, y luego resolver la transacción temprano a la mañana siguiente, comprometer los fondos de tarjeta su cliente <br/></p> <p><b>diferido</b> - transacciones no se envían al Banco para completar hasta LIBERARLAS accediendo a la interfaz del administrador de SagePay VSP , encontrar la transacción y haga clic en el botón de liberación.</p>
id: Gunakan <b> testvendor </b> sebagai <b> Nama Vendor </b> untuk tujuan pengujian <br/> <p> <b> PEMBAYARAN </b> - jenis transaksi digunakan untuk mendapatkan otorisasi dari bank, kemudian selesaikan transaksi itu pagi-pagi sekali, lakukan dana yang akan diambil dari kartu pelanggan Anda. <br/> </p> <p> <b> DEFERRED </b> - transaksi TIDAK dikirim ke bank untuk penyelesaian sampai Anda MELEPASKAN mereka dengan masuk ke antarmuka Admin SagePay VSP, menemukan transaksi dan mengklik tombol Release. </p>
no: Bruk <b> testforhandler </b> som <b> Forhandernavn </b> for testing<br /><p><b>PAYMENT</b> - transaksjonstype brukes til å få en fullmakt fra banken , deretter fullføre transaksjonen tidlig neste morgen, forplikter at midlene trekkes fra kundens kort.<br /></p><p><b>DEFERRED</b> - transaksjoner er IKKE sendt til banken for ferdigstillelse før du slipper dem ved å logge inn på SagePay VSP Admin grensesnittet, finner transaksjonen og klikker på utløserknappen.</p>
ru: Используйте <b> teststore</b> в качестве <b>Названия Магазина</b> при тестировании<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
uk: Використовуйте <b>testvendor</b> в якості <b>Назви Крамниці</b> при тестуванні<br /> <p><b>ОПЛАТА</b> - тип угоди використовується, щоб отримати дозвіл від банку, то вирішити цю транзакцію на початку наступного ранку, здійснюючи кошти повинні бути взяті з карти вашого клієнта< br / ></p> <p> <b>ВІДКЛАДЕНА</b> - угоди не надсилаються до банку для завершення поки ви не відпустите їх, увійшовши в інтерфейс SagePay VSP Admin, знайшовши транзакції і натиснувши кнопку.</p>
vi: Sử dụng <b>testvendor</b> như là <b>Tên Nhà cung cấp</b> cho mục đích thử nghiệm <br /> <p><b>THANH TOÁN</b> - loại giao dịch được sử dụng để đạt được một ủy quyền từ ngân hàng, sau đó giải quyết mà giao dịch sáng sớm sau, cam kết các khoản tiền sẽ được thực hiện từ thẻ của khách hàng <br /></p> <p><b>DEFERRED</b> – giao dịch sẽ không được gửi đến ngân hàng để hoàn thành cho đến khi bạn thả chúng bằng cách đăng nhập vào giao diện SagePay VSP Admin, việc tìm kiếm các giao dịch và nhấp vào nút phát hành.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
ar: يرجى ملء هذه الخانة بأي قيمة غير فارغة. سوف يزيد ذلك من حماية العمليات الشرائية.
cs: Prosím, vyplňte toto pole s jakýmkoli non-prázdnou hodnotou. To zvýší bezpečnost transakcí.
da: Udfyld venligst dette felt med en ikke-tom værdi. Det vil øge sikkerheden ved transaktionerne.
de: Bitte dieses Feld mit einem nicht-leeren Wert ausfüllen. Dies erhöht die Sicherheit der Transaktionen.
el: Παρακαλείσθε να συμπληρώσετε το πεδίο αυτό με οποιαδήποτε μη κενή αξία. Θα αυξήσει την ασφάλεια των συναλλαγών σας.
es: Por favor completa este campo con un valor. Aumentara la seguridad de las transacciones.
id: Lengkapi field ini, jangan dikosongkan. Ini akan meningkatkan keamanan transaksi.
no: Vennligst fyll ut dette feltet med en hvilken som helst ikke-tom verdi. Det vil øke sikkerheten for transaksjoner.
ru: Пожалуйста, заполните это поле любым непустым значением. Это повысит безопасность сделок.
tr: Please fill this field with any non-empty value. It will increase the security of transactions.
uk: Будь ласка, заповніть це поле будь-яким непорожнім значенням. Це підвищить безпеку угод.
vi: Xin vui lòng hoàn thành trường này với bất kỳ giá trị không để trống nào. Nó sẽ làm tăng tính bảo mật của các giao dịch.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
ar: يمكنكم تحرير عدد محدود من الأشياء في نفس الوقت. اختر بعض الأشياء من القائمة العليا, اختر على الحقول المراد تحريرها ثم انقر على "تحرير المحدد".
cs: Můžete modifikovat několik polí ve stejnou dobu. Vyberte nekteré položky ve výše uvedeném seznamu, zatrhněte zaškrtávací rámečky pro pole, která si přejete editovat a klikněte na tlačítko "Modifikovat vybrané".
da: Du er i stand til at ændre flere elementer på samme tid. Vælge nogle emner i listen nedenfor, kryds ved de afkrydsningsfelterne for de felter, du ønsker at redigere, og klik på "Rediger valgte"-knappen.
de: Sie können mehrere Elemente gleichzeitig verändern. Selektieren Sie die Elemente in der Liste hier unten, haken Sie die Kästchen an für die Felder die Sie editieren wollen und klicken Sie auf die Taste "Selektierte Ändern"
el: Μπορείτε να αλλάξετε ΜΟΝΟ μερικά είδη κάθε φορά. Επιλέξτε μερικά είδη από την παραπάνω λίστα, κάντε check στα "κουτάκια" που θέλετε να επεξεργαστείτε και επιλέξτε το κουμπί "Αλλαγή Επιλεγμένων".
es: Usted puede modificar varias familias y artículos al mismo tiempo. Seleccione arriba los artículos o familias que quiera editar,seleccione abajo los campos a editar y pinche en el botón "modificar seleccionado".
id: Anda dapat mengubah beberapa item sekaligus. Pilih kotak centang yang sesuai dengan field yang ingin Anda ubah, dan klik pilihan Ubah.
ja: 複数の商品をまとめて編集できます。 編集したいフィールドをチェックして "選択したデータを編集" ボタンをクリックしてください。
no: Du kan endre flere elementer samtidig. Merk av i boksene som tilsvarer de feltene du vil redigere, og klikk på Endre valgt.
ru: Вы можете редактировать одновременно несколько записей. Выберете записи из списка выше, отметьте галочкой поля, которые нужно отредактировать, и нажмите на кнопку "Редактировать выбранные".
tr: Aynı anda birkaç öğe değiştirebilirsiniz. Değiştirmek istediklerinizi seçin ve ''seçilenleri değiştir'' butonuna basınız.
uk: Ви можете редгувати одночасно декілька записів. Оберіть записи із списку вище, відмітьте галочкою поля, які треба редагувати, і натисніть на кнопку "Редагувати обрані".
vi: Bạn có thể sửa đổi nhiều mục cùng một lúc. Chọn hộp kiểm tương ứng với các mục mà bạn muốn chỉnh sửa và nhấp vào nút Sửa Mục Được Chọn.

# Languages::text_select_file
source: Select a file or enter a URL
ar: اختيار الملف
cs: Vyberte soubor nebo zadejte URL
da: Vælg en fil, eller indtaste webadressen
de: Datei selektieren oder URL eingeben
el: Επιλογή αρχείου
es: Selecciona fichero
id: Pilih file atau masukkan URL
ja: ファイルまたはURLを選択
no: Velg en fil eller skriv inn en URL
ru: Выбрать файл
tr: Dosya yada URL seçin
uk: Оберіть файл або введіть URL-адресу
vi: Chọn một tập tin hoặc nhập một URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
ar: يمكنكم اختيار مدى لتصديره (و إلا كل الحقول سيتم تصديرها)
cs: Můžete vybrat rozsah pro export (jiank bude všechno [name] exportováno)
da: Du kan vælge et område at eksportere (ellers alle [name], vil blive eksporteret)
de: Sie können einen Bereich für den Export selektieren, (sonst werden alle [name] exportiert)
el: Μπορείτε να επιλέξτε μια σειρά για την εξαγωγή (διαφορετικά θα εξαχθεί όλη η λίστα για [name] )
es: Usted puede seleccionar el rango a exportar (de lo contrario todos los [name] serán exportados)
id: Anda dapat memilih data untuk ekspor (kalau tidak semua [name] akan diekspor)
ja: エクスポートするデータの範囲を指定できます。 (指定しない場合は全[name]がエクスポートされます。)
no: Du kan velge et område å eksportere (ellers vil alle [name] bli eksportert)
ru: Вы можете выбрать конкретные объекты для экспорта. По умолчанию будут экспортированы все [name].
tr: Çıkarmak için seçim yapabilirsiniz.( Aksi taktirde [name] hepsi çıkarılacaktır.)
uk: Ви можетеобрати конкретні объекти для експорту. За замовчуванням будуть експортовані всі [name]
vi: Bạn có thể chọn một phạm vi để xuất dữ liệu (nếu không tất cả [name] sẽ được xuất dữ liệu)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
ar: انتبه! بعض البيانات لن يتم نسخها أثناء هذه العملية: مجموعة الفئات في المصفات ستفقد حتى لو قمت بنسخ كل الفئات. يرجى معالجة الفئات يدوياً.
cs: Pozor! Některá data nebudou zkopírovány v průběhu tohoto procesu: kategorie uvedených ve filtrech budou ztraceny, i když zkopírujete všechny kategorie. Prosím, opravte kategorie ručně.
da: Opmærksomhed! Nogle data vil ikke blive kopieret under denne handling: de i filtre kategorier vil gå tabt, selv hvis du kopierer alle kategorier. Venligst, lave kategorier manuelt.
de: Achtung! Einige Daten werden während diesem Vorgang nicht kopiert: Die Kategorien die in Filtern eingestellt sind gehen verloren, auch wenn Sie alle Kategorien kopieren. Bitte Kategorien manuell korrigieren.
el: Προσοχή! Ορισμένα δεδομένα δεν θα αντιγραφούν κατά τη διάρκεια αυτης της λειτουργίας: οι κατηγορίες που εχουν οριστει στα φίλτρα θα χαθούν ακόμα κι αν μπορείτε να αντιγράψετε όλες τις κατηγορίες. Παρακαλώ, διορθώσετε τις κατηγορίες χειροκίνητα.
es: ¡ Atención! No se copiarán algunos datos durante esta operación: las categorías establecidas en los filtros se perderán incluso si copia todas las categorías. Por favor, arregle las categorías manualmente.
id: Perhatian! Beberapa data tidak akan disalin selama operasi ini: kategori yang diatur dalam filter akan hilang walaupun Anda menyalin semua kategori. Silakan, perbaiki kategori manual.
ja: 【注意】一部のデータはコピーされません: 追加情報に登録されたカテゴリー情報は保持されません。手動で修正してください。
no: OBS! Noen data vil ikke bli kopiert under denne operasjonen: kategoriene satt i produktfiltrene vil gå tapt selv om du kopierer alle kategorier. Vennligst, fiks kategoriene manuelt.
ru: Внимание! Некоторые данные не будут скопированы в ходе этой операции: категории, указанные в фильтрах, будут утеряны, даже если вы скопируете все категории. Пожалуйста, исправьте категории вручную.
tr: Dikkat! bu işlem sırasında bazı veriler kopyalanmayacak: tüm kategorileri kopyalarsanız filtre ayarlanan kategoriler kaybolacaktır. Lütfen, kategorilerinizi manuel olarak düzenleyin.
uk: Увага! Деякі дані не будуть скопійовані під час цієї операції: категорії, що вказані в фільтрах будуть втрачені, навіть якщо скопіюєте всі категорії. Будь ласка, виправте категорії вручну.
vi: Chú ý! Một số dữ liệu sẽ không được sao chép trong thao tác này: các thiết lập danh mục trong bộ lọc sẽ bị mất ngay cả khi bạn sao chép tất cả các danh mục. Xin vui lòng, sửa danh mục theo cách thủ công.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
ar: انتبه! بعض البيانات لن يتم نسخها أثناء هذه العملية: مجموعة الفئات في المواصفات ستفقد حتى لو قمت بنسخ كل الفئات. يرجى معالجة الفئات يدوياً.
cs: Pozor! Některá data nebudou zkopírovány v průběhu tohoto procesu: kategorie uvedených ve filtrech budou ztraceny, i když zkopírujete všechny kategorie. Prosím, opravte kategorie ručně.
da: Opmærksomhed! Nogle data vil ikke blive kopieret under denne handling: de i funktioner kategorier vil gå tabt, selv hvis du kopierer alle kategorier. Venligst, lave kategorier manuelt.
de: Achtung! Einige Daten werden während diesem Vorgang nicht kopiert: Die Kategorien die in Eigenschaften eingestellt sind gehen verloren, auch wenn Sie alle Kategorien kopieren. Bitte Kategorien manuell korrigieren.
el: Προσοχή! Ορισμένα δεδομένα δεν θα αντιγραφούν κατά τη διάρκεια αυτης της λειτουργίας: οι κατηγορίες που εχουν οριστει στα φίλτρα θα χαθούν ακόμα κι αν μπορείτε να αντιγράψετε όλες τις κατηγορίες. Παρακαλώ, διορθώσετε τις κατηγορίες χειροκίνητα.
es: ¡ Atención! No se copiarán algunos datos durante esta operación: las categorías establecidas en las características se perderán incluso si copia todas las categorías. Por favor, arregle las categorías manualmente.
id: Perhatian! Beberapa data tidak akan disalin selama operasi ini: kategori yang diatur dalam fitur akan hilang walaupun Anda menyalin semua kategori. Silakan, perbaiki kategori manual.
ja: 【注意】一部のデータはコピーされません: 商品フィルタに登録されたカテゴリー情報は保持されません。手動で修正してください。
no: OBS! Noen data vil ikke bli kopiert under denne operasjonen: kategoriene satt i produktfunksjonene vil gå tapt selv om du kopierer alle kategorier. Vennligst, fiks kategoriene manuelt.
ru: Внимание! Некоторые данные не будут скопированы в ходе этой операции: категории, указанные в характеристиках, будут утеряны, даже если вы скопируете все категории. Пожалуйста, исправьте категории вручную.
tr: Dikkat! bu işlem sırasında bazı veriler kopyalanmayacak: tüm kategorileri kopyalarsanız özellik ayarlanan kategoriler kaybolacaktır. Lütfen, kategorilerinizi manuel olarak düzenleyin.
uk: Увага! Деякі дані не будуть скопійовані під час цієї операції: категорії, що вказані в характеристиках будуть втрачені, навіть якщо скопіюєте всі категорії. Будь ласка, виправте категорії вручну.
vi: Chú ý! Một số dữ liệu sẽ không được sao chép trong thao tác này: các thiết lập danh mục trong các tính năng sẽ bị mất ngay cả khi bạn sao chép tất cả các danh mục. Xin vui lòng, sửa danh mục theo cách thủ công.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
ar: لتتمكن من مشاركة العروض, تأكد أولاً أن المنتجات المعنية تم مشاركتها (افحص مشاركة المنتجات أدناه)
cs: Abyste mohli sdílet akce, ujistěte se, že sdílíte i příslušné zboží (zaškrtněte Sdílet zboží níže)
da: For at dele kampagner Sørg for de respektive produkter er også delt (check andel produkter nedenfor)
de: Um Promotions zu teilen, stellen Sie sicher dass die respektiven Produkte auch geteilt sind (Produkte teilen hier unten anhaken)
el: In order to share προσφορές make sure the respective products are also shared (check Share products below)
es: Para compartir promociones asegúrate que los respectivos productos son tambien compartidos (marca compartir productos a continuación)
id: Untuk berbagi promosi pastikan produk terkait jugadibagikan (centang Share produk di bawah ini)
ja: キャンペーンを共有する場合には、関連するすべての商品が共有されていることを確認してから実行してください
no: For å dele kampanjer sørg for at de respektive produktene også er delt (Sjekk Del produkter nedenfor)
ru: Для того, чтобы сделать поощрения общими, пожалуйста, убедитесь в том, что соответствующие товары также сделаны общими (выберите Сделать товары общими ниже)
tr: Promosyonlar paylaşıldığında ilgili ürünlerde paylaşılmak zorundadır (aşağıdan paylaşılan ürünleri seçiniz)
uk: Для того, щоб зробити заохочення загальними, будь ласка, переконайтеся в тому, що відповідні товари також зроблені загальними (виберіть Зробити товари загальними нижче)
vi: Đơn hàng để chia sẻ chương trình khuyến mãi chắc chắn rằng các sản phẩm tương ứng cũng được chia sẻ (kiểm tra chia sẻ sản phẩm dưới đây)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
ar: للتأكد من دقة تقدير تكلفة الشحن, تم فصل المنتجات إلى عبوات كما هو معرف في خصائص المنتج وإعدادات طريقة الشحن. المعلومات التالية للاستخدام المرجعي فقط
cs: Pro zajištění přesnějšího výpočtu přepravních sazeb bylo zboží rozděleno do obalů, jak je definováno v jeho nastavení a v konfiguraci způsobu dopravy. Následující informace je určena pouze pro referenční použití
da: For at sikre en mere præcis shipping sats estimering, er produkterne blevet adskilt i pakker som defineret i indstillingerne for produktet og shipping metode konfigurationen. Følgende oplysninger er kun til referecebrug
de: Um eine genauere Abschätzung der Versandkosten zu gewährleisten, sind die Produkte in Verpackungen aufgeteilt worden; gemäss Produkt Einstellungen und Konfiguration der Versandmethode. Die folgende Info gilt nur als Referenz
el: Για να εξασφαλιστεί μια πιο ακριβής εκτίμηση του ποσοστού αποστολής τα προϊόντα έχουν χωριστεί σε πακέτα, όπως ορίζεται από τις ρυθμίσεις των προϊόντων και τη διαμόρφωση μέθοδο αποστολής. Τα παρακάτω στοιχεία είναι για αναφορική χρήση μόνο
es: Para asegurar una estimación de costes de envío más precisa, los productos han sido separados en paquetes según se define en los ajustes de producto y del método de envío. La información siguiente es sólamente a efectos de referencia
id: Untuk memastikan estimasi biaya pengiriman lebih tepat,produk telah dipisahkan menjadi beberapa paket yangseperti yang didefinisikan dalam pengaturan produk dankonfigurasi metode pengiriman. Berikut info yang hanyadigunakan sebagai referensi
ja: 正式な送料を算出するため、各商品はパッケージ単位に分割されました。以下は参考情報としてご利用ください。
no: For å sikre en mer presis estimering av fraktkostnaden, har produktene blitt delt inn i pakker som definert av produktets innstillinger og konfigurasjonen for leveringsmåte. Følgende info er kun for referanse
ru: Для обеспечения более точного расчета стоимости доставки товары были распределены по упаковкам согласно настройкам товаров и выбранного способа доставки. Информация ниже приведена для справки
uk: Для забезпечення більш точного розрахунку вартості доставки товари були розподілені по упаковках згідно налаштуванням товарів і обраного способу доставки. Інформація нижче приведена для довідки
vi: Để đảm bảo một chi tiết mức phí vận chuyển chính xác, các sản phẩm đã được tách ra thành các gói theo chỉ định của cài đặt sản phẩm và cấu hình phương pháp vận chuyển. Các thông tin sau đây chỉ sử dụng để tham khảo

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
ar: تم تغيير معدلات الشحن
cs: Poplatky za dopravu byly změněny
da: Forsendelse sats blev ændret
de: Versandkosten wurden geändert
el: Οι τιμές αποστολής άλλαξαν
es: Se han modificado los gastos de envío
id: Tarif pengiriman berubah
ja: 送料が再計算されました
no: Fraktpriser ble endret
ru: Стоимость доставки была изменена
tr: Kargo oranları değiştirildi
uk: Розцінки доставки було змінено
vi: Phí vận chuyển đã được thay đổi
