Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
ar: التوقيع مطلوب
cs: Požadovaný podpis
da: Underskrift kræves
de: Signatur erforderlich
el: Απαιτείται υπογραφή
es: Firma requerida
id: Tanda-tangan diperlukan
ja: 証明が必要
no: Signatur kreves
ru: Требуется подпись
tr: İmza gerekli
uk: Потрібен підпис
vi: Chữ ký yêu cầu

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
ar: توقيع البالغين مطلوب
cs: Požadovaný dospělý podpis
da: Voksen signatur kræves
de: Signatur eines Erwachsenen erforderlich
el: Απαιτείται Υπογραφή Ενήλικα
es: Firma de adulto requerida
id: Membutuhkan tanda tangan orang dewasa
ja: 大人の証明が必要
no: Signatur fra voksen kreves
ru: Требуется подпись взрослого
tr: Yetişkin imzası gerekli
uk: Потрібен підпис дорослого
vi: Chữ ký của Người lớn Bắt buộc

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
ar: استخدام تأكيد التسليم
cs: Použít doručení potvrzení
da: Brug leveringsbekræftelse
de: Versandbestätigung verwenden
el: Χρήση της επιβεβαίωσης παράδοσης
es: Usar confirmación de entrega
id: Gunakan Konfirmasi Pengiriman
ja: 配送確認を使う
no: Bruk Leveringsbekreftelse
ru: Подтверждение доставки
tr: Teslimat Onayı Kullanın
uk: Використовувати підтвердження доставки
vi: Sử dụng xác nhận giao hàng

# Languages::ship_ups_dcist_type
source: Confirmation type
ar: نوع التأكيد
cs: Typ potvrzení
da: Bekræftelsestype
de: Bestätigungstyp
el: Τύποες Επιβεβαίωσης
es: Tipo de confirmación
id: Tipe konfirmasi
ja: 確認タイプ
no: Bekreftelse type
ru: Тип подтверждения
tr: Onay türü
uk: Підтвердження типу
vi: Loại xác nhận

# Languages::ship_usps_container
source: Container
ar: حاوية
cs: Kontejner
de: Behälter
el: Κιβώτιο
es: Contenedor
id: Kontainer
no: Beholder
ru: Контейнер
uk: Контейнер
vi: Thùng chứa

# Languages::ship_usps_container_express
source: Container (Express)
ar: حاوية سريعة
cs: Kontejner (Expres)
de: Behälter (Express)
el: Κιβώτιο (Express)
id: Kontainer (Express)
no: Beholder (Express)
ru: Контейнер (Express)
uk: Контейнер (Express)
vi: Thùng chứa (Tốc hành)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
ar: ظرف بالسعر الموحد
cs: Jednotná sazba obálky
da: Fast pris konvolut
de: Flat Rate (Pauschale) Briefumschlag
el: Φάκελος Flat Rate
es: Sobre de tarifa plana
no: Fastpris Konvolutt
ru: Конверт по фиксированной цене
uk: Конверт за фіксованою ставкою
vi: Phong bì Tỷ lệ Cố định

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
ar: حاوية مخصوصة
cs: Kontejner (priorita pošta)
de: Behälter (Luftpost)
el: Κιβώτιο(Συστημένοι)
es: Contenedor (Priority Mail)
no: Container (Prioritetspost)
ru: Контейнер (Priority Maill)
uk: Контейнер (Priority Maill)
vi: Thùng chứa (Thư Ưu tiên)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
ar: صندوق بسعر موحد
cs: Paušální poplatek Box
da: Fast pris boks
de: Flat Rate (Pauschale) Box
el: Κουτί Flat Rate
es: Caja de tarifa plana
no: Fastpris Boks
ru: Фиксированная коробка
uk: Фіксована коробка
vi: Hộp Tỷ lệ Cố định

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
ar: جواب بسعر موحد
cs: Paušální poplatek dopis
da: Fast pris brev
de: Flat Rate (Pauschale) Brief
el: Γράμμα Flat Rate
es: Carta de tarifa plana
no: Fastpris Brev
ru: Конверт по фиксированной цене
uk: Лист за фіксованою вартістю
vi: Thư Tỷ lệ Cố định

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
ar: صندوق كبير بسعر موحد
cs: Velký paušální poplatek Box
da: Fast pris - stor boks
de: Grosse Flat Rate (Pauschale) Box
el: Μεγάλο κουτί Flat Rate
es: Caja grande de tarifa plana
no: Stor Fastpris Boks
ru: Большая коробка по фиксированной цене
uk: Велика коробка за фіксованою вартістю
vi: Hộp lớn Tỷ lệ Cố định

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
ar: صندوق وسط بسعر موحد
cs: Středně paušální poplatek Box
da: Fast pris - medium boks
de: Mittlere Flat Rate (Pauschale) Box
el: Μεσαίο κουτί Flat Rate
es: Caja mediana de tarifa plana
no: Medium Fastpris Boks
ru: Средняя коробка по фиксированной цене
uk: Средня коробка по фіксированій ціні
vi: Hộp trung bình Tỷ lệ Cố định

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
ar: غير مستطيل
cs: Neobdélníkové
da: Ikke retangulær
de: Nicht rechteckig
el: Μη Ορθογώνια
es: No Rectangular
no: Ikke Rektangulær
ru: Не прямоугольный
uk: Непрямокутні
vi: Không phải hình chữ nhật

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
ar: مستطيل
cs: Obdélníkové
da: Rektangulær
de: Rechteckig
el: Ορθογώνια
no: Rektangulær
ru: Прямоугольный
uk: Прямокутні
vi: Hình chữ nhật

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
ar: صندوق من فئة الإقليم A
cs: Regionální míry Box A
da: Regionale sats rubrik A
de: Regionale Rate Box A
el: Regianal Rate Box A
es: Tarifa regional caja A
id: Regianal Rate Box A
no: Regional pris Boks A
ru: Коробка A по региональному тарифу
tr: Regianal Rate Box A
uk: Коробки A по регіональному тарифу
vi: Khu vực Tỷ lệ Hộp A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
ar: صندوق من فئة الإقليم B
cs: Regionální míry Box B
da: Regionale sats rubrik B
de: Regionale Rate Box B
el: Regianal Rate Box B
es: Tarifa regional caja B
id: Regianal Rate Box B
no: Regional pris Boks B
ru: Коробка B по региональному тарифу
tr: Regianal Rate Box B
uk: Коробки B по регіональному тарифу
vi: Khu vực Tỷ lệ Hộp B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
ar: صندوق من فئة الإقليم C
cs: Regionální míry Box C
da: Regionale sats rubrik C
de: Regionale Rate Box C
es: Tarifa regional Box C
no: Regional pris Boks C
ru: Коробка "С" по региональному тарифу
tr: Regianal Rate Box C
uk: Коробки C по регіональному тарифу
vi: Khu vực Tỷ lệ Hộp C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
ar: صندوق صغير بسعر موحد
cs: Malý paušální poplatek Box
da: Fast pris - lille boks
de: Kleine Flat Rate (Pauschale) Box
el: Μικρό κουτί Flat Rate
es: Caja pequeña de tarifa plana
no: Liten Fastpris Boks
ru: Малая коробка по фиксированной цене
uk: Мала коробка по фіксованій ціні
vi: Hộp nhỏ Tỷ lệ Cố định

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
ar: ظرف مفلق بسعر موحد
cs: Vycpaný paušální poplatek obálky
da: Fast pris - polstret kuvert
de: Gepolsterter Umschlag
es: Sobre acolchado tarifa plana
id: Empuk Flat Rate Envelope
no: Polstret fast pris konvolutt
ru: Пузырьковый конверт по фиксированной цене
uk: Бульбашковий конверт за фіксованою ціною
vi: Thêm vào Phong bì Tỷ lệ Cố định

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
ar: ظرف قانوني بسعر موحد
cs: Právní paušální poplatek obálky
da: Fast pris - Legalkuvert
de: Gesetzlicher Umschlag
es: Sobre legal tarifa plana
id: Hukum Flat Rate Envelope
no: Lovlig fast pris konvolutt
ru: Конверт для документов по фиксированной цене
uk: Конверт для документів за фіксованою ціною
vi: Phong bì Tỷ lệ Cố định Hợp pháp

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
cs: SM paušální poplatek obálky
da: SM standardsats kuvert
de: Flat Rate (Pauschale) Briefumschlag
es: Sobre Sm tarifa plana
no: Sm fast pris konvolutt
ru: Малый конверт по фиксированной цене
uk: Малий конверт за фіксованою ціною

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
cs: Okno paušální poplatek obálky
es: Sobre con ventana tarifa plana
id: Jendela Flat Rate Envelope
no: Fast pris konvolutt med vindu
ru: Конверт с окошком по фиксированной цене
uk: Конверт звіконцем за фіксованою ціною

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
ar: ظرف قسيمة هدايا بسعر موحد
cs: Dárková poukázka paušální poplatek obálky
da: Gavekort fast pris kuvert
es: Sobre tarjeta regalo tarifa plana
id: Kartu Hadiah Flat Rate Envelope
no: Gavekort fast pris konvolutt
ru: Конверт для открыток по фиксированной цене
uk: Конверт для листівок за фіксованою ціною

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
ar: بريد درجة أولى
cs: First Class Mail typu
de: Erste Klasse Versandtyp (First Class Mail Type)
el: Πρώτης κατηγορίας, τύπος αποστολής
es: Tipo de correo de primera clase
id: Jenis pesan kelas pertama
no: Førsteklasses Posttype
ru: Почта первого класса
uk: Пошта першого класу
vi: Loại Thư Hạng Nhất

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
ar: سعر موحد
cs: Plocha
da: Flad
de: Flat (Pauschale)
el: Επίπεδος
es: Plano
id: Datar
ru: Большой конверт
uk: Великий конверт
vi: Cố định

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
ar: حزمة
cs: Balík
da: Pakke
de: Postpaket (Parcel)
el: Δέμα
id: Paket
no: Pakke
ru: Посылка
uk: Посилка
vi: Bưu kiện

# Languages::ship_usps_intl_package_girth
source: Package girth
ar: حجم الشحنة
cs: Objem balíku
da: Pakke omkreds
de: Umfang Verpackung
el: Περίμετρος πακέτου
es: Circunferencia de paquete
id: Ketebalan paket
no: Pakkeomkrets
ru: Обхват посылки
uk: Охват пакунку
vi: Chu vi gói

# Languages::ship_usps_intl_package_height
source: Package height
ar: إرتفاع الشحنة
cs: Výška balíku
da: Pakkehøjde
de: Höhe Verpackung
el: Ύψος πακέτου
es: Alto del paquete
id: Tinggi paket
no: Pakkehøyde
ru: Высота посылки
uk: Висота пакунку
vi: Chiều cao gói

# Languages::ship_usps_intl_package_length
source: Package length
ar: طول الشحنة
cs: Délka balíku
da: Pakkelængde
de: Länge Paket
el: Μήκος πακέτου
es: Longitud del paquete
id: Panjang paket
no: Pakkelengde
ru: Длина посылки
uk: Довжина пакунку
vi: Chiều dài gói

# Languages::ship_usps_intl_package_size
source: Package size
ar: مقاس الشحنة
cs: Velikost balíku
da: Pakkestørrelse
de: Grösse Verpackung
el: Μέγεθος πακέτου
es: Tamaño del paquete
id: Ukuran paket
no: Pakkestørrelse
ru: Размер посылки
uk: Розмір пакунка
vi: Kích thước gói

# Languages::ship_usps_intl_package_width
source: Package width
ar: عرض الشحنة
cs: Šířka balíku
da: Pakkebredde
de: Breite Verpackung
el: Πλάτος πακέτου
es: Ancho de paquete
id: Lebar paket
no: Pakkebredde
ru: Ширина посылки
uk: Ширина пакунку
vi: Chiều rộng gói

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
ar: آلي (بريد درجة أولى او بريد عادي)
cs: Strojově zpracovatelné (First-Class Mail nebo Parcel Post)
da: maskinbearbejdelig
de: Automatisierbar (First-Class Versand oder Paketpost)
el: Επεξεργάσιμο (αποστολή πρώτης τάξης ή τα ταχυδρομικά δέματα)
es: Mecanizable (correo de primera clase o poste estándar)
id: Machinable (Pertama-Class Mail atau Standard Post)
no: Bearbeidbar (Førsteklasses Post eller pakkepost)
ru: Машинно-читаемый
uk: Оброблювані (First-Class Mail або Standard Post)
vi: Machinable (Thư Hạng Nhất hoặc Bưu phẩm Tiêu chuẩn)

# Languages::ship_usps_machinable_false
source: False
ar: غير صحيح
cs: Nepravda
de: Nicht zutreffend
el: ΛΑΘΟΣ
es: Falso
id: Salah
no: Usant
ru: Нет
uk: Ні
vi: Sai

# Languages::ship_usps_machinable_true
source: True
ar: صحيح
cs: Pravda
da: Sand
de: Zutreffend
el: Αληθές
es: Verdadero
id: Benar
no: Sant
ru: Да
uk: Так
vi: Đúng

# Languages::ship_usps_mailtype
source: Type of Mail
ar: نوع البريد
cs: Typ korespondence
da: Type Mail
de: Versandtyp
el: Τύπος αποστολής
es: Tipo de correo
id: Jenis Surat
no: Type post
ru: Тип корреспонденции
uk: Тип кореспонденциї
vi: Loại thư

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
cs: Záležitost pro nevidomé
da: Sag for blinde
de: Inhalt für Blinde
el: Θέματα για τυφλούς
es: Materia para ciegos
id: Materi untuk orang buta
no: Sending for de blinde
ru: Для слепых
uk: Для сліпих
vi: Các vấn đề cho Người mù

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
cs: Pohlednice nebo speciální letecké dopisy
da: Postkort eller Aerogrammes
de: Postkarten oder Aerogramme
el: Καρτ ποστάλ ή Επιστολές μέσω airmail
es: Postales o aerogramas
id: Kartu pos atau ditujukan
no: Postkort eller Luftpostbrev
ru: Открытка или авиаписьмо
uk: Листівки або Aerogrammes
vi: Bưu thiếp hoặc Bưu giảm

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
ar: مقاس الشحنة (الطول+ الحجم بالبوصة)
cs: Rozměry balení (délka + obvod, palce)
da: Package Size (længde + omkreds, inches)
de: Abmessungen Paket (Länge + Umfang, in Zoll)
el: Μέγεθος συσκευασίας (μήκος + περίμετρος, ίντσες)
es: Tamaño del paquete (longitud + circunferencia, pulgadas)
id: Ukuran paket (panjang + ketebalan, inci)
no: Pakkestørrelse (lengde + omkrets, tommer)
ru: Размер упаковки (длина + обхват,в дюймах)
uk: Розмір пакету (довжина + обхват, дюймів)
vi: Kích thước gói (chiều dài + chu vi, inch)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
ar: كبير جداً (108..130)
cs: Nadměrná velikost (108..130)
de: Übergrösse (108..130)
id: Kebesaran (108..130)
no: Ekstra stor (108..130)
ru: Очень большой (108..130)
uk: Негабаритний (108..130)
vi: Quá cỡ (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
ar: عادي (0..84)
cs: Normální (0..84)
de: Regular (0..84) (normal)
el: Κανονικό (0..84)
id: Reguler (0..84)
no: Normal (0..84)
ru: Обычный (0..84)
uk: Звичайний (0..84)
vi: Thường (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
cs: Přednost pošta (Velikost: Large Container: neobdélníkové) Obvod (palců)
da: Priority Mail (størrelse: store, Container: rektangulær) omkreds (tommer)
de: Priority Mail (Grösse:Gross, Container:Nicht rechteckig) Umfang (in Zoll)
el: Συστημένη αποστολή (Μέγεθος:Μεγάλο, Κιβώτιο:Μη Ορθογώνια, Περίμετρος (ίντσες)
es: Correo prioritario (tamaño: grande, envase: no rectangular) circunferencia (pulgadas)
id: Prioritas Mail (Ukuran: Besar, Container: NonRectangular) Ketebalan (inci)
no: Prioritetspost (Størrelse: Stor, Container: ikke-rektangulær) Omkrets (tommer)
uk: Priority Mail (Size:Large, Container:NonRectangular) обхват (дюймів)
vi: Thư Ưu tiên (Kích cỡ:Lớn, Thùng chứa:Không phải hình chữ nhật) Chu vi (inches)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
cs: Přednost pošta (velikost: Large) Výška (palců)
da: Priority Mail (Størrelse: Large) Højde
de: Priority Mail (Grösse:Gross) Höhe (in Zoll)
el: Συστημένη αποστολή(Μέγεθος: Μεγάλο) Ύψος (σε ίντσες)
es: Priority Mail (Tamaño:Grande) Alto (pulgadas)
id: Prioritas Mail (Ukuran: Large) Tinggi (inci)
no: Prioritetspost (Størrelse: Stor) Høyde (tommer)
ru: Priority Mail (Размер:Большой) Высота
uk: Priority Mail (Розмір:Великий) Висота
vi: Thư Ưu tiên (Kích thước: Lớn) Chiều cao (inch)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
cs: Přednost pošta (velikost: Large) Výška (palců)
da: Priority Mail (Størrelse: Large) Længde
de: Priority Mail (Grösse: Large) Länge (in Zoll)
el: Συστημένη αποστολή(Μέγεθος:Μεγάλο) Μήκος (σε ίντσες)
es: Priority Mail (Tamaño:Grande) Alto (pulgadas)
id: Prioritas Mail (Ukuran: Large) Panjang (inci)
no: Prioritetspost (Størrelse: Stor) Lengde (tommer)
ru: Priority Mail (Размер:Большой) Длина
uk: Priority Mail (Розмір:Великий) Довжина
vi: Thư Ưu tiên (Kích thước: Lớn) Chiều dài (inch)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
cs: Přednost pošta (velikost: Large) Šířka (palců)
da: Priority Mail (Størrelse: Large) Bredde
de: Priority Mail (Grösse:Gross) Breite (in Zoll)
el: Συστημένη αποστολή (Μέγεθος:Μεγάλο) Πλάτος (σε ίντσες)
es: Correo prioritario (tamaño: grande) ancho (pulgadas)
id: Prioritas Mail (Ukuran: Large) Lebar (inci)
no: Prioritetspost (Størrelse: Stor) Bredde (tommer)
ru: Priority Mail (Размер:Большой) Ширина
uk: Priority Mail (Розмір:Великий) Ширина
vi: Thư Ưu tiên (Kích thước: Lớn) Chiều rộng (inch)

# Languages::ship_usps_username
source: User ID
ar: معرف المستخدم
cs: ID uživatele
da: Bruger ID
de: Benutzer ID
el: ID χρήστη
es: ID del usuario
id: ID pengguna
no: Bruker ID
ru: ID пользователя
uk: ID користувача
vi: ID người dùng

# Languages::ship_width
source: Package width (cm)
ar: عرض العبوة (سنتي)
cs: Šířka balení (cm)
da: Pakke brede (cm)
de: Breite Verpackung (cm)
el: Πλάτος πακέτου (cm)
es: Ancho de paquete (cm)
id: Lebar paket (cm)
no: Pakkebredde (cm)
ru: Ширина упаковки, см
tr: Paket genişliği (cm)
uk: Пакет ширини (см)
vi: Chiều rộng gói (cm)

# Languages::short_description
source: Short description
ar: وصف مختصر
cs: Stručný popis
da: Kort beskrivelse
de: Kurzbeschreibung
el: Σύντομη Περιγραφή
es: Texto corto
id: Uraian singkat
ja: 一覧に表示する商品概要
no: Kort beskrivelse
ru: Краткое описание
tr: Kısa açıklama
uk: Короткий опис
vi: Mô tả ngắn

# Languages::short_hour
source: h.
ar: س
da: t.
de: Std.
el: ωρες
id: j.
ja: 時間
no: t.
ru: ч.
tr: s.
uk: г.
vi: g.

# Languages::short_list
source: Short list
ar: قائمة قصيرة
cs: Zkrácený seznam
da: Kort liste
de: Kurze Liste
el: Σύντομη λίστα
es: Lista corta
id: daftar singkat
ja: ショートリスト
no: Kort liste
ru: Краткий список
uk: Короткий список
vi: Danh sách ngắn

# Languages::show
source: Show
ar: اعرض
cs: Ukázat
da: Vis
de: Zeigen
el: Προβολή
es: Mostrar
id: Tampilkan
ja: 表示
no: Vis
ru: Показать
tr: Göster
uk: Показати
vi: Hiển thị

# Languages::show_all
source: Show all
ar: اعرض الكل
cs: Ukázat vše
da: Vis alle
de: Alle zeigen
el: Προβολή όλων
es: Mostrar todo
id: Tampilkan semua
ja: すべて表示
no: Vis alle
ru: Показать все
tr: Tümünü göster
uk: Показати все
vi: Hiển thị tất cả

# Languages::show_items_in_line
source: Show items inline
ar: عرض العناصر ضمناً
cs: Zobrazit položky inline
da: Vis elementer inline
de: Inline Elemente anzeigen
el: Εμφάνιση στοιχείων εν σειρά
es: Mostrar artículos en línea
id: Tampilkan item sejalan
ja: 内容をインライン表示
no: Vis elementer innebygd
ru: Отображать элементы в одну строку
uk: Показати вбудовані елементи
vi: Hiển thị khoản mục nội tuyến

# Languages::show_menu_on_mouse_over
source: Show menu on mouse over
ar: عرض عند المرور بالماوس
cs: Zobrazit menu při přechodu myši
da: Vis menuen når mus henover
de: Bei Mouseover Menu zeigen
el: Προβολή μενού στο mouseover
es: Mostrar menú en mouse over
id: Tampilkan menu saat mouse melintas
ja: マウスオーバーでメニューを表示
no: Vis menyen når musen er over
ru: Показывать меню при наведении курсора
uk: Показати меню при наведенні
vi: Hiển thị menu khi di chuột lên

# Languages::show_orders
source: Show orders
ar: عرض الطلبات
cs: Zobrazit objednávky
da: Vis ordre
de: Bestellungen zeigen
el: Προβολή παραγγελιών
es: Mostrar pedidos
id: Tampilkan pesanan
ja: 注文を表示
no: Vis ordre
ru: Показать заказы
tr: Gösterim sıraları
uk: Показати замовлення
vi: HIển thị đơn hàng

# Languages::show_price
source: Show price
ar: عرض السعر
cs: Zobrazit cenu
da: Vis pris
de: Preis anzeigen
el: Προβολή Τιμής
es: Mostrar precio
id: Tampilkan harga
ja: 価格の表示
no: Vis pris
ru: Показывать цену
uk: Показати ціни
vi: Hiển thị giá

# Languages::show_rate_for_destination
source: Show rates for location
ar: إظهار نسب الوجهات
cs: Ukázat sazby pro destinaci
da: Vis priser for placering
de: Gebühren für Versand Zielort anzeigen
el: Εφαρμογή του ΦΠΑ για τον Παρακάτω Προορισμό
es: Elija valores para el destino
id: Tampilkan harga untuk lokasi
ja: ロケーション毎の送料を表示
no: Vis priser for beliggenhet
ru: Показать стоимость для пункта назначения
tr: Tanımlama için oyları göster
uk: Показати вартість для пункту призначення
vi: Hiển thị mức cho vị trí

# Languages::show_rate_for_rate_area
source: Show rates for rate area
de: Tarife für Tarifbereich anzeigen
el: Προβολή τιμών από περιοχή τιμών
ru: Показать тарифы для зоны
uk: Показати тарифи для тарифної зони

# Languages::show_tab_in_popup
source: Show this tab in a popup window
ar: عرض هذا اللسان في نافذة منبثقة
cs: Zobrazit tuto stránku v pop-up okně
da: Vis denne side i et popup-vindue
de: Diesen Tab (Registerkarte) in popup Fenster anzeigen
el: Εμφάνιση της καρτέλας σε αναδυόμενο παράθυρο
es: Mostrar esta pestaña en una ventana emergente
id: Tampilkan tab di jendela popup
ja: このタブをポップアップ表示
no: Vis denne fanen i et popup vindu
ru: Показывать содержимое вкладки во всплывающем окне
tr: Bu sekmeyi popup pencerede göster
uk: Відображати цю вкладку в спливаючому вікні
vi: Hiển thị tab này trong một cửa sổ popup

# Languages::tmpl_sidebox_1_item
source: Side box first item
ar: مربع جانبي أول عنصر
cs: První sekce
da: Sideboks første item
de: Sidebox erstes Element
el: Πρώτο αντικέιμενο του πλαινού κουτιού
es: Panel lateral primer artículo
id: Side box item pertama
ja: 最初のアイテムのみサムネイル表示
no: Sideboks første element
ru: Первый в секции
tr: 1 resimli+Diğerleri
uk: Перший в секції
vi: Mục đầu tiên ô bên cạnh

# Languages::sidebox_general
source: Ordinary block (H3 heading) [deprecated]
cs: Běžný blok (nadpis H3) [deprecated]
el: Απλο μπλοκ (Επικεφαλίδα H3) [σε καταργηση]
es: Bloque común (Encabezado H3) [deprecated]
id: Blok biasa (H3 pos) [usang]
ja: 通常ブロック（H3見出し）[非推奨]
no: Ordinær blokk (H3-overskrift) [deprecated]
ru: Обычный блок (H3 заголовок) (устарел)
tr: Sıradan blok (H3 başlık) [deprecated]
uk: Звичайний блок (H3 заголовок) [deprecated]

# Languages::sidebox_important
source: Ordinary block (H3 heading)
cs: Běžný blok (nadpis H3)
el: Απλο μπλοκ (Επικεφαλίδα H3)
es: Bloque común (Encabezado H3)
id: Blok biasa (H3 pos)
ja: 通常ブロック(H3ヘッドライン)
no: Ordinær blokk (H3-overskrift)
ru: Обычный блок (H3 заголовок)
tr: Sıradan blok (H3 başlık)
uk: Звичайний блок (H3 заголовок)

# Languages::signature
source: Signature
ar: التوقيع
cs: Podpis
da: Signatur
de: Unterschrift
el: Υπογραφή
es: Firma
id: Tanda tangan
ja: 署名
no: Signatur
ru: Подпись
uk: Підпис
vi: Chữ ký

# Languages::signed_in_as
source: Signed in as
ar: مسجل الدخول بـ
cs: Přihlášen jako
da: Logget ind som
de: Angemeldet als
el: Σύνδεση ως
es: Registrado como
id: Sign in sebagai
ja: ログイン情報 ：
no: Logget inn som
ru: Авторизован как
tr: Giriş bilgileri
uk: Авторизовано як
vi: Đăng nhập như

# Languages::sign_in
source: Sign in
ar: الدخول
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Acceder
id: Masuk
ja: ログイン
no: Logg deg inn
ru: Войти
tr: Giriş
uk: Ввійти
vi: Đăng nhập

# Languages::sign_in_as_different
source: Sign in as a different user
ar: تسجيل الدخول بعضوية أخرى
cs: Přihlaste se jako jiný uživatel
da: Log på som en anden bruger
de: Als anderer Benutzer anmelden
el: Σύνδεση ως διαφορετικός χρήστης
es: Inicia sesión como un usuario diferente
id: Sign in sebagai user yang berbeda
ja: 別ユーザーとしてログイン
no: Logg deg inn som en annen bruker
ru: Авторизоваться как другой пользователь
tr: Farklı bir üye olarak giriş yap
uk: Увійдіть як інший користувач
vi: Đăng nhập như người dùng khác

# Languages::sign_in_to_buy
source: Please sign in to buy
ar: يرجى تسجيل الدخول
cs: Pro nakupování se, prosím, přihlašte
da: Log ind for at købe
de: Um einzukaufen bitte zuerst anmelden
el: Παρακαλούμε συνδεθείτε για να αγοράσετε
es: Por favor regístrese para comprar
id: Silakan sign in untuk berbelanja
ja: 購入するにはログインが必要です
no: Logg deg inn for å handle
ru: Авторизуйтесь, чтобы купить
tr: Sipariş için giriş yapınız
uk: Будь ласка увійдіть щоб купувати
vi: Vui lòng đăng nhập để mua

# Languages::sign_in_to_view_price
source: [Sign in to view price]
ar: [يرجى تسجيل الدخول]
cs: [Přihlásit se pro zobrazení ceny]
da: [Log ind for at se priser]
de: [Zuerst anmelden um den Preis zu sehen]
el: [Σύνδεση για προβολή τιμής]
es: [Acceder para ver el precio]
id: [Sign in untuk lihat harga]
ja: [ログインして価格を表示]
no: Logg deg inn for å se prisen
ru: [Авторизуйтесь, чтобы увидеть цену]
tr: [Fiyat için giriş yapınız]
uk: [Вхід для перегляду ціни]
vi: [Đăng nhập để xem giá]
