Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
ar: تغيير الإيميل وكلمة المرور ومعلومات الشحن والدفع وإعدادات البروفايل الأخرى
cs: Změna e-mailu, hesla, adresy dodání, platby a další data profilu
da: Ændre e-mail, adgangskode, shipping/fakturering info og andre profilindstillinger
de: Email, Passwort, Versand/Rechnungs Infos und weitere Profil Einstellungen ändern.
el: Αλλαγή email, κωδικού πρόσβασης, αλλαγή πληροφοριών αποστολής / χρέωσης και άλλες ρυθμίσεις προφίλ
es: Cambiar el correo electrónico, contraseña, información de envío/facturación y otras configuraciones de perfil
id: Ganti email, password, pengiriman/info tagihan, dan pengaturan profil lainnya
ja: Eメール、パスワード、配送・請求先情報やその他の会員情報の変更
no: Endre e-post, passord, leveringsadresse / kontoadresse, og andre profilinnstillinger
ru: Изменить email, пароль, адрес доставки, оплаты и другие данные профиля
tr: E-Mail, şifre, teslimat/fatura bilgileri değiştirme, ve diğer profil ayarları
uk: Змініть email, пароль, адресу доставки, та іншу інформацію профілю
vi: Thay đổi email, mật khẩu, thông tin vận chuyển/thanh toán, và các cài đặt hồ sơ

# Languages::edit_report
source: Edit report
ar: تحرير التقرير
cs: Editovat zprávu
da: redigere report
de: Bericht bearbeiten
el: Επεξεργασία αναφοράς
es: Editar informe
id: Edit laporan
ja: レポートを編集
no: Rediger rapport
ru: Редактировать отчет
tr: Rapor düzenle
uk: Редагувати звіт
vi: Chỉnh sửa báo cáo

# Languages::edit_selected
source: Edit selected
ar: تحرير المحدد
cs: Editovat vybrané
da: redigere selected
de: Selektierte bearbeiten
el: Επεξεργασία επιλεγμένων
es: Editar seleccionados
id: Edit pilihan
ja: 選択したデータを編集
no: Rediger valgte
ru: Редактировать выбранные
tr: Seçileni düzenle
uk: Редагувати обрані
vi: Sửa mục được chọn

# Languages::edp_access_granted
source: Now you can download the purchased products.
ar: يمكنكم الآن تحميل المنتجات المشتراة.
cs: Nyní si můžete zakoupené zboží stáhnout.
da: Nu kan du downloade de indkøbte produkter
de: Sie können jetzt das gekaufte Produkt herunterladen.
el: Τώρα, μπορείτε να κατεβάσετε τα προϊόντα που έχετε αγοράσει
es: Ahora usted puede descargar los productos comprados.
id: Sekarang Anda dapat mengunduh produk yang dibeli.
ja: お買い上げ商品をダウンロードいただけるようになりました。
no: Nå kan du laste ned de kjøpte produktene.
ru: Теперь Вы можете скачать оплаченный товар
tr: Şimdi satın aldığınız ürünü indirebilirsiniz.
uk: Теперь Ви можете завантажити оплачений товар.
vi: Bây giờ bạn có thể tải về các sản phẩm đã mua.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
ar: تم تنفيذ الوصول إلى المنتجات الإلكترونية
cs: Přístup k elektronicky distribuovanému zboží je udělen
da: Adgang til elektronisk distribueret produkter tillads
de: Zugriff auf elektronisch versendbare (downloads) Produkte bewilligt.
el: Εγκρίθηκε πρόσβαση σε προϊόντα που διανέμονται ηλεκτρονικά
es: Concedido el acceso a productos electrónicamente distribuidos
id: Akses ke produk yang didistribusikan secara elektronik diberikan
ja: 商品をダウンロードいただけます
no: Tilgang til elektronisk distribuerte produkter er innvilget
ru: Доступ к электронным товарам предоставлен
tr: Elektronik ürün garantisi girişi
uk: Доступ до електронних товарів надано
vi: Truy cập vào sản phẩm phân phối trực tuyến được cấp phép

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
ar: تفعيل الشحن للبضائع القابلة للتحميل إلكترونياً
cs: Povolit dopravu pro zboží určené ke stažení
da: Aktiver fragt på download produkter
de: Versand von herunterladbaren (downloads) Produkten aktivieren
el: Ενεργοποίηση Μεταφορικών για Προϊόντα που θέλετε να κατέβασετε.
es: Habilitar envío para productos descargables
id: Aktifkan pengiriman untuk produk download
ja: ダウンロード商品でも配送可能にする
no: Aktiver frakt for nedlastbare produkter
ru: Рассчитать стоимость доставки для электронного товара как для обычного
tr: İndirilebilen (download) ürünler için kargo izni
uk: Дозволити доставку для завантажуваних продуктів
vi: Sử dụng vận chuyển cho sản phẩm tải về

# Languages::emails
source: Emails
ar: الإيميلات
cs: E-mailové adresy
de: E-mail Adressen
el: Διευθύνσεις e-mail
es: Opciones de E-mail
id: Alamat E-mail
ja: Eメール
no: E-post
ru: Email
tr: E-mail adresi
uk: Email
vi: Email

# Languages::email_address
source: E-mail address
ar: الإيميل
cs: E-mailová adresa
da: E-mail adresse
de: E-mail Adresse
el: Διεύθυνση e-mail
es: Dirección de E-mail
id: Alamat E-mail
ja: Eメールアドレス
no: E-post-adresse
ru: Email
tr: E-mail adresi
uk: Email
vi: Địa chỉ email

# Languages::email_header
source: E-mail header
ar: بداية نص الرسالة
cs: E-mailová hlavička
da: E-mail hoved
de: E-mail Kopfzeile
el: Κεφαλίδα ηλεκτρονικού ταχυδρομείου
es: Cabecera de E-mail
ja: Eメールの冒頭文
no: E-post topptekst
ru: Заголовок email
tr: E-mail başlığı
uk: Заголовок email
vi: Tiêu đề Email

# Languages::email_subject
source: E-mail subject
ar: عنوان الإيميل
cs: Předmět E-mailu
da: E-mail emne
de: Betreff in E-mail
el: Θέμα E-mail
es: Sujeto del E-mail
id: Subyek E-mail
ja: Eメールの件名
no: E-post emne
ru: Тема email
tr: E-mail konusu
uk: Тема email
vi: Chủ đề Email

# Languages::empty
source: Empty
ar: فارغ
cs: Prázdný
da: tomt
de: Leer
el: Άδειο
es: Vacío
id: Kosong
ja: 条件なし
no: Tom
ru: Пусто
tr: Boş
uk: Порожній
vi: Trống

# Languages::empty_key_value
source: Empty table key value
ar: إفراغ قيمة table key
cs: Prázdná tabulka hodnota klíče
da: Tom tabel nøgleværdi
de: Schlüssel-Wert leere Tabelle
el: Κενη τιμη κλειδιού πίνακα
es: Valor vacío de la clave de tabla
id: Kosongkan nilai table key
ja: 削除に必要なキー情報が空です
no: Tom tabell nøkkelverdi
ru: Пустое значение ключа таблицы
uk: Порожне значення ключа таблиці
vi: Giá trị khóa bảng trống

# Languages::enable
source: Enable
ar: تفعيل
cs: Povolit
da: Aktiverer
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
id: Aktifkan
ja: 有効化する
no: Aktiver
ru: Вкл.
uk: Увімкнути
vi: Hoạt động

# Languages::enabled
source: Enabled
ar: مفعل
cs: Povoleno
da: aktiver
de: Aktiviert
el: Ενεργοποιήθηκε
es: Activado
id: Diaktifkan
ja: 有効
no: Aktivert
ru: Включен
tr: Devrede
uk: Ввімкнено
vi: Kích hoạt

# Languages::enable_cdn
source: Enable CDN
ar: تفعيل الـ CDN
cs: Povolit CDN
da: Aktivere CDN
de: CDN aktivieren
el: Ενεργοποίηση CDN
es: Habilitar CDN
id: Aktifkan CDN
ja: CDNを有効化する
no: Aktiver CDN
ru: Включить CDN
tr: CDN Aktif
uk: Увімкнути CDN
vi: Kích hoạt CDN

# Languages::enable_for
source: Enable for
ar: مفعلة لـ
cs: Povolit pro
da: Aktiver for
de: Aktivieren für
el: Ενεργοποίηση για
es: Habilitar para
id: Diaktifkan untuk
ja: 次の場合は有効
no: Aktiver for
ru: Включить для
uk: Увімкнути для
vi: Kích hoạt cho

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
ar: تفعيل/تعطيل الكتلة
cs: Aktivace/deaktivace bloku
da: Aktivere/deaktivere blok
de: Block aktivieren/deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση Block
es: Activar/Desactivar Bloque
id: Aktif / Nonaktifkan Blok
ja: ブロックの有効化/無効化
no: Aktiver/Deaktiver blokk
ru: Вкл./Выкл.
tr: Bloğu Aktif et/Devredışı bırak
uk: Активувати/деактивувати блок
vi: Kích hoạt/Vô hiệu hóa khối

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
ar: تفعيل/تعطيل الحاوية
cs: Aktivovat/deaktivovat kontejner
da: Aktivere/deaktivere Container
de: Container aktivieren/deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση Container
es: Activar/Desactivar Contenedor
id: Aktif / Nonaktifkan Kontainer
ja: コンテナの有効化/無効化
no: Aktiver/Deaktiver Beholder
ru: Вкл./Выкл.
tr: Taşıyıcıyı Aktif et/Devredışı bırak
uk: Активувати/деактивувати контейнер
vi: Kích hoạt/Vô hiệu hóa Thùng chứa

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
ar: تفعيل/تعطيل الشبكة
cs: Aktivovat/Deaktivovat mřížku
da: Aktivere/deaktivere gitter
de: Raster aktivieren/deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση Grid
es: Activar/Desactivar Rejilla
id: Aktif / Nonaktifkan Grid
ja: グリッドの有効化/無効化
no: Aktiver/Deaktiver Rutenett
ru: Вкл./Выкл.
tr: Izgarayı Aktif et/Devredışı bırak
uk: Активувати/деактивувати сітки
vi: Kích hoạt/Vô hiệu hóa Lưới

# Languages::enable_quick_view
source: Enable quick view
ar: تفعيل العرض السريع
cs: Povolit rychlé zobrazení
da: Mulighed for hurtig visning
de: Quick View aktivieren
el: Ενεργοποίηση γρήγορης προβολής
es: Activar vista rápida
id: Aktifkan tinjauan cepat (Quick View)
ja: クイックビューの有効化
no: Aktiver hurtigvisning
ru: Включить быстрый просмотр
tr: Hızlı görüntüleme aktif
uk: Активувати швидкий перегляд
vi: Kích hoạt xem nhanh

# Languages::encryption
source: Encryption
ar: التشفير
cs: Šifrování
da: kryptering
de: Verschlüsselung (encryption)
el: Κρυπτογράφηση
es: Cifrado
id: Enkripsi
ja: 暗号化
no: Kryptering
ru: Шифрование
tr: Şifreleme
uk: Шифрування
vi: Mã hóa

# Languages::encryption_key
source: Encryption Key
ar: مفتاح التشفير
cs: Šifrovací klíč
da: Krypteringsnøgle
de: Verschlüsselungs Key (encryption key)
el: Κλειδί κρυπτογράφησης
es: Clave de encriptación
id: Kunci enkripsi
ja: 暗号化キー
no: Krypteringsnøkkel
ru: Ключ шифрования
tr: Şifreleme Anahtarı
uk: Ключ шифрування
vi: Khoá bí mật

# Languages::end_date
source: End date
ar: تاريخ الانتهاء
cs: Datum ukončení
da: slut dato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha final
id: Tanggal akhir
ja: 終了日
no: Sluttdato
ru: Дата окончания
tr: Bitiş tarihi
uk: Дата закінчення
vi: Ngày kết thúc

# Languages::english
source: English
ar: الإنجليزية
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
id: Inggris
ja: 英語
no: Engelsk
ru: Английский
uk: Англійська
vi: Tiếng Anh

# Languages::enter_code
source: Enter code
ar: أدخل الكود
cs: Zadejte kód
da: Skriv kode
de: Code eingeben
el: Εισαγωγή κωδικού
es: Entrar código
id: Masukan kode
ja: コードを入力
no: Tast inn kode
ru: Ввести код
tr: Giriş kodu
uk: Ввести код
vi: Nhập mã

# Languages::enter_data
source: Enter data
ar: أدخل البيانات
cs: Zadejte údaje
da: Indtaste data
de: Daten eingeben
el: Εισαγωγη Δεδομενων
es: Introducir datos
id: Masukan data
ja: データを入力してください
no: Skriv inn data
ru: Введите данные
tr: Veri girişi
uk: Введіть дані
vi: Nhập dữ liệu

# Languages::enter_email
source: Enter e-mail address
ar: ضع إيميلك هنا
cs: Zadejte e-mailovou adresu
da: Skriv e-mail
de: Ihre E-Mail eingeben
el: Εισαγωγή διεύθυνσης e-mail
es: Introduzca E-mail
id: Masukan alamat e-mail
ja: Eメールアドレスを入力
no: Skriv inn e-post-adresse
ru: Ваш e-mail
tr: Fırsatlardan haberdar ol
uk: Введіть адресу електронної пошти
vi: Nhập địa chỉ email

# Languages::enter_new_lang_code
source: Enter a new language code
ar: أدخل كود لغة جديد
cs: Zadejte nový kód jazyka
da: Indtast en ny sprogkode
de: Einen neuen Sprachcode eingeben
el: Πληκτρολογήστε ένα νέο κωδικό γλώσσας
es: Introducir un nuevo código de idioma
id: Enter a new Languages code
ja: 新しい言語コードを入力してください
no: Skriv inn en ny landskode
ru: Введите новый код языка
tr: Yeni bir dil kodu girin
uk: Введіть новий код мови
vi: Nhập mã ngôn ngữ mới

# Languages::enter_other
source: Enter other
ar: إدخال آخر
cs: Zadejte jiné
da: Skriv andet
de: Andere eingeben
el: Εισαγωγή άλλου
es: Introducir otro
id: Masukan lainnya
ja: 追加登録
no: Angi annet
ru: Ввести другое
tr: Diğer giriş
uk: Введіть інший
vi: Nhập khác

# Languages::enter_your_price
source: Enter your price
ar: قم بإدخال السعر
cs: Zadejte vaši cenu
da: Skriv din pris
de: Geben Sie Ihren Preis ein
el: Εισαγωγή της τιμής σας
es: Introduzca su precio
id: Masukan harga Anda
ja: 価格を入力
no: Skriv inn din pris
ru: Введите вашу цену
tr: Fiyat yazınız
uk: Введіть вашу ціну
vi: Nhập giá của bạn

# Languages::entity
source: Entity
ar: الكيان
cs: Věc
da: Enhed
de: Entität
el: Οντότητα
es: Entidad
id: Entitas
ja: エンティティ
no: Foretak
ru: Сущность
tr: Varlık
uk: Сутності

# Languages::entry_page
source: Global entry page
ar: صفحة الدخول
cs: Globální přihlašovací stránka
da: indtast side
de: Eingangs Seite
el: Εισαγωγή σελίδας
es: Página de entrada
id: Halaman masuk global
ja: 居住国によるショップ振り分けウィンドウの表示
no: Global inngangsside
ru: Страница входа
tr: Giriş sayfası
uk: Сторінка входу
vi: Trang vào chung

# Languages::entry_point
source: Entry point
ar: نقطة الدخول
cs: Vstupní bod
da: tilmelding point
de: Eingangs Punkt
el: Σημείο εισόδου
es: Punto de entrada
id: Poin entry
ja: 開始ページ
no: Inngangspunkt
ru: Точка входа
tr: Giriş puanı
uk: Вхідна точка
vi: Điểm vào

# Languages::envelope
source: Envelope
ar: مظروف
cs: Obálka
da: Kuvert
de: Briefumschlag
el: Φάκελος
es: Sobre
id: Amplop
no: Konvolutt
ru: Конверт
uk: Конверт
vi: Phong bì

# Languages::epdq_3ds_main
source: Main window
ar: النافذة الرئيسية
cs: Hlavní okno
da: Hovedvinduet
de: Hauptfenster
el: Κυρίως Παράθυρο
es: Ventana principal
id: Window utama
ja: メインウィンドウ
no: Hovedvindu
ru: Основное окно
tr: Ana pencere
uk: Головне вікно
vi: Cửa sổ chính

# Languages::epdq_3ds_popup
source: Popup
ar: نافذة منبثقة
cs: Pop-up okno
de: Popup Fenster
el: Αναδυόμενο Παράθυρο
es: Emergente
ja: ポップアップ
ru: Всплывающее окно
uk: Спливаюче вікно

# Languages::error
source: Error
ar: خـطــــأ
cs: Chyba
da: Fejl
de: Fehler
el: Λάθος
es: Errores
ja: エラー
no: Feil
ru: Ошибка
tr: Dikkat
uk: Помилка
vi: Lỗi

# Languages::errorCode
source: Error Code
ar: كود الخطأ
cs: Kód chyby
da: Fejlkode
de: Fehlercode
el: Error Code (μήνυμα που αντιστοιχεί σε βλάβη μιας συγκεκριμένης εφαρμογής του λογισμικού)
es: Código de Error
id: Kode kesalahan
ja: エラーコード
no: Feilkode
ru: Код ошибки
tr: Hata Kodu
uk: Код помилки
vi: Mã lỗi

# Languages::errorName
source: Error Name
ar: اسم الخطأ
cs: Chybné jméno
da: Fejl navn
de: Fehlername
el: Error Name(επιλογή που κατέχει το όνομα του πρώτου σφάλματος που εμφανίζεται όταν εκτελείτε ένα πρόγραμμα)
es: Nombre de error
id: Nama kesalahan
ja: エラー名
no: Feil-navn
ru: Название ошибки
tr: Hata Adı
uk: Назва помилки
vi: Tên Lỗi

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
ar: تم تعطيل حسابك. يرجى الاتصال بالإدارة.
cs: Váš účet nebyl povolen. Prosím, kontaktujte adminstrátora obchodu.
da: Din konto er lukket. Kontakt venligst butik administration.
de: Ihr Konto ist deaktiviert. Bitte den Shop Administrator kontaktieren
el: Ο Λογαριασμός σας έχει απενεργοποιηθεί. Σας παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος.
es: Su cuenta esta desactivada. Por favor contacte con el administrador de la tienda.
id: Akun Anda dinonaktifkan. Silahkan hubungi administratortoko.
ja: お客様のアカウントは無効です。 ショップ管理者までお問い合わせください。
no: Kontoen er deaktivert. Vennligst ta kontakt med butikkadministrasjonen.
ru: Ваша учетная запись закрыта. Пожалуйста, свяжитесь с администрацией магазина.
tr: Hesabınız aktif değil. Lütfen site yönetimi ile iletişime geçiniz.
uk: Ваш обліковий запис закрито. Будь-ласка, зв'яжіться з адміністрацією.
vi: Tài khoản của bạn bị vô hiệu hóa. Xin vui lòng liên hệ với quản trị viên cửa hàng.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
ar: لم يتم إنشاء حساب الأدمن. الإيميل مرتبط بعضو آخر! يمكنكم إضافة أدمن هذه الشركة يدوياً.
cs: Účet správce nebyl vytvořen. Tato e-mailová adresa je používána jiným uživatelem. Můžete si vytvořit účet správce pro společnost ručně.
da: Administratorkonto blev ikke oprettet. E-mail-adressen tilhører en anden bruger. Du kan føje denne administrator til denne selskab manuelt.
de: Administrator Konto wurde nicht erstellt. Die E-mail Adresse gehört einem anderen Benutzer. Sie können den Administrator für diesen Benutzer manuell hinzufügen.
el: Δεν δημιουργήθηκε ο λογαριασμός διαχειριστή. Η διεύθυνση ηλεκτρονικού ταχυδρομείου ανήκει σε έναν άλλο χρήστη. Μπορείτε να προσθέσετε χειροκίνητα το διαχειριστή για την εταιρεία αυτή.
es: No se creó la cuenta de administrador. La dirección de correo electrónico pertenece a otro usuario. Usted puede agregar manualmente el administrador para esta empresa.
id: Akun administrator belum dibuat. Alamat email milik orang lain. Anda dapat membuat administrator secara manual.
ja: 入力したEメールアドレスは他のユーザーが既に使用しているため管理者用アカウントは作成されませんでした。手動でこの会社向けの管理者用アカウントを作成してください。
no: Administrator-kontoen ble ikke opprettet. Epost-adressen tilhører en annen bruker. Du kan legge til administratoren for dette firmaet manuelt.
ru: Учетная запись администратора не была создана. Такой адрес электронной почты используется другим пользователем. Вы можете создать учетную запись администратора для этой компании вручную.
tr: Yönetici hesabı oluşturulamadı. E-Mail adresi başka bir kullanıcıya ait. Bu firma için manuel olarak yönetici ekleyebilirsiniz.
uk: Обліковий запис адміністратора не створено. Адреса електронної пошти належить іншому користувачеві. Обліковий запис адміністратора можна додати вручну.
vi: Tài khoản quản trị viên chưa được tạo. Địa chỉ email thuộc người dùng khác. Bạn có thể thêm quản trị viên nhà cung cấp này theo cách thủ công.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
ar: للأسف, حدث خطأ ما ([error]). يرجى إعادة المحاولة.
cs: Pozor, někde se stala chyba ([error]). Prosím, zkuste to znovu.
da: Ups, noget gik galt ([error]). Prøv venligst igen.
de: Oops, etwas hat nicht funktioniert ([error]). Bitte versuchen Sie es nochmals.
el: Συγνωμη, κάτι πήγε στραβά ([error]). Παρακαλώ δοκιμάστε ξανά.
es: Uy, algo salió mal ([error]). Por favor intentelo nuevamente.
id: Ups, ada kesalahan ([error]). Silakan coba lagi.
ja: AJAXエラーが発生しました ([error])。もう一度処理を実行してください。
no: Oops, noe gikk galt ([error]). Vennligst prøv igjen.
ru: Ой, произошла ошибка ([error]). Пожалуйста, попробуйте еще раз.
tr: Bazı hatalar oluştu ([error]). Lütfen tekrar deneyin.
uk: На жаль, щось пішло не так ([error]). Будь-ласка, спробуйте ще раз.
vi: Rất tiếc, một cái gì đó đã sai ([error]). Xin vui lòng thử lại.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
ar: غير مسموح لك بالدخول إلى هذه المنطقة.
cs: Přístup byl odepřen.
da: Du har ikke adgang til dette område
de: Sie sind nicht berechtigt diesen Bereich zu betreten!
el: Δεν επιτρέπεται η σύνδεση σας σ'αυτήν την περιοχή.
es: Acceso denegado a esta área
id: Anda tidak diizinkan untuk masuk ke daerah ini.
ja: このエリアへのログインは許可されていません
no: Du har ikke lov til å logge inn på dette området.
ru: Доступ запрещен!
tr: Bu alana giriş izniniz yok.
uk: Вам не надано доступ до цієї зони.
vi: Bạn không được phép đăng nhập vào khu vực này.

# Languages::error_confirmation_code_invalid
source: Sorry, the anti-bot validation has failed. Please try again.
cs: Ověření anti-bot se nezdařilo. Prosím zkuste to znovu.
da: Beklager, anti-bot valideringen mislykkedes. Prøv venligst igen.
de: Entschuldigung, die Anti-Bot-Validierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
el: Συγνώμη, η αντι-bot επικύρωση απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: Lo sentimos, la validación anti-bot no se ha ejecutado. Inténtalo de nuevo.
id: Maaf, validasi anti-bot telah gagal. Silakan coba lagi.
ja: 申し訳ありませんが、ボット対策の検証に失敗しました。もう一度お試しください。
no: Beklager, anti-bot valideringen mislyktes. Prøv på nytt.
ru: К сожалению, не удалось пройти антибот проверку. Попробуйте ещё раз.
tr: Üzgünüz, anti-bot doğrulama başarısız oldu. Lütfen yeniden deneyin.
uk: На жаль, не вдалося пройти антибот перевірку. Спробуйте ще раз.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
ar: <b>تحذير!</b><br />PHP CURL extension <b>غير مدعوم</b> على سيرفركم, لذا <b>[method]</b> لن تعمل. يرجى الاتصال بمزود خدمة الاستضافة.
cs: <b>Upozornění!</b><br />PHP CURL rozšíření <b>není</b> podporováno vaším serverem. <b>[method]</b> nebude v provozu. Kontaktujte, prosím, vašeho poskytovatele hostingu.
da: <b> Advarsel! </ b> <br /> PHP CURL forlængelse <b> ikke </ b> understøttes af din server. <b> [metod] </ b> vil ikke være operationelt. Kontakt venligst din udbyder.
de: <b>Warnung!</b><br />PHP CURL Extension wird <b>nicht</b> von Ihrem Server unterstützt. <b>[method]</b> kann nicht ausgeführt werden. Kontaktieren Sie bitte Ihren Hosting-Provider.
el: <b> Προσοχή! </b> <br/> <b>ο server σας δεν </b> υποστηρίζει την επέκταση της PHP cURL.<b>[method]</b> δεν θα είναι λειτουργική. Παρακαλούμε επικοινωνήστε με τον πάροχο φιλοξενίας σας.
es: <b>Peligro!</b><br />PHP CURL extension<b>no</b> soportada por tu servidor. <b>[method]</b> no será operacional. Por favor póngase en contacto con su proveedor de hosting.
id: <b>Peringatan!</b><br />Server <b>tidak</b> mendukung ekstensi PHP cURL. <b>[method]</b>tidak akan beroperasi.Silakan hubungi penyedia hosting Anda.
ja: <b>ご注意ください!</b><br />お使いのサーバーではPHPのCURLモジュールがサポートされていません。 <b>[method]</b> は動作しません。 レンタルサーバー会社様などにお問い合わせください。
no: <b>Advarsel!</b><br />Din server<b>støtter ikke</ b> PHP cURL utvidelsen. <b>[method]</b> vil ikke være i drift. Vennligst kontakt din ISP.
ru: <b>Предупреждение!</b><br />PHP CURL модуль <b>не</b> поддерживается вашим сервером. <b>[method]</b> будет не выполним. Пожалуйста, свяжитесь с вашим хостинг провайдером.
tr: <b>Dikkat!</b><br />PHP CURL kütüphanesi serverınız tarafından <b>DESTEKLENMİYOR</b> <b>[method]</b> Opsiyonel değil. Lütfen server yönetiminizle görüşün.
uk: <b>Увага!</b><br/>ваш сервер <b>не</b> підтримує розширення cURL PHP. <b>[method]</b> не буде виконано. Будь ласка, зв'яжіться з вашим хостинг-провайдером.
vi: <b>Cảnh báo!</b> < br / > máy chủ của bạn <b>không</b> hỗ trợ phần mở rộng PHP cURL. <b>[method]</b> nó sẽ không hoạt động. Xin vui lòng liên hệ với nhà cung cấp hosting của bạn.
