Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::total_price
source: Total price
ar: إجمالي السعر
cs: Celková cena
da: Samlet pris
de: Total Preis
el: Συνολική Τιμή
es: Precio total
id: Total harga
ja: 合計金額
no: Pris totalt
ru: Итого
tr: Toplam Tutar
uk: Загальна ціна
vi: Tổng giá

# Languages::total_product_cost
source: Total product cost
ar: إجمالي تكلفة المنتج
cs: Celková cena zboží
da: Samlede produkt omkostninger
de: Total Produktkosten
el: Συνολικό κόστος του προϊόντος
es: Importe total de productos
id: Biaya total produk
ja: 商品の合計金額
no: Sum produktkostnad
ru: Итоговая стоимость товаров
tr: Toplam ürün maliyeti
uk: Підсумкова вартість товарів
vi: Tổng chi phí sản phẩm

# Languages::total_results
source: Total results
ar: إجمالي النتائج
cs: Celkový výsledek
da: Total resultat
de: Total Ergebnisse
el: Συνολικά αποτελέσματα
es: Total resultados
id: Hasil
ja: 検索結果合計
no: Sum resultater
ru: Итоговые результаты
tr: Toplam sonuç
uk: Підсумкові результати
vi: Tổng số kết quả

# Languages::to_all_subcats
source: Apply to all subcategories
ar: تطبيق على كل الفئات الفرعية
cs: Aplikovat na všechny subkategorie
da: Anvendelse på alle underkategorier
de: Auf alle Unterkategorien anwenden
el: Εφαρμογή σε όλες τις υποκατηγορίες
es: Aplicar nivel a las subfamilias también
id: Terapkan untuk semua subkategori
ja: すべてのサブカテゴリーにも適用
no: Gjelder for alle underkategorier
ru: Применить ко всем подкатегориям
tr: Tüm alt kategorilere uygula
uk: Застосувати до всх підкатегорій
vi: Áp dụng cho tất cả các danh mục con

# Languages::to_date
source: Date through
ar: خلال التاريخ
cs: Datum prostřednictvím
da: Dato gennem
de: Datum bis
el: Ημερομηνία μέσω
es: Hasta la fecha
id: Sampai tanggal
ja: 終了日
no: Dato til
ru: По (включительно)
tr: Bu tarihe
uk: По (включно)
vi: Ngày qua

# Languages::to_fixed
source: to fixed amount
ar: لقيمة ثابتة
cs: za danou cenu
da: til et fast beløb
de: zum festen Betrag
el: Κατ αποκοπή ποσό
es: En un importe fijo
id: jumlah sisa dari harga awal
ja: 次の金額に値引き
no: til fast beløp
ru: до определенной суммы
tr: düzeltilen miktara
uk: до певної суми
vi: theo số tiền cố định

# Languages::to_percentage
source: to percentage of the original price
ar: لنسبة مئوية من السعر الأصلي
cs: o procento z původní ceny
da: til procent af den oprindelige pris
de: zu prozent des Originalpreises
el: Με ποσοστό επί της αρχικής τιμής
es: al porcentaje del precio original
id: persentase sisa dari harga awal
ja: オリジナル価格に右の％を乗じた金額に値引き
no: til prosent av den opprinnelige prisen
ru: до определенного процента от исходной цены
tr: orjinal fiyattan yüzdeye
uk: відсоток від початкової ціни
vi: theo tỷ lệ phần trăm của giá ban đầu

# Languages::track
source: Track
ar: تعقب
cs: Sledovat
da: Spor
de: Verfolgen (Tracking)
el: Κομμάτι
es: Seguir
id: Lacak
ja: 追跡
no: Spor
ru: Отслеживать
tr: İzle
uk: Відстеження
vi: Theo dõi

# Languages::tracking_num
source: Tracking number
ar: رقم التتبع
cs: Sledovací číslo zásilky
da: Sporingsnummer
de: Sendungsnummer
el: Αριθμός παρακολούθησης αντικειμένου
es: Número de seguimiento
id: Melacak nomor
ja: 追跡番号
no: Sporingsnummer
ru: Номер отслеживания
tr: İzleme numarası
uk: Номер відстеження
vi: Số theo dõi

# Languages::tracking_number
source: Tracking number
ar: رقم التعقب
cs: Sledovací číslo zásilky
da: T&T
de: Verfolgungs Nummer (Tracking)
el: Αριθμός αναζήτησης-παρακολούθησης αντικειμένου
es: Número de seguimiento
id: No pelacakan
ja: 追跡番号
no: sporingsnummmer
ru: Номер отслеживания
tr: İzleme numarası
uk: Номер відстеження
vi: Số theo dõi

# Languages::tracks
source: Identifier
ar: المعرف
cs: Idcstifier
de: Identifikator
el: Αναγνωριστικό
es: Identificador
id: Indentifikasi
ja: 識別情報
no: Identifikator
ru: Идентификатор
uk: Ідентифікатор
vi: Định danh

# Languages::track_my_order
source: Track my order(s)
ar: تعقب طلباتي
cs: Stav objednávky
da: Spor min ordre(er)
de: Meine Bestellung(en). Wird an Ihre Email gesendet
el: Διαχείριση της παραγγελίας(ών) μου
es: Seguimiento de su pedido
id: Lacak pesanan saya
ja: 注文検索
no: Spor mine ordre
ru: Отслеживание заказа
tr: Sipariş takibi
uk: відстежити замовлення
vi: Theo dõi đơn hàng của tôi

# Languages::track_orders
source: Track orders
ar: تعقب الطلبات
cs: Sledování objednávky
da: Spor ordrer
de: Bestellungen verfolgen
el: Παρακολούθηση Παραγγελίας
es: Seguir pedidos
id: Lacak pesanan
ja: 注文検索
no: Spor ordre
ru: Узнать статус заказа, оплатить и просмотреть детальную информацию
tr: Sipariş takibi
uk: Відстежити замовлень
vi: Theo dõi đơn đặt hàng

# Languages::track_request_subj
source: Order tracking
ar: تعقب الطلب
cs: Sledování objedávky
da: Ordre sporing
de: Bestellung verfolgen (Tracking)
el: Διαχείριση παραγγελίας
es: Seguimiento de Pedido
id: Pelacakan pesanan
ja: 注文トラッキング
no: Bestill sporing
ru: Отслеживание заказов
tr: Sipariş izleme
uk: Відстежити замовлення
vi: Theo dõi đơn hàng

# Languages::track_without_options
source: Track without options
ar: تعقب بدون الخيارات
cs: Sledovat bez variant
da: Track uden muligheder
de: Verfolgung ohne Optionen
el: Διαχείριση χωρίς επιλογές
es: seguir sin opciones
id: Lacak tanpa opsi
ja: 商品単位で管理
no: Spor uten alternativer
ru: Отслеживать количество товара без учета опций
tr: Seçenekler olmadan izle
uk: Відстежувати без опцій
vi: Theo dõi mà không có tùy chọn

# Languages::track_with_options
source: Track with options
ar: تعقب مع الخيارات
cs: Sledovat s volbami
da: Track med muligheder
de: Verfolgung mit Optionen
el: Διαχείριση με επιλογές
es: seguir con opciones
id: Lacak dengan opsi
ja: オプション単位で管理
no: Spor med alternativer
ru: Отслеживать количество товара с учетом опций
tr: Seçenekler ile izle
uk: Відстежувати з опціями
vi: Theo dõi với các tùy chọn

# Languages::TransactionDateTime
source: TransactionDateTime
ar: تاريخ ووقت عملية الشراء
cs: Transakce Datum-Čas
de: Transaktion Datum/Zeit
el: Ημερομηνία και ώρα συναλλαγής
es: Fecha Tiempo de Transacción
no: TransaksjonDatoTid
uk: ТранзакціяДатаЧас

# Languages::transaction_approved
source: Transaction approved
ar: تم اعتماد العملية
cs: Transakce schválena
da: Transaktion godkendt
de: Transaktion genehmigt
el: Η συναλλαγή εγκρίθηκε
es: Transacción aprobada
id: Transaksi disetujui
no: Transaksjon godkjent
ru: Транзакция прошла успешно
uk: Транзакція пройшла успішно
vi: Giao dịch được chấp thuận

# Languages::transaction_cancelled
source: Transaction was canceled
ar: تم إلغاء العملية
cs: Transakce byla zrušena
da: Transaktionen blev annulleret
de: Transaktion wurde anulliert
el: Η συναλλαγή ακυρώθηκε
es: Transacción cancelada
id: Transaksi dibatalkan
ja: 処理がキャンセルされました。
no: Transaksjon ble avbrutt
ru: Транзакция была отменена
uk: Транзакцію було відмінено
vi: Giao dịch bị hủy bỏ

# Languages::transaction_declined
source: Transaction declined
ar: تم رفض العملية
cs: Transakce odmítnuta
da: Transaktion afvist
de: Transaktion wurde abgelehnt
el: Ακύρωση συναλλαγής
es: Transacción declinada
id: Transaksi ditolak
no: Transaksjon avvist
ru: Транзакция отклонена платежной системой или отменена покупателем
uk: Транзакції відхилена
vi: Giao dịch bị từ chối

# Languages::transaction_id
source: Transaction ID
ar: معرف العملية
cs: ID transakce
da: Transaktion ID
de: Transaktions-ID
el: ID Συναλλαγής
es: Transación ID
id: ID transaksi
ja: トランザクションID
no: Transaksjons-ID
ru: ID транзакции
tr: İşlem ID
uk: Ідентифікатор транзакції
vi: ID giao dịch

# Languages::transaction_datetime
source: Transaction date
ar: تاريخ العملية
cs: Datum transakce
da: Posteringsdato
de: Transaktionsdatum
el: Ημερομηνια Συναλλαγης
es: Fecha de transacción
id: Tanggal transaksi
ja: 処理日時
no: Transaksjonstidspunkt
ru: Дата транзакции
tr: İşlem tarihi
uk: Дата транзакції
vi: Ngày giao dịch

# Languages::transaction_key
source: Transaction key
ar: مفتاح العملية
cs: Klíč transakce
da: Transaktion nøgle
de: Transaktions Schlüssel
el: Κλειδί Συναλλαγής
es: Transación key
id: Kunci transaksi
ja: トランザクションキー
no: Transaksjonsnøkkel
ru: Ключ транзакции
tr: İşlem anahtarı
uk: Ключ транзакції
vi: Khóa giao dịch

# Languages::transaction_password
source: Transaction password
ar: كلمة مرور العملية
cs: Heslo transakce
da: Transaction kodeord
de: Passwort der Transaktion
el: Κωδικός πρόσβασης συναλλαγής
es: Contraseña de transacción
id: Password transaksi
ja: トランザクションパスワード
no: Transaksjonspassord
ru: Пароль транзакции
uk: Пароль транзакції
vi: Mật khẩu giao dịch

# Languages::transaction_type
source: Transaction type
ar: نوع العملية
cs: Typ transakce
da: Transaktion type
de: Transaktionstyp
el: Είδος συναλλαγής
es: Tipo de transacción
id: Jenis transaksi
ja: トランザクションタイプ
no: Transaksjonstype
ru: Тип транзакции
tr: İşlem tipi
uk: Тип транзакції
vi: Loại giao dịch

# Languages::transaction_url
source: Transaction URL
ar: رابط العملية
cs: Adresa URL transakce
da: Transaktionen URL
de: Transaktion URL
el: Συναλλαγή URL
es: URL de transacción
id: URL transaksi
ja: トランザクションURL
no: Transaksjons URL
ru: URL транзакции
uk: URL транзакції
vi: URL giao dịch

# Languages::translate
source: Translate
ar: ترجمة
cs: Přeložit
da: Oversætte
de: Übersetzen
el: Μετάφραση
es: Traducir
id: Terjemahkan
ja: 言語変数
no: Oversett
ru: Перевести
tr: Çevir
uk: Переклад
vi: Dịch

# Languages::translations
source: Translations
ar: الترجمات
cs: Překlady
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
id: Terjemahan
ja: 言語変数
no: Oversettelser
ru: Переводы
tr: Çeviriler
uk: Переклади
vi: Bản dịch

# Languages::tree
source: Tree
ar: شجري
cs: Strom
da: Træ
de: Struktur (Stammbaum)
el: Δέντρο
es: Árbol
id: Pohon
ja: ツリー表示
no: Tre
ru: Дерево
tr: Ağaç
uk: Дерево
vi: Cây

# Languages::trial
source: Trial
ar: تجريبي
cs: Zkušební verze
da: Prøve
de: Testversion (Trial)
el: Δοκιμαστικο
es: Prueba
id: Percobaan
ja: トライアル
no: Test
ru: Пробная версия
tr: Deneme
uk: Пробна версія
vi: Dùng thử

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
ar: الوضع التجريبي لم يعد متاح لأنه تم تنشيط ترخيص صالح
cs: Zkušební režim již není k dispozici od té doby máte platnou licenci pro tuto instalaci
da: Prøveperiode tilstand er ikke tilgængelig længere da du har en gyldig licens, der er aktiveret for denne installation
de: Testversion (Trial) ist nicht mehr verfügbar weil Sie eine gültige Lizenz für diese Installation haben
el: Δοκιμαστική λειτουργία δεν είναι πλέον διαθέσιμη, δεδομένου ότι έχετε μια έγκυρη άδεια ενεργοποιημένη για την εγκατάσταση
es: El modo de prueba no está disponible puesto que existe una licencia válida para esta instalación
ja: 有効なライセンスが登録されたためトライアルモードはご利用いただけません
no: Test-modus er ikke lenger tilgjengelig siden du har en gyldig lisens aktivert for denne installasjonen
ru: Пробный период больше недоступен, поскольку у вас есть действующая лицензия на установленный магазин
tr: Geçerli bir lisansa sahip olduğunuz için deneme modu na ihtiyacınız bulunmamaktadır / bu mod aktif edilemez
uk: Випробовувальний період більше недоступний, оскільки у вас є діюча ліцензія на встановлену крамницю
vi: Chế độ thử nghiệm là không có sẵn nữa kể từ khi bạn có một giấy phép hợp lệ kích hoạt cho gói cài đặt này

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
ar: لا يمكن تنشيط الوضع التجريبي
cs: Nelze aktivovat zkušební režim
da: Trial mode kan ikke aktiveres
de: Testversion (Trial) kann nicht aktiviert werden
el: Δοκιμαστική λειτουργία δεν μπορεί να ενεργοποιηθεί
es: El modo de prueba no puede ser activado
id: Trial Mode tidak dapat diaktifkan
ja: トライアルモードはご利用いただけません
no: Test-modus kan ikke aktiveres
ru: Пробный период не может быть включен
tr: Deneme modu aktif edilemez
uk: Пробний період не може бути включено
vi: Không thể kích hoạt chế độ dùng thử

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period expires, you'll have to enter a valid license number to be able to manage your store.<br /><br />To dismiss this message permanently, and to access to the Administration panel after the trial period is over, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
ar: متجركم يعمل في الوضع التجريبي.<br /><br />سيُفعل الوضع المجاني تلقائياً عند انتهاء الثلاثون يوماً التجريبيون إن شاء الله.<br /><br />للحفاظ على كل الخصائص والمميزات بعد انتهاء الفترة التجريبية ولحذف هذه الرسالة نهائياً, اشتر الترخيص, ومن ثم قم بـ<a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">تنشيط الوضع المتكامل</a>.
cs: Váš obchod je ve zkušebním režimu.<br /><br />Po vypršení 30 denní zkušební doby, budete muset zadat platné licenční číslo, aby jste mohli spravovat svůj obchod.<br /><br />Chcete-li odmítnout tuto zprávu trvale a přístup na Admin panel po uplynutí zkušební doby je ukonce, si zakoupit licenci a <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktivovat plného režimu</a>.
da: Din butik er i Trial mode. < br / > < br / > når den 30-dages prøveperiode er forbi, de frie tilstand aktiveres automatisk. < br / > < br / > for at holde den fuld adgang til alle funktioner efter prøveperioden er overstået og permanent afvise denne besked, købe en licens og <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> aktivere den fuld tilstand</a>.
de: Ihr Shop befindet sich im Testmodus.<br /><br />Wenn die 30-tägige Testphase abläuft, müssen Sie eine gültige Lizenznummer eingeben, um Ihren Shop verwalten zu können.<br /><br />Um diese Meldung dauerhaft zu verwerfen und nach Ablauf der Testphase auf das Administrationspanel zuzugreifen, erwerben Sie eine Lizenz und <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktivieren Sie den Full-Modus</a>.
el: Το κατάστημά σας είναι σε δοκιμαστική λειτουργία. < br /> < br /> Όταν παρέλθει το διάστημα των 30-ημερών της δοκιμαστικής περιόδου, θα ενεργοποιηθεί αυτόματα η Δωρεάν λειτουργία. < br /> < br /> για να παραμείνει η πλήρης πρόσβαση σε όλες τις δυνατότητες, μετά τη δοκιμαστική περίοδο και να απομακρύνετε μόνιμα αυτό το μήνυμα, πρέπει να αγοράσετε μια άδεια και να <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> ενεργοποιήσετε την πλήρη λειτουργία</a>.
es: Su tienda está en modo de prueba.<br /><br />Cuando el período de prueba de 30 días expire, deberá ingresar un número de licencia válido para poder administrar su tienda.<br /><br />Para descartar este mensaje de forma permanente y acceder al Panel de administración una vez finalizado el período de prueba, compre una licencia y <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> active el modo completo</a>.
id: Toko Anda dalam modus Trial. <br /><br /> Ketika masa percobaan 30 hari berakhir, Anda harus memasukkan nomor lisensi yang valid untuk dapat mengelola toko Anda. <br /><br /> Untuk mengabaikan pesan ini secara permanen, dan untuk akses ke panel Administrasi setelah masa percobaan berakhir, membeli lisensi dan <a class="cm-dialog pembuka cm-dialog-auto-size" Data-ca-target id="store_mode_dialog">mengaktifkan mode Full</a>.
ja: 現在トライアルモードを利用中です。<br /><br />30日間の試用期間経過後もCS-Cartをご利用いただくには、ライセンスを購入のうえ <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">フルモードを有効化</a> する必要があります。
no: Din nettbutikk er nå i test-modus.<br /><br />Når din 30-dagers prøveperiode utløper, må du oppgi et gyldig lisensnummer for å kunne fortsette å bruke din nettbutikk.<br /><br />For å fjerne denne meldingen permanent, og for å få tilgang til adminpanelet etter at testperioden er over, må du kjøpe en lisens og så <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktivere full-modus</a>.
ru: Магазин работает в пробном режиме.<br /><br />После окончания пробного 30-дневного периода нужно будет ввести действительный лицензионный ключ, чтобы дальше пользоваться магазином.<br /><br />Чтобы навсегда отключить это сообщение и войти в панель администратора после окончания пробного периода, купите лицензию и <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">активируйте полную версию</a>.
tr: Mağazanız deneme modunda. <br /><br />30 günlük deneme süresi sonunda mağazanızı yönetebilmek için geçerli bir lisans kodu girmeniz gerekecek.<br /><br />Bu mesajı kalıcı olarak kaldırmak ve deneme süresi sonunda yönetim panelinize giriş yapabilmek için bir lisans satın alın ve<a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> Tam sürümü aktifleştirin</a>.
uk: Магазин працює в пробному режимі. <br /><br />Після закінчення 30-денного пробного періоду магазин буде автоматично переведено на Безкоштовний режим. <br /><br />Для того щоб зберегти повний доступ до всіх функцій магазину після закінчення пробного періоду і назавжди прибрати це повідомлення, придбайте ліцензію і <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">активуйте Повний режим</a>.
vi: Cửa hàng của bạn đang trong chế độ Dùng Thử. <br /> <br /> Khi hết thời gian dùng thử 30 ngày, chế độ miễn phí sẽ được kích hoạt tự động. <br /> <br /> để giữ toàn quyền truy cập vào tất cả các tính năng sau khi thời gian dùng thử và vĩnh viễn bỏ qua thông báo này, hãy mua một giấy phép và <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> kích hoạt chế độ đầy đủ</a>.

# Languages::trial_expired
source: Your [product] trial period has expired
ar: انتهت مدة صلاحية الفترة التجريبية الخاصة بك [product]
cs: Vaše zkušební doba [product] uplynula
da: Din [product] prøveperioden er udløbet
de: Ihre [product]-Testphase ist abgelaufen
el: Έχει λήξει η δοκιμαστική περίοδος [product]
es: El período de prueba del [product] ha expirado
id: Anda [produk] masa percobaan telah berakhir
ja: お使いの [product] の試用期間は終了しました。
no: Din [product] testperiode har utløpt
ru: Срок использования пробной версии [product] истек
tr: [product] deneme süreniz doldu
uk: Термін використання пробної версії [product] закінчився
vi: [product] giai đoạn dùng thử của bạn đã hết hạn

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
ar: الرجاء إدخال رقم الترخيص الخاص بك لتكون قادرة على إدارة المتجر الخاص بك:
cs: Prosím, zadejte své licenční číslo, aby bylo možné řídit svůj obchod:
da: Angiv dit licensnummer for at kunne administrere din butik:
de: Bitte geben Sie Ihre Lizenznummer ein, um Ihren Shop verwalten zu können:
el: Παρακαλώ εισάγετε τον αριθμό αδείας σας για να διαχειριστείτε το κατάστημα σας:
es: Por favor ingrese su número de licencia para poder administrar su tienda:
id: Masukkan nomor lisensi Anda untuk dapat mengelola toko Anda:
ja: CS-Cartを引き続き利用するにはライセンス番号を登録してください:
no: Skriv inn lisensnummeret for å administrere nettbutikken din:
ru: Для продолжения работы с [product] введите лицензионный ключ
tr: Mağazanızı yönetebilmek için lütfen lisans numaranızı girin:
uk: Для продовження роботи з [product] введіть ліцензійний ключ:
vi: Vui lòng nhập số giấy phép của bạn để có thể quản lý các cửa hàng của bạn:

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
ar: إذا لم يكن لديك رقم ترخيص بعد، يمكنك شراء في موقعنا الرسمي.
cs: Pokud ještě nemáte licenční číslo, můžete si jej koupit na našich oficiálních internetových stránkách.
da: Hvis du endnu ikke har en licens antal, kan du købe det på vores officielle hjemmeside.
de: Wenn Sie noch keine Lizenznummer haben, können Sie diese auf unserer offiziellen Website erwerben.
el: Εάν δεν έχετε έναν αριθμό αδειών ακόμα, μπορείτε να το αγοράσετε στην επίσημη ιστοσελίδα μας.
es: Si aún no tiene un número de licencia, puede comprarlo en nuestro sitio web oficial.
id: Jika Anda tidak memiliki nomor lisensi belum, Anda dapat membelinya di website resmi kami.
ja: ライセンス番号をお持ち出ない場合は、CS-Cart日本語版公式サイトから購入いただけます。
no: Hvis du ikke har et lisensnummer ennå, kan du bestille det fra NettXpress.
ru: Если у вас еще нет лицензионного ключа, вы можете приобрести его на нашем официальном сайте.
tr: Henüz lisans numaranız yoksa, resmi web sitemizden satın alabilirsiniz.
uk: Якщо у вас ще немає ліцензійного ключа, ви можете придбати його на нашому офіційному сайті.
vi: Nếu bạn chưa có một số giấy phép, bạn có thể mua nó tại website chính thức của chúng tôi.

# Languages::buy_license
source: Purchase a license
ar: شراء ترخيص
cs: Zakoupení licence
da: Køb en licens
de: Eine Lizenz bestellen
el: Αγοράσετε μια άδεια
es: Compre una licencia
id: Membeli lisensi
ja: ライセンスを購入
no: Kjøp en med lisens
ru: Купить лицензию
tr: Bir lisans satın al
uk: Купити ліцензію
vi: Mua một giấy phép

# Languages::true
source: True
ar: صحيح
cs: Pravda
da: Sand
de: Richtig
el: Αληθές
es: Verdadero
id: Benar
no: Sant
ru: Истина
tr: Doğru
uk: Так
vi: Đúng
