Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
ar: بعض <strong>علامات HTML</strong> التي استخدمت <strong>وانقطعت</strong> بسبب القيود المفروضة على إدراج HTML العلامات مثل &lt; كائن &gt; &lt; iframe &gt; &lt; تضمين &gt; وتعليمات برمجية JavaScript. هذا لماذا لن يتم عرض المحتوى الذي قمت بإدراج عبر هذه العلامات.
cs: Některé <strong>značky jazyka HTML</strong>, které jste použili, <strong>byly odstraněny</strong> z důvodu omezení vkládání HTML značek jako je například &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; a kód JavaScript. Proto se obsah, který jste vložili pomocí těchto značek nezobrazí.
da: Nogle <strong>HTML-koder</strong>, du har brugt <strong>blev afbrudt</strong> på grund af begrænsninger på indsætte HTML tags som &lt; object &gt;, &lt; iframe &gt;, &lt; embed &gt; og JavaScript-kode. Det er derfor det indhold, du har indsat via disse tags vil ikke blive vist.
de: Einige <strong>HTML-Tags</strong>, die Sie verwendet haben<strong>wurden wegen der Einschränkungen beim Einfügen von HTML-Tags wie &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; und JavaScript-Code abgeschnitten. Aus diesem Grund werden die Inhalte, die Sie über diese Tags eingefügt haben, nicht angezeigt.
el: Ορισμένες <strong>ετικέτες HTML</strong> που έχετε χρησιμοποιήσει <strong>διακόπηκαν</strong> λόγω των περιορισμών σχετικά με την εισαγωγή HTML ετικέτες, όπως &lt; αντικείμενο &gt;, &lt; iframe &gt;, &lt; embed &gt; και κώδικα JavaScript. Γι αυτό το λόγο δεν θα εμφανιστεί το περιεχόμενο που έχετε τοποθετήσει μέσω αυτές τις ετικέτες.
es: Algunas<strong>etiquetas HTML</strong>que ha utilizado<strong><strong>se cortaron</strong>debido a las restricciones para insertar etiquetas HTML como & lt;object &gt;,& lt; iframe & gt;, & lt;embed & gt;y código de JavaScript. Es por eso que el contenido que ha insertado a través de estas etiquetas no se mostrará.
id: Beberapa <strong>tag HTML</strong> yang telah Anda gunakan <strong>terputus</strong> karena pembatasan memasukkan tag HTML seperti &lt;; object&gt;, &lt; iframe &gt;, &lt; embed &gt; dan kode JavaScript Itu sebabnya konten yang Anda masukkan melalui tag ini tidak akan ditampilkan.
ja: セキュリティ保持のため、 &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; などの<strong>HTMLタグ</strong> または <strong>JavaScript</strong>は除去されました。
no: Noen <strong>HTML tagger</strong> som du har brukt <strong>ble kuttet</strong> på grunn av restriksjoner på å sette inn HTML koder som &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; og JavaScript kode. Derfor vises ikke innhold som du har satt inn via disse kodene.
ru: Некоторые из использованных вами <strong>HTML-тегов</strong> <strong>были вырезаны</strong> из-за ограничения на вставку определенных тегов, например &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; и код JavaScript. Поэтому контент, добавленный этими тегам, не будет отображаться.
tr: Bazı <strong>Html tagları</strong>kısıtlamalar<strong>nedeniyle kesilmiş</strong> çünkü HTML tagları şunları içeriyor&lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; olabilir veya JavaScript kodları. Bu yüzden bu taglarla eklenilen içerik görüntülenemez.
uk: Деякі з використаних вами <strong>HTML-тегів</strong> <strong>були вирізані</strong> через обмеження на вставку певних тегів, наприклад &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; і код JavaScript. Тому контент, доданий цими тегами, не буде відображено.
vi: Một số <strong>thẻ HTML</strong> mà bạn đã sử dụng <strong>đã được cắt giảm</strong> do hạn chế về chèn HTML tags như &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; và mã JavaScript. Đó là lý do tại sao các nội dung mà bạn đã đưa vào thông qua các thẻ sẽ không được hiển thị.

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
ar: حدثت أخطاء أثناء عملية الترقية. الرجاء الاتصال بقسم الدعم التقني للتحقيق في المشكلة.
cs: Došlo k chybám během procesu upgradu. Obraťte se na technickou podporu k prozkoumání problému.
da: Der opstod fejl under opgraderingsprocessen. Kontakt teknisk support for at undersøge problemet.
de: Während des Upgrade-Vorgangs sind Fehler aufgetreten. Bitte wenden Sie sich an den technischen Support, um das Problem zu untersuchen.
el: Παρουσιάστηκαν σφάλματα κατά τη διαδικασία αναβάθμισης. Επικοινωνήστε με την τεχνική υποστήριξη για να εξεταστεί το πρόβλημα.
es: Se han producido errores durante el proceso de actualización. Por favor, póngase en contacto con el soporte técnico para investigar el problema.
id: Terjadi kesalahan saat proses upgrade berlangsung. Silahkan hubungi technical support untuk mengetahui masalahnya.
ja: アップグレード中にエラーが発生しました。お手数ですがテクニカルサポートにお問い合わせください。
no: Det oppstod feil under oppgraderings-prosessen. Kontakt teknisk support for å undersøke problemet.
ru: Произошли ошибки во время обновления. Пожалуйста, свяжитесь с технической поддержкой, чтобы разобраться в проблеме.
tr: Güncelleme işlemi esnasında bir hata oluştu. Problemi araştırmak için lütfen teknik desteğe başvurun.
uk: Відбулися помилки під час оновлення. Будь ласка, зв'яжіться з технічною підтримкою, щоб розібратися в проблемі.
vi: Lỗi đã xảy ra trong quá trình nâng cấp. Xin vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật để điều tra vấn đề.

# Languages::error_unable_to_create_backups
source: Unable to create backups.
ar: غير قادر على إنشاء النسخ الاحتياطية.
cs: Nelze vytvořit zálohy.
da: Der kan ikke oprettes sikkerhedskopier.
de: Es ist nicht möglich, Backups zu erstellen.
el: Δεν είναι δυνατή η δημιουργία αντιγράφων ασφαλείας.
es: No se pueden crear copias de seguridad.
id: Tidak dapat membuat backup.
ja: バックアップを作成できません。
no: Kan ikke opprette sikkerhetskopier.
ru: Невозможно создавать резервные копии.
tr: Yedekler oluşturulamıyor.
uk: Неможливо створювати резервні копії.
vi: Không thể tạo bản sao lưu.

# Languages::seconds_left
source: [n] second left|[n] seconds left
ar: [n] اليسار الثاني [n] اليسار الثاني
cs: [n] zbývajících sekund [n] zbývajících sekund
da: [n] sekunder tilbage|[n] sekunder tilbage
de: [n] Sekunde verbleiben|[n] Sekunden verbleiben
el: Απομένουν [n] second left|[n] δευτερόλεπτα
es: queda [n] segundo quedan [n] segundos
id: [n] detik kiri tersisa [n] detik
ja: 残り [n] 秒|残り [n] 秒
no: [n] sekunder igjen|[n] sekunder igjen
ru: осталось [n] секунда|осталось [n] секунды|осталось [n] секунд|осталось [n] секунды
tr: [n] saniye kaldı|[n] saniye kaldı
uk: залишилося [n] секунда | залишилось [n] секунд
vi: [n] giây còn lại|[n] giây còn lại

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
ar: يبدو أن الخادم الخاص بك يسمح لتغيير خيار "max_execution_time" من البرنامج النصي. أنت على ما يرام مع عملية الترقية.
cs: Vypadá to, že váš server umožňuje změnit možnost "direktivy max_execution_time" ze skriptu. Ty jsou dobré jít s procesem upgradu.
da: Det ser ud til, at din server giver mulighed for at ændre indstillingen "max_execution_time" fra scriptet. Du er ok for at gå videre med opgraderingsprocessen.
de: Es sieht so aus, als ob Ihr Server es erlaubt, die Option "max_execution_time" über das Skript zu ändern. Du bist richtig, um mit dem Upgrade-Prozess zu beginnen.
el: Απ ότι φαινεται ο διακομιστής σας (server) σας επιτρέπει να αλλάξετε την επιλογή "max_execution_time" από το script. Μπορείτε να προχωρήσετε με τη διαδικασία αναβάθμισης.
es: Parece que el servidor permite cambiar la opción "max_execution_time" de los scripts. Se puede proseguir el proceso de actualización.
id: Sepertinya server Anda mengizinkan untuk mengubah opsi "max_execution_time" dari skrip. Anda baik untuk pergi dengan proses upgrade.
ja: お使いのサーバーではPHPスクリプトにて "max_execution_time" の設定値を変更できるようです。CS-Cartのアップグレードを実施いただけます。
no: Ser ut som serveren din gjør det mulig å endre "max_execution_time" fra scriptet. Du kan gå videre med oppgraderingsprosessen.
ru: Ваш сервер позволяет изменять значение параметра "max_execution_time" PHP-скрипта. Можете обновлять магазин.
tr: Görünüşe göre sunucunuz komut dosyasından "max_execution_time" seçeneği değiştirmek için izin veriyor. Yükseltme işlemi başlamaya hazır.
uk: Ваш сервер дозволяє змінювати значення параметра "max_execution_time" Php-скрипта. Можете оновлювати магазин.
vi: Có vẻ như máy chủ của bạn cho phép thay đổi các tùy chọn "max_execution_time" từ kịch bản. Nó là tốt để đi với quá trình nâng cấp.

# Languages::check_php_timeout
source: Check PHP script timeout
cs: Kontrola časového limitu skriptů PHP
de: PHP-Skript-Timeout prüfen
el: Έλεγχος χρονικού ορίου script της PHP
es: Comprobar el tiempo de espera de script PHP
id: Periksa skrip timeout PHP
ja: PHPスクリプトのタイムアウトをチェック
no: Sjekk tidsavbrudd for PHP-scriptet
ru: Проверить время выполнения PHP-скрипта
tr: PHP komut zaman aşımını kontrol et
uk: Перевірити час виконання PHP-сценарію
vi: Kiểm tra PHP script timeout

# Languages::i_agree_continue
source: I agree and continue
ar: الموافقة، والمواصلة
cs: Souhlasím a pokračovat
da: Jeg er enig og fortsætte
de: Ich stimme zu und fahre fort
el: Συμφωνώ και να συνεχίσει
es: Estoy de acuerdo, continuar
id: Saya setuju dan terus
ja: 同意して続ける
no: Jeg er enig og vil fortsette
ru: Я согласен, можно продолжить
tr: Onaylıyor ve devam ediyorum
uk: Я згоден, продовжити
vi: Tôi đồng ý và tiếp tục

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
ar: غير قادر على إعداد البرنامج النصي للاستعادة.
cs: Nepodařilo se připravit obnovit skript.
da: Ikke i stand til at forberede "restore" script.
de: Das Wiederherstellungsskript kann nicht vorbereitet werden.
el: Δεν είναι δυνατή η προετοιμασία του script επαναφοράς.
es: No se puede preparar el script de restauración.
id: Tidak dapat mempersiapkan mengembalikan skrip.
ja: リストア用スクリプトを準備できません。
no: Kan ikke forberede gjenopprettings scriptet.
ru: Невозможно подготовить скрипт восстановления.
tr: Geri yükleme komut dosyası hazırlanamıyor.
uk: Неможливо підготувати скрипт відновлення.
vi: Không thể chuẩn bị khôi phục lại kịch bản.

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
ar: ملاحظة! <b>جافا سكريبت</b> معطل في المتصفح الخاص بك. للدفع انقر فوق
cs: Poznámka! Váš prohlížeč má vypnutý <b>JavaScript</b>. Platit za vaši objednávku, klikněte
da: Bemærk! Din browser har <b>JavaScript</b> deaktiveret. For at betale for din bestilling Klik
de: Hinweis! In Ihrem Browser ist das <b>JavaScript</b> deaktiviert. Um für Ihre Bestellung zu bezahlen, klicken Sie bitte darauf
el: Σημείωση! Το πρόγραμμα περιήγησης έχει απενεργοποιημένη την <b>JavaScript</b>. Για να πληρώσετε την παραγγελία σας κάντε κλικ
es: ¡ Nota! Su navegador tiene el <b>JavaScript</b> desactivado. Para pagar su pedido haga clic en
id: Catatan! Browser Anda memiliki <b>JavaScript</b> yang dinonaktifkan. Untuk membayar pesanan anda klik
ja: 【注意】 お使いのWebブラウザーでは <b>JavaScript</b> が無効化されています。注文するには次のボタンをクリックしてください :
no: Merk! Din nettleser har <b>JavaScript</b> deaktivert. For å betale for din bestilling klikk
ru: Внимание! В вашем браузере отключен <b>JavaScript</b>. Для оплаты заказа нажмите
tr: Not! Tarayıcınızda <b>JavaScript</b> devre dışı vardır. Sipariş ödemesi için tıklayın
uk: Увага! У вашому браузері відключений <b>JavaScript</b>. Для оплати замовлення натисніть
vi: Lưu ý! Trình duyệt của bạn có <b>JavaScript</b> bị vô hiệu hoá. Để thanh toán cho đơn đặt hàng của bạn nhấp vào

# Languages::cc_button_submit
source: Proceed to checkout
ar: التقدم بإتمام الشراء
cs: Přejít k objednávce
da: Gå til kassen
de: Weiter zur Kasse
el: Προχωρήστε στο Ταμείο
es: Pasar por caja
id: Lanjutkan ke pembayaran
ja: 注文手続きに移動
no: Fortsett til kassen
ru: Оформить заказ
tr: Ödemeye geç
uk: Оформити замовлення
vi: Tiến hành thanh toán

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
ar: وضع AVS Mode
cs: AVS režim
da: AVS-tilstand
de: AVS-Modus
el: AVS λειτουργία
es: Modo de AVS
id: Mode AVS
ja: AVSモード
no: AVS-modus
ru: Режим AVS
tr: AVS Modu
uk: Режим AVS
vi: Chế độ AVS

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
ar: وضع SCRUB Mode
cs: Režim SCRUB
de: SCRUB-Modus
el: SCRUB λειτουργία
es: Modo SCRUB
id: Mode SCRUB
ja: SCRUBモード
no: SCRUB modus
ru: Режим SCRUB
tr: SCRUB modu
uk: Режим SCRUB
vi: Chế độ SCRUB

# Languages::payments.rocketgate.ignore
source: Ignore
ar: تجاهل
cs: Ignorovat
da: Ignorere
de: Ignorieren
el: Παράβλεψη
es: Ignorar
id: Mengabaikan
ja: 無視
no: Ignorer
ru: Игнорировать
tr: Yoksay
uk: Ігнорувати
vi: Bỏ qua

# Languages::use_for_free_shipping
source: Use for free shipping
ar: استخدام الشحن مجاناً
cs: Použít pro dopravu zdarma
da: Brug for gratis fragt
de: Verwendung für kostenlosen Versand
el: Χρήση για δωρεάν αποστολή
es: Usar para envío gratis
id: Gunakan untuk pengiriman gratis
ja: 無料配送に使用
no: Bruk for gratis frakt
ru: Использовать для бесплатной доставки
tr: Ücretaiz kargo için kullan
uk: Використати для безкоштовної доставки
vi: Sử dụng miễn phí vận chuyển

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
ar: سيتم استبعاد المنتجات مع خيار الشحن المجاني من حساب الشحن إذا أسلوب الشحن لديك مفعل لخيار الشحن المجاني
cs: Zboží s povolenou možností Doprava zdarma bude vyloučeno z výpočtu dopravného, pokud má způsob dopravy povolenu možnost Použít pro dopravu zdarma
da: Produkter med gratis forsendelsesmulighed aktiveret, vil blive udelukket fra forsendelse beregning, hvis forsendelsesmetode har gratis shipping indstilling aktiveret
de: Produkte, bei denen die Option Kostenloser Versand aktiviert ist, werden von der Versandberechnung ausgeschlossen, wenn die Versandart Use for free shipping aktiviert ist
el: Προϊόντα με την επιλογη Δωρεαν Μεταφορικά ενεργοποιημένη θα αποκλείονται από υπολογισμό μεταφορικών αν η μέθοδος αποστολής έχει την επιλογη χρήση δωρεάν αποστολής ενεργοποιημένη
es: Los productos con la opción envío gratis se excluirán del cálculo de envío si el método de envío tiene la opción "usar para envío gratis" habilitada
id: Produk dengan opsi pengiriman Gratis diaktifkan akan dikecualikan dari perhitungan pengiriman jika metode pengiriman memiliki opsi Use for free shipping
ja: 「無料配送に使用」がチェックされた配送方法においては、配送無料商品は送料計算の対象から除外されます。
no: Produkter med gratis frakt aktivert vil bli ekskludert fra fraktberegningen om leveringsmåten har Bruk gratis frakt alternativet aktivert
ru: Товары с включенным параметром Бесплатная доставка не учитываются при расчете стомости доставки, если для выбранного способа доставки включен параметр Использовать для бесплатной доставки
tr: Sevkıyat yöntemi ücretsiz nakliye için kullan seçeneği etkinse, ücretsiz nakliye seçeneği etkinleştirilmiş ürünler kargo hesaplamasından çıkarılır
uk: Товари з включеним параметром Безкоштовна доставка не враховуються при розрахунку вартості доставки, якщо для обраного способу доставки включений параметр Використовувати для безкоштовної доставки
vi: Các sản phẩm với tùy chọn vận chuyển miễn phí cho phép sẽ được loại trừ khỏi tính toán vận chuyển nếu phương pháp vận chuyển có sử dụng tùy chọn vận chuyển miễn phí kích hoạt

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
ar: استبعاد منتجات مع تمكين خيار الشحن مجاناً من حساب أسعار الشحن
cs: Vyloučit zboží s povolenou možností Doprava zdarma z kalkulace dopravného
da: Udelukke produkter med den aktiveret gratis shipping indstilling af de shipping priskalkulation
de: Schließen Sie Produkte mit der aktivierten Option Kostenloser Versand von der Berechnung des Lieferpreises aus
el: Δεν περιλαμβάνονται τα προϊόντα με την επιλογη δωρεάν αποστολή ενεργοποιημένη, από τον υπολογισμό μεταφορικών
es: Excluir los productos con la opción de envío gratuito habilitada del cálculo del precio de envío
id: Kecualikan produk dengan opsi pengiriman Gratis yang diaktifkan dari perhitungan harga pengiriman
ja: この配送方法をキャンペーンや商品の設定で送料が無料となる場合に使用する際にチェックします。
no: Utelat produkter med aktivert Gratis frakt alternativet fra fraktberegningen
ru: Не учитывать товары с включенным параметром Бесплатная доставка при расчете стоимости доставки
tr: Ücretsiz kargo özelliği taşıyan ürünler kargo ücret hesaplandırma dışında bırakılacak
uk: Не враховувати товари з включеним параметром Безкоштовна доставка при розрахунку вартості доставки
vi: Loại trừ sản phẩm với các tùy chọn được kích hoạt miễn phí vận chuyển từ việc tính toán giá vận chuyển
