Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::exim_cannot_create_variant_for_shareable_feature
source: You cannot create a variant for a shareable feature.
ar: لا يمكنك إنشاء متغير لسمة قابلة للمشاركة.
da: Du kan ikke oprette en variant til en delbar funktion.
de: Sie können keine Variante für ein teilbares Feature anlegen.
el: Δεν μπορείτε να δημιουργήσετε μια παραλλαγή για ένα κοινόχρηστο χαρακτηρηστικό
es: No se puede crear una variante para una función compartible.
id: Anda tidak dapat membuat varian untuk fitur yang dapat dibagikan.
ja: 共有可能な商品の追加情報に対して、変数を作成することはできません。
no: Du kan ikke opprette en variant for en delt funksjon.
ru: Невозможно создать вариант общей характеристики.
tr: Paylaşılabilir bir özellik için bir varyasyon oluşturamazsınız.
uk: Неможливо створити варіант загальної характеристики.
vi: Bạn không thể tạo ra một phiên bản cho một tính năng chia sẻ.

# Languages::ups_upgrade_notification_title
source: UPS Canada: Expedited SM and UPS Polish: Today Intercity shipping services are no longer supported
ar: UPS كندا: تعجيل SM والبولندية UPS: خدمات النقل "بين المدن اليوم" لم تعد معتمدة
cs: UPS Kanada: Zrychlené SM a UPS polštine: Dnes Meziměstské přepravní služby již nejsou podporovány
da: UPS Canada: Fremskyndet SM og UPS polsk: i dag Intercity rutefart understøttes ikke længere
es: UPS Canada: Expedited SM y UPS Polish: hoy los servicios de envío Intercity ya no son compatibles
id: UPS Kanada: Dipercepat SM dan UPS Polandia: layanan pengiriman hari ini kota tidak lagi didukung
no: UPS Canada: Hurtig SM og UPS polen: Intercity frakt-tjenester støttes ikke lenger
ru: Службы доставки UPS Canada: Expedited SM и UPS Polish: Today Intercity больше не поддерживаются
tr: UPS Kanada: Hızlandırılmış SM ve UPS Polonya: İçin bugün şehirlerarası kargolama servisleri yapılamamaktadır
uk: Служби доставки UPS Canada: Expedited SM і UPS Polish: Today Intercity більше не підтримуються
vi: UPS Canada: Expedited SM và UPS Polish: Dịch vụ vận chuyển liên tỉnh vào ngày hôm nay không còn được hỗ trợ

# Languages::ups_upgrade_notification_text
source: <p><b>UPS Canada: Expedited SM</b> and <b>UPS Polish: Today Intercity</b> shipping services are not supported since this [product] version. If you were using them, do the following:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses UPS as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li></ul>
ar: <p><b>كندا UPS: SM التعجيل</b> و <b>البولندية UPS: "اليوم بين المدن"</b> لا يتم دعم خدمات النقل البحري منذ هذا الإصدار [product]. إذا كنت تستخدم منها، القيام بما يلي:</p> <ul><li>اذهب إلى إدارة > الشحن & الضرائب > طرق الشحن</li> <li>اختيار طريقة الشحن التي تستخدم UPS كناقل لحساب أسعار الشحن</li>، <li>قم بالتبديل إلى علامة التبويب عام وإدخال خدمة النقل البحري السليم</li></ul>
cs: <p>Přepravní služby <b>UPS Canada: Expedited SM</b> a <b>UPS Polish: Today Intercity</b> nejsou od této verze [product] podporovány. Pokud je používáte, proveďte následující:</p><ul><li>přejděte do Správa > Doprava & daně > Způsoby dopravy</li><li>zvolte způsob dopravy, který používá UPS jako dopravce pro výpočet sazeb dopravného</li><li>přepněte na kartu Obecné a zadejte správnou přepravní službu</li></ul>
da: <p><b>UPS Canada: fremskyndet SM</b> og <b>UPS polsk: i dag IC</b> shipping tjenester understøttes ikke siden denne [product] version. Hvis du bruger dem, skal du gøre følgende:</p> <ul><li>gå til Administration > Shipping & skatter > Shipping metoder</li> <li>vælge den leveringsmetode, der bruger UPS som transportør til at beregne fragtpriser</li> <li>Skift til fanen Generelt, og Angiv den korrekte rutefart</li></ul>
el: <p><b>UPS Καναδά: ταχεία SM</b> και <b>πολωνική UPS: σήμερα υπεραστικών</b> ναυτιλιακές υπηρεσίες δεν υποστηρίζονται από αυτήν την έκδοση [product]. Εάν βρισκόσασταν, κάντε τα εξής:</p> <ul><li>πηγαίνετε στο Διαχείριση > ναυτιλίας & φόρους > μεθόδοι αποστολής</li> <li>επιλέξετε τη μέθοδο αποστολής που χρησιμοποιεί η UPS ως φορέας για να υπολογίσετε το κόστος αποστολής</li>, <li>μεταβείτε στην καρτέλα Γενικές και να εισάγετε την σωστή υπηρεσία αποστολής</li></ul>
es: <p><b>Los servicios de envío de Canadá UPS: SM habilitado </b> y<b>UPS Polaco: Rutas interurbanas</b>no son compatibles desde esta versión de [product]. Si los estaba usando, haga lo siguiente:</p><ul><li>vaya a Administración> Envíos e Impuestos > Métodos de envío</li><li>elija el método de envío que utiliza UPS como operador para calcular las tarifas del enví </ li> <li>cambia a la pestaña General e ingresa el servicio de envío adecuado</li></ul>
id: <p><b>UPS Kanada: Layanan SM yang terpanas</b>dan<b>UPS Polish: Hari ini Intercity</b> layanan pengiriman tidak didukung sejak versi [product] ini. Jika Anda menggunakannya, lakukan hal berikut:</p><ul><li>pergi ke Administrasi> Pengiriman & pajak > Metode pengiriman</li><li>memilih metode pengiriman yang menggunakan UPS sebagai Carrier untuk menghitung pengiriman harga</li><li>beralih ke tab General dan masukkan layanan Pengiriman yang tepat</li></ul>
no: <p><b>UPS Canada: Fremskyndet SM</b> og <b>UPS Polen: Today Intercity</b> leverings services er ikke lengre støttet siden [product] versjonen. Hvis du fortsatt bruker den, gjør følgende:</p><ul><li>Gå til Administrasjon > Forsendelse og moms > Fraktmetoder</li><li>velg den fraktmetoden som bruker UPS som levering for å beregne fraktpriser</li><li>gå så til kategorien Generelt og legg inn korrekte fraktpriser</li></ul>
ru: Службы доставки <p><b>UPS Canada: Expedited SM</b> и <b>UPS Polish: Today Intercity</b> не поддерживаются, начиная с этой версии [product]. Если вы использовали эти службы, то:</p><ul><li>перейдите на страницу Администрирование > Доставка и налоги > Способы доставки;</li><li>откройте способ, где в качестве перевозчика выбран UPS;</li><li>во вкладке "Общее" выберите другую службу доставки.</li></ul>
tr: <p><b>UPS Kanada: Hızlandırılmış SM</b>ve <b>UPS Polonya: Bugün için Şehirlerarası</b>kargolama servisi bu ürünlerin[product] versiyonu nedeniyle yapamamaktadır. Eğer bunlardan birini kullanıyorsanız, lütfen</p><ul><li>önce Yönetim > Satınalma & Vergilendirme > Kargolama metodları</li><li>bölümünden seçerek kargolama metodunu UPS olarak belirterek kargo hesaplama bedelini yapıp</li><li>Genel sekmeye geçerek geçerli kargolama servisini belirtin</li></ul>
uk: <p>Служби доставки <b>UPS Canada: Expedited SM</b> і <b>UPS Polish: Today Intercity</b> не підтримуються, починаючи з цієї версії [product]. Якщо ви використовували ці служби, то:</p> <ul><li>перейдіть на сторінку Адміністрування> Доставка і податки> Способи доставки;</li><li>відкрийте спосіб, де в якості перевізника обраний UPS;</li><li>у вкладці "Загальні" виберіть іншу службу доставки</li></ul>
vi: <p><b>Up Canada: SM nhanh</b> và <b>up Ba Lan: hôm nay Intercity</b> dịch vụ vận chuyển không được hỗ trợ kể từ phiên bản này [product]. Nếu bạn đang sử dụng chúng, thực hiện như sau:</p> <ul><li>đi đến chính quyền > vận chuyển & thuế > vận chuyển phương pháp</li> <li>chọn phương pháp vận chuyển có sử dụng up như là một tàu sân bay để tính toán tỷ lệ vận chuyển</li>, <li>chuyển sang General tab và nhập vào các dịch vụ vận chuyển thích hợp</li></ul>

# Languages::warning_default_language_sharing_removed
source: The default language defined in settings has been removed for the <b>[company]</b> store. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
ar: تم حذف أو تعطيل اللغة الافتراضية المعرفة في الإعدادات للمتجر <b>[company]</b>. يرجى تحديث لغة واجهة الزوار الافتراضية من الصفحة: <a href="[link]">الاعدادات:: المظهر</a>
cs: Výchozí jazyk je definován v nastavení byl odstraněn kvůli <b>[company]</b> obchodu. Prosím, aktualizujte výchozí Frontend jazyk hodnotu na následující stránce: <a href="[link]">Nastavení :: Vzhled</a>
da: Det standardsprog, der er defineret i indstillinger er blevet fjernet for <b>[company]</b> butik. Opdater værdien Frontend standard sprog på følgende side: <a href="[link]"> Indstillinger:: udseende</a>
el: Η Προκαθορισμένη Ξένη Γλώσσα που ορίστικε στις Βασικές Ρυθμίσεις σας απενεργοποιήθηκε ή διαγράφτηκε. Σας παρακαλούμε ενημερώστε τις ρυθμίσεις αυτές ακολουθώντας αυτόν τον σύνδεσμο: <a href="[link]">Βασικές Ρυθμίσεις :: Εξωτερική Εμφάνιση</a>
es: El idioma predeterminado definido en la configuración se ha eliminado para la tienda <b>[company]</b>. Por favor actualice el valor del idioma predeterminado de la interfaz en la siguiente página: <a href="[link]">Configuración :: Apariencia</a>
id: Bahasa default yang ditetapkan dalam setting telah dihapus untuk toko <b>[company]</b>. Harap perbarui nilai bahasa default Frontend di halaman berikut: <a href="<a href="[link]">Pengaturan :: Tampilan</a>
ja: ショップ <b>[company]</b> 向けに設定した言語が削除されました。ショップページのデフォルト言語を <a href="[link]">基本設定 :: 表示設定</a> にて設定してください。
no: Standardspråket som er definert i innstillinger har blitt fjernet for <b>[company]</b> butikken. Vennligst oppdater språket til butikkforsiden på denne siden: <a href="[link]">Innstillinger :: Utseende</a>
ru: Был удалён язык, заданный по умолчанию для магазина <b>[company]</b>. Пожалуйста, перейдите на страницу <a href="[link]">Настройки → Внешний вид</a> и обновите язык витрины по умолчанию.
tr: Ayarlarınızda varolan dil seçeneği <b>[company]</b>mağazasından kaldırılmış. Lütfen dil seçeneğini değiştirmek için sırasıyla<a href="[link]">Ayarlar :: Görünüm'e girin</a>
uk: Було відключено мову за замовчуванням для магазина <b>[company]</b>. Перейдіть за цим посиланням <a href="[link]">Налаштування :: Зовнішній вигляд</a> і оновіть мову вітрини за замовчуванням
vi: Ngôn ngữ mặc định được xác định trong cài đặt đã được gỡ bỏ cho cửa hàng <b>[company]</b>. Vui lòng cập nhật giá trị ngôn ngữ giao diện mặc định trên các trang sau: <a href="[link]"> Cài đặt:: Hiển thị</a>

# Languages::page_url
source: Page URL
ar: رابط الصفحة
da: Side URL
el: URL Σελίδας
es: URL de la página
id: Halaman URL
ja: ページURL
no: Side URL
ru: URL страницы
tr: Sayfa URL'si
uk: URL сторінки
vi: URL trang

# Languages::tt_views_pages_components_pages_link_page_url
source: The page inner URL
ar: رابط الصفحة الداخلية
da: Den indre Webadresse
el: Την εσωτερική διεύθυνση URL της σελίδας
es: URL de la página interna
id: URL bagian dalam halaman
ja: ページの内部URL
no: Sidens indre URL
ru: Внутренний URL страницы
tr: Sayfa iç URL'si
uk: Внутрішній URL сторінки
vi: Trang bên trong URL

# Languages::page_target_url
source: Target URL
ar: رابط الهدف
el: Διεύθυνση URL προορισμού
es: URL de la página
id: URL target
ja: ターゲットURL
no: Mål URL
ru: Целевой URL
tr: Hedef URL
uk: Цільовий URL
vi: URL đích

# Languages::tt_views_pages_components_pages_link_page_target_url
source: The URL to redirect customers to
ar: عنوان الرابط لإعادة توجيه العملاء إلى
da: Den URL hen til omdirigere kunder til
el: Η διεύθυνση URL για την ανακατεύθυνση πελατων
es: La URL para redirigir a los clientes a
id: URL untuk mengarahkan pelanggan ke
ja: お客様のリダイレクト先URL
no: URL å omdirigere kunder til
ru: URL для перенаправления покупателей
tr: Müşterileri bu adrese yönlendirmek için
uk: URL для перенаправлення покупців
vi: URL chuyển hướng khách hàng tới

# Languages::shippings.fedex.freight_account_number
source: Freight account number
ar: رقم حساب الشحن
da: Fragt kontonummer
el: Αριθμός λογαριασμού μεταφορικής
es: Número de cuenta de la carga
id: Nomor rekening kargo
no: Kontonummer for frakt
ru: Номер счёта грузовой перевозки
tr: Navlun hesap numarası
uk: Номер рахунку вантажного перевезення
vi: Số tài khoản vận chuyển hàng hóa

# Languages::ship_fedex_package_type_fedex_extra_large_box
source: FedEx Extra Large Box
ar: صندوق فيديكس الكبير جداً
da: FedEx ekstra stor kasse
es: Caja Extra Grande de FedEx
id: Kotak FedEx ekstra besar
no: FedEx ekstra stor boks
ru: Очень большая коробка FedEx
tr: FedEx ekstra büyük kutu
uk: Дуже велика коробка FedEx

# Languages::ship_fedex_package_type_fedex_large_box
source: FedEx Large Box
ar: صندوق فيدكس الكبير
da: FedEx stor kasse
es: Caja grande de FedEx
id: Kotak Besar FedEx
no: FedEx stor boks
ru: Большая коробка FedEx
tr: FedEx büyük kutu
uk: Велика коробка FedEx

# Languages::ship_fedex_package_type_fedex_medium_box
source: FedEx Medium Box
ar: صندوق فيدكس المتوسط
es: Caja mediana de FedEx
id: Kotak Medium FedEx
no: FedEx Medium boks
ru: Средняя коробка FedEx
tr: FedEx orta boy kutu
uk: Середня коробка FedEx

# Languages::ship_fedex_package_type_fedex_small_box
source: FedEx Small Box
ar: صندوق فيدكس الصغير
da: FedEx lille boks
es: Caja pequeña de FedEx
id: Kotak Kecil FedEx
no: FedEx liten boks
ru: Малая коробка FedEx
tr: FedEx Küçük Kutu
uk: Мала коробка FedEx

# Languages::ship_fedex_drop_off_type_business_service_center
source: Business service center
ar: مركز خدمة رجال الأعمال
el: Κέντρο εξυπηρέτησης επιχειρήσεων
es: Centro de servicio empresarial
id: Pusat layanan bisnis
no: Firma servicesenter
ru: Центр услуг для бизнеса
tr: İş hizmet merkezi
uk: Центр послуг для бізнесу
vi: Trung tâm dịch vụ doanh nghiệp

# Languages::ship_fedex_drop_off_type_drop_box
source: Drop box
ar: صندوق الإسقاط
es: Buzón
id: Kotak penurunan
no: Innleveringspostkasse
ru: Коробка для самостоятельной отправки посылки
tr: Açılan kutu
uk: Коробка для самостійної відправлення посилки

# Languages::shippings.fedex.options
source: Delivery options
ar: خيارات التسليم
da: Indstillinger for levering
el: Επιλογές παράδοσης
es: Opciones de envío
id: Pilihan pengiriman
no: Leveringsalternativer
ru: Варианты доставки
tr: Teslimat seçenekleri
uk: Варіанти доставки
vi: Tùy chọn giao hàng

# Languages::shippings.fedex.option_broker_select_option
source: Broker select option
ar: حدد الخيار الوسيط
da: Mægler Vælg indstilling
es: Opción para seleccionar el intermediario
id: Makelar Pilih opsi
no: Megler velg alternativ
ru: Варианты выбора посредника
tr: Komisyoncu seçeneği
uk: Варіанти вибору посередника

# Languages::shippings.fedex.option_call_before_delivery
source: Call before delivery
ar: استدعاء قبل التسليم
da: Ring før levering
el: Κλήση πριν από την παράδοση
es: Llamar antes de la entrega
id: Hubungi sebelum pengiriman
no: Ring før levering
ru: Позвонить перед доставкой
tr: Nakliye öncesinde ara
uk: Позвонити перед доставкою

# Languages::shippings.fedex.option_cod
source: COD
ar: الدفع عند التسليم
el: Αντικαταβολή
es: Cobro en Destino (COD)
id: IKAN KOD
ru: Оплата наложенным платежом
uk: Оплата накладним платежем

# Languages::shippings.fedex.option_cod_amount
source: COD amount
ar: قيمة الدفع عند التسليم
da: COD beløb
el: Ποσό Αντικαταβολής
es: Cantidad por cobro en Destino (COD)
id: Jumlah COD
no: COD beløp
ru: Сумма наложенного платежа
tr: COD tutarı
uk: Сума накладного платежу
vi: Số tiền COD

# Languages::shippings.fedex.option_cod_collection_type
source: COD collection type
ar: نوع مجموعة الدفع عند التسليم
da: COD kollektionstype
el: Τυπος συλλογης Αντικαταβολής
es: Tipo de envío de cobro en Destino (COD)
id: Jenis koleksi COD
no: COD samlingstype
ru: Тип наложенного платежа
tr: COD koleksiyon türü
uk: Тип накладного платежу
vi: COD bộ sưu tập loại

# Languages::shippings.fedex.option_cod_collection_type_any
source: Any
ar: أي
da: Enhver
el: Οποιαδήποτε
es: Cualquiera
id: Apa saja
no: Hvilken som helst
ru: Любой
tr: Herhangi
uk: Будь-який
vi: Bất kỳ

# Languages::shippings.fedex.option_cod_collection_type_cash
source: Cash
ar: نقدي
da: Kontant
el: Μετρητά
es: Dinero en efectivo
id: Tunai
no: Kontanter
ru: Наличные
tr: Nakit
uk: Готівка
vi: Tiền mặt

# Languages::shippings.fedex.option_cod_collection_type_guaranteed_funds
source: Guaranteed funds
ar: أموال مضمونة
da: Garanterede beløb
el: Εγγυημένα ΚΕφάλαια
es: Fondos garantizados
id: Dana terjamin
no: Garanterte midler
ru: Оплата чеком
tr: Garantili fonlar
uk: Оплата чеком
vi: Bảo đảm kinh phí

# Languages::shippings.fedex.option_custom_delivery_window
source: Custom delivery window
ar: إطار توصيل مخصص
da: Brugerdefineret levering vindue
es: Taquilla de entrega personalizada
id: Jendela pengiriman kustom
no: Tilpasset leveringsvindu
ru: Индивидуальное окно доставки
tr: Özel teslim penceresi
uk: Індивідуальне вікно доставки

# Languages::shippings.fedex.option_dangerous_goods
source: Dangerous goods
ar: البضائع الخطرة
da: Farligt gods
es: Mercancías peligrosas
id: Benda berbahaya
no: Farlig gods
ru: Опасные грузы
tr: Tehlikeli maddeler
uk: Небезпечні вантажі

# Languages::shippings.fedex.option_dangerous_goods_options
source: Hazardous content options
ar: خيارات المحتويات الخطرة
da: Farlige indholdsindstillinger
el: Επιλογές Επικίνδυνου περιεχομένου
es: Opciones de contenido peligroso
id: Pilihan konten berbahaya
no: Farlig innhold alternativer
ru: Параметры опасного содержимого
tr: Tehlikeli içerik seçenekleri
uk: Параметри небезпечного вмісту

# Languages::shippings.fedex.option_dangerous_goods_options_battery
source: Battery
ar: البطارية
da: Batteri
el: Μπαταρία
es: Batería
id: Baterai
no: Batteri
ru: Автомобильный аккумулятор
tr: Pil
uk: Аккумулятор

# Languages::shippings.fedex.option_dangerous_goods_options_hazardous_materials
source: Hazardous materials
ar: شحن مواد خطرة
da: Farlige materialer
es: Materiales peligrosos
id: Material berbahaya
no: Farlige materialer
ru: Опасные материалы
tr: Tehlikeli maddeler
uk: Небезпечні матеріали

# Languages::shippings.fedex.option_dangerous_goods_options_orm_d
source: ORM-D
es: ORM-D (Otros materiales regulados)
ru: ORM-D (небезопасные товары и материалы, перевозимые только внутри страны)
uk: ORM-D (Небезпечні товари і матеріали, що перевозяться тільки всередині країни)

source: Limited quantities commodities
ar: كميات محدودة من السلع
da: Begrænsede mængder råvarer
es: Cantidades limitadas de productos básicos
id: Komoditas dalam jumlah terbatas
no: Begrensede mengder varer
ru: Небезопасные товары народного потребления, доставляемые в ограниченном количестве
tr: Sınırlı miktarda mal
uk: Небезпечні товари загального вжитку, що доставляються в обмеженій кількості

# Languages::shippings.fedex.option_dangerous_goods_options_reportable_quantities
source: Reportable quantities
ar: كميات القابلة للإبلاغ
da: Indberetningspligtige mængder
es: Cantidades sujetas a notificación
id: Jumlah yang dilaporkan
no: Rapporterte antall
ru: Опасные материалы и вещества с точным указанием объёма (RQ)
tr: Raporlanabilir miktarlar
uk: Небезпечні матеріали з зазначенням обсягу

source: Small quantity exception
ar: استثناء كمية صغيرة
da: Lille mængde undtagelse
es: A excepción de una pequeña cantidad
id: Pengecualian kuantitas kecil
no: Liten mengde unntak
ru: Исключения для небольших объёмов
tr: Küçük miktar istisnası
uk: Винятки для невеликих обсягів

# Languages::shippings.fedex.option_dangerous_goods_accessibility
source: Dangerous goods accessibility
ar: وصول البضائع الخطرة
da: Farligt gods tilgængelighed
es: Accesibilidad a productos peligrosos
id: Aksesibilitas barang berbahaya
no: Farlig gods tilgjengelighet
ru: Доступность опасных грузов
tr: Tehlikeli maddelere erişilebilirlik
uk: Доступність небезпечних вантажів

# Languages::shippings.fedex.option_dangerous_goods_accessibility_accessible
source: Accessible
ar: قابل للوصول
da: Tilgængelige
de: Zugänglich
el: Προσβάσιμο
es: Accesible
id: Dapat diakses
no: Tilgjengelig
ru: Доступен
tr: Erişilebilir
uk: Доступний

# Languages::shippings.fedex.option_dangerous_goods_accessibility_inaccessible
source: Inaccessible
ar: لا يمكن الوصول إليها
da: Utilgængelige
de: Unerreichbar
el: Μη Προσβασιμο
es: Inaccesibles
id: Tidak dapat diakses
no: Utilgjengelig
ru: Недоступен
tr: Erişilemez
uk: Недоступний

# Languages::shippings.fedex.option_do_not_break_down_pallets
source: Do not break down pallets
ar: لا تزيل المنصات
da: Bryd ikke pallerne ned
de: Paletten nicht zerlegen
es: No romper el armazón de madera (palé)
id: Jangan memecah palet
no: Ikke bryt ned paller
ru: Поддоны не ломать
tr: Paletleri kırmayın
uk: Піддони не ламати

# Languages::shippings.fedex.option_do_not_stack_pallets
source: Do not stack pallets
ar: لا تكوم المنصات
da: Ikke stable paller
de: Paletten nicht stapeln
es: No apilar los armazones de madera (palés)
id: Jangan menumpuk palet
no: Ikke stable paller
ru: Поддоны друг на друга не ставить
tr: Paletleri üst üste koymayınız
uk: Піддони один на одного не ставити

# Languages::shippings.fedex.option_dry_ice
source: Dry ice
ar: ثلج جاف
da: Tøris
de: Trockeneis
es: Hielo seco
id: Es kering
no: Tørris
ru: Сухой лёд
tr: Kuru buz
uk: Сухий лід

# Languages::shippings.fedex.option_east_coast_special
source: East Coast special
ar: الساحل الشرقي الخاص
da: East Coast særlige
es: Servicio especial para la Costa Este
id: Pantai Timur spesial
no: Østkyst spesial
ru: Специальная доставка по Восточному побережью США
tr: East Coast' a özel
uk: Спеціальна доставка по Східному узбережжю США

# Languages::shippings.fedex.option_electronic_trade_documents
source: Electronic trade documents
ar: وثائق التجارة الإلكترونية
da: Elektronisk handelsdokumenter
de: Elektronische Handelsdokumente
es: Documentos de comercio electrónico
id: Dokumen perdagangan elektronik
no: Elektroniske handelsdokumenter
ru: Система электронной подачи документов
tr: Elektronik ticaret belgeleri
uk: Система електронної подачі документів

# Languages::shippings.fedex.option_extreme_length
source: Extreme length
ar: الطول الأقصى
da: Ekstreme længde
de: Überlänge
es: Longitud extrema
id: Panjangnya ekstrem
no: Ekstrem lengde
ru: Максимальная длина
tr: Aşırı uzunluk
uk: Максимальна довжина

# Languages::shippings.fedex.option_food
source: Food
ar: المواد الغذائية
da: Mad
de: Nahrungsmittel
el: Τροφιμα
es: Alimentos
id: Makanan
no: Mat
ru: Продукты питания
tr: Gıda
uk: Продукти харчування
vi: Thực phẩm

# Languages::shippings.fedex.option_freight_guarantee
source: Freight guarantee
ar: ضمان الشحن
da: Fragt garanti
de: Frachtgarantie
es: Garantía de flete
id: Jaminan pengiriman
no: Frakt garanti
ru: Гарантия на груз
tr: Nakliye garantisi
uk: Гарантія на вантаж

# Languages::shippings.fedex.option_freight_to_collect
source: Freight to collect
ar: الشحن للجمع
da: Fragt til at indsamle
es: Carga para recoger
id: Pengangkutan untuk dikoleksi
no: Frakt å hente
ru: Груз подлежит оплате грузополучателем в порту назначения
tr: Navlun topla
uk: Підлягає оплаті одержувачем в порту

# Languages::shippings.fedex.option_future_day_shipment
source: Future day shipment
ar: شحنة يوميا في المستقبل
da: Fremtidige dag forsendelse
de: Versand am nächsten Tag
es: Envío para el día siguiente
id: Pengiriman hari ke depan
no: Neste dag forsendelse
ru: Отправка груза в определённый день
tr: İleri tarihli taşıma
uk: Відправлення вантажу в певний день

# Languages::shippings.fedex.option_hold_at_location
source: Hold at location
ar: الاحتفاظ في الموقع
da: Hold på placering
de: Am Standort halten
es: Retener en el lugar
id: Tunggu di lokasi
no: Hold på stedet
ru: Забрать посылку из офиса FedEx
tr: Konumda tutun
uk: Забрати посилку з офісу FedEx

# Languages::shippings.fedex.option_home_delivery_premium
source: Home delivery Premium
ar: التسليم للمنزل الممتازة
da: Udbringningsordning Premium
de: Hauslieferung Premium
es: Entrega a domicilio Premium
id: Pengiriman rumah premium
no: Hjemkjøring Premium
ru: Доставка на дом премиум-класса
tr: Ev teslim Özel
uk: Доставка преміум-класу додому

# Languages::shippings.fedex.option_inside_delivery
source: Inside delivery
ar: التسليم داخل
da: Inside levering
es: Entrega interna
id: Di dalam pengiriman
no: Inne levering
ru: Доставка внутри места первичной доставки
tr: İç teslim
uk: Доставка всередині місця первинної доставки

# Languages::shippings.fedex.option_inside_pickup
source: Inside pickup
ar: داخل شاحنة صغيرة
es: Retiro interno
id: Di dalam pickup
no: Hent inne
ru: Приём груза внутри места первичной передачи
tr: İç teslim alma
uk: Прийом вантажу всередині місця первинної передачі
