Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::product_added_to_cl
source: The product was added to your Comparison list
ar: تم إضافة المنتج لقائمة المقارنة
cs: Zboží byl přidáno do Vašeho Seznamu porovnání
da: Produktet blev føjet til sammenligningslisten
de: Der Artikel wurde zu Ihrer Vergleichsliste hinzugefügt.
el: Το προϊόν προστέθηκε στην λίστα Σύγκρισης
es: El producto fue agregado a tu lista de comparación
id: Produk ini telah ditambahkan ke daftar perbandingan Anda
ja: 商品が比較リストに追加されました
no: Produktet ble lagt til i sammenligningslisten
ru: Товар добавлен в cписок сравнения
tr: Ürün karşılaştıma listenize eklendi
uk: Продукт був доданий до списку порівнянь
vi: Sản phẩm đã được thêm vào danh sách so sánh

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
ar: لا يمكن إضافة المنتج لسلّة التسوق. تأكد من أن كل الملفات المرفوعة تتطابق مع الشروط
cs: Produkt nemůže být přidán do košíku. Zkontrolujte, zda všechny nahrávané soubory splňují nezbytné podmínky
da: Produktet kan ikke tilføjes til indkøbskurven. Kontroller om alle uploade filer opfylder de nødvendige betingelser
de: Das Produkt kann nicht Ihrem Warenkorb hinzugefügt werden. Kontrollieren Sie das alle hochgeladenen Dateien die notwendigen Konditionen erfüllen.
el: Το προϊόν δεν μπορεί να προστεθεί στο καλάθι. Ελέγξτε αν όλα τα αρχεία φορτώματος(upload) πληρούν τις απαραίτητες προϋποθέσεις
es: El producto no se puede agregar al carro. Compruebe si todos los archivos cargados cumplen las condiciones necesarias
id: Produk tidak dapat ditambahkan ke belanjaan. Periksa apakah semua file uplaod memenuhi kondisi yang ditentukan.
ja: 商品をカートに追加できません。 すべてのアップロードファイルが条件を満たしているか確認してください
no: Produktet kan ikke legges i handlevognen. Sjekk om alle de opplastende filene oppfyller de nødvendige vilkårene
ru: Товар не может быть добавлен в корзину. Проверьте, все ли загружаемые файлы соответствуют необходимым условиям
uk: Продукт не може бути додано до кошика. Перевірте, чи всі файли відповідають необхідним умовам
vi: Sản phẩm không thể được thêm vào giỏ hàng. Kiểm tra xem nếu tất cả các tập tin tải lên đáp ứng các điều kiện cần thiết

# Languages::product_code
source: Product code
ar: كود المنتج
cs: Kód zboží
da: Produkt kode
de: Produkt Code
el: Κωδικός Προϊόντος
es: Código artículo
id: Kode produk
ja: 商品型番
no: Produkt kode
ru: Арт.
tr: Ürün kodu
uk: Код товару
vi: Mã sản phẩm

# Languages::product_columns
source: Product columns
ar: عواميد المنتج
cs: Počet sloupců zboží
da: Produkt spalter
de: Produkt Spalten
el: Στήλες προϊόντων
es: Columnas de producto
id: Kolom produk
ja: 商品カラム数
no: Produkt kolonner
ru: Колонки товаров
tr: Ürün sütunları
uk: Колонки товарів
vi: Sản phẩm dạng cột

# Languages::product_combinations
source: Product combinations
ar: تركيبات المنتج
cs: Kombinace zboží
da: Kombinationer af produkter
de: Produkt Kombinationen
el: Συνδυασμοί προϊόντων
es: Combinaciones de producto
id: Kombinasi produk
ja: 商品のコンビネーション
no: Produkt kombinasjoner
ru: Комбинации опций
tr: Ürün kombinasyonları
uk: Комбінації товарів
vi: Sản phẩm kết hợp

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
ar: لا يمكن إضافة هذا المنتج لسلّة التسوق الآن. سيكون متاح في [avail_date]
cs: Toto zboží nemůže být nyní přidáno do košíku. Bude k dispozici od [avail_date]
da: Dette produkt kan ikke lægges i kurven. Vi regner med at havde den klar til bestilling igen [avail_date]
de: Dieses Produkt kann im Moment nicht Ihrem Warenkorb hinzugefügt werden. Es wird erst am [avail_date] verfügbar sein.
el: Αυτό το προϊόν δεν μπορεί να προστεθεί στο καλάθι τώρα. Θα είναι διαθέσιμο στις [avail_date]
es: Este producto no se puede agregar al carro ahora. Estará disponible en [avail_date]
id: Produk ini tidak dapat ditambahkan ke belanjaan sekarang.Ini akan tersedia pada [avail_date]
ja: この商品は [avail_date] よりご購入いただけます。
no: Dette produktet kan ikke legges i handlevognen nå. Den vil være tilgjengelig på [avail_date]
ru: Этот товар не может быть добавлен в корзину. Он будет в наличии [avail_date]
tr: Bu ürün şu anda sipariş edilemez. [avail_date] tarihinden itibaren sipariş edebilirsiniz
uk: Цей товар не може бути додано до кошика зараз. Він буде в наявності [avail_date]
vi: Sản phẩm này không thể thêm vào giỏ hàng bây giờ. Dự kiến sẽ có hàng vào ngày [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
ar: هذا المنتج سيكون متاح في [avail_date]
cs: Toto zboží bude odesláno po [avail_date]
da: Dette produkt er først på lager fra [avail_date]
de: Dieses Produkt wird am [avail_date] wieder verfügbar sein
el: Αυτό το προϊόν θα είναι διαθέσιμο στις [avail_date]
es: Este producto será enviado en [avail_date]
id: Produk ini akan tersedia di[avail_date]
ja: この商品は [avail_date] 以降に出荷されます
no: Kjøp på forhånd. Dette produktet sendes ut den [avail_date]
ru: Этот товар будет в наличии [avail_date]
tr: Bu ürünün satışına [avail_date] tarihinde başlanacaktır
uk: Цей товар буде в наявності [avail_date]
vi: Sản phẩm này sẽ được vận chuyển vào ngày [avail_date]

# Languages::product_details
source: Product details page
ar: صفحة تفاصيل المنتج
cs: Stránka s podrobnostmi o zboží
da: Produkt detalje
de: Produkt Details Seite
el: Σελίδα λεπτομερειών προϊόντος
es: Página de detalles del producto
id: Halaman rincian produk
ja: 商品詳細ページ
no: Produkt detaljer
ru: Детальная страница товара
tr: Ürün detay sayfası
uk: Сторінка деталей товару
vi: Trang chi tiết sản phẩm

# Languages::product_details_view
source: Product details view
ar: عرض تفاصيل المنتج
cs: Šablona
da: Se produktdetaljer
de: Produktdetails anzeigen
el: Προβολή λεπτομερειών προϊόντος
es: Vista de detalles del producto
id: Lihat detail produk
ja: 商品詳細ページのビュー
no: Standard produktvisning
ru: Отображение карточки товара
uk: Відображення карточки товарів
vi: Xem chi tiết sản phẩm

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
ar: لا يمكن تخصيص المواصفة "[feature_name]" للمنتج "[product_name]"
cs: Vlastnost "[feature_name]" nemůže být přiřazena zboží "[product_name]"
da: Denne funktion "[feature_name]" kan ikke blive brugt på "[product_name]"
de: Die Eigenschaft "[feature_name]" kann nicht dem Produkt "[product_name]" zugeordnet werden
el: Το χαρακτηριστικό "[feature_name] " δεν μπορεί να αποδίδεται στην κατηγορία προϊόντων "[PRODUCT_NAME] "
es: La función "[feature_name]" no puede ser asignada al producto "[product_name]"
id: Fitur "[feature_name]" tidak dapat gunakan untuk produk[product_name]"
ja: 追加情報 "[feature_name]" は商品 "[product_name]"には設定できません
no: Funksjonen "[feature_name]" ikke kan tilordnes til produktet "[product_name]"
ru: Характеристика "[feature_name]" не может быть задана товару "[product_name]"
tr: Bu özellik "[feature_name]" "[product_name]" ürünü ile ilişkili değil
uk: Характеристика "[feature_name]" не може бути задана товару "[product_name]"
vi: Tính năng "[feature_name]" không thể gán vào sản phẩm "[product_name]"

# Languages::product_fields
source: Product fields
ar: حقول المنتج
cs: Pole zboží
da: Produkt fields
de: Produkt-Felder
el: Πεδία προϊόντος
es: Campos del producto
id: Field produk
ja: 商品フィールド
no: Produkt felt
ru: Поля товара
tr: Ürün alanları
uk: Поля товару
vi: Mục sản phẩm

# Languages::product_groups
source: Product groups
ar: مجموعات المنتجات
cs: Skupiny zboží
da: Produkt gruppe
de: Produkt Gruppen
el: Ομάδες προϊόντων
es: Grupos de productos
id: Kelompok produk
ja: 商品グループ
no: Produkt grupper
ru: Группы товаров
tr: Ürün gurupları
uk: Групи продуктів
vi: Nhóm sản phẩm

# Languages::product_id
source: Product ID
ar: معرف المنتج
cs: ID zboží
da: Produkt ID
de: Produkt ID
el: ID προϊόντος
es: ID de producto
id: ID Produk
ja: 商品ID
no: Produkt ID
ru: ID товара
tr: Ürün ID
uk: ID товару
vi: ID sản phẩm

# Languages::product_images
source: Product images
ar: صور المنتج
cs: Obrázky zboží
da: Produkt Billede
de: Produkte Bilder
el: Εικόνες προϊόντος
es: Imágenes de producto
id: Gambar produk
ja: 商品画像
no: Produkt bilder
ru: Изображения товара
tr: Ürün resimleri
uk: Зображення продукту
vi: Hình ảnh sản phẩm

# Languages::product_inventory
source: Product inventory
ar: المنتجات
cs: Zásoby zboží
da: Produkt lager
de: Lagerbestand Produkte
el: Καταγραφή προϊόντος
es: Inventario de productos
id: Persediaan Produk
ja: 商品
no: Produkt lagerbeholdning
ru: Склад товаров
tr: Ürün envanteri
uk: Склад товарів
vi: Sản phẩm trong kho

# Languages::product_in_cart
source: This product is already in the cart
ar: هذا المنتج بالفعل في سلّة التسوق
cs: Toto zboží již v košíku je
da: Dette produkt er allerede i vognen
de: Dieses Produkt ist schon im Warenkorb
el: Αυτό το προϊόν είναι ήδη στο καλάθι
es: Este producto ya está en el carro
id: Produk ini sudah dalam belanjaan
ja: この商品はすでにカートに入っています。
no: Dette produktet er allerede i handlevognen
ru: Этот товар уже добавлен в корзину
tr: Bu ürün sepetinizde mevcut
uk: Цей продукт вже знаходиться в кошику
vi: Sản phẩm này đã có trong giỏ hàng

# Languages::product_in_comparison_list
source: This product is already in the comparison list
ar: هذا المنتج موجود بالفعل في قائمة المقارنة
cs: Toto zboží již v seznamu porovnání zboží je
da: Dette produkt er allerede i sammenligningslisten
de: Dieses Produkt ist bereits aus der Vergleichsliste
el: Αυτό το προϊόν είναι ήδη στη λίστα σύγκρισης
es: Este producto ya está en la lista de comparación
id: Produk ini sudah dalam daftar perbandingan
ja: この商品はすでに比較リストに登録されています
no: Dette produktet er allerede i sammenligningslisten
ru: Этот товар уже был добавлен в cписок сравнения
tr: Bu ürün karşılaştırma listenizde mevcut
uk: Цей продукт вже є у списку порівнянь
vi: Sản phẩm này đã có trong danh sách so sánh

# Languages::product_name
source: Product name
ar: اسم المنتج
cs: Název zboží
da: Produkt navn
de: Produkt-Name
el: Όνομα Προϊόντος
es: Nombre del artículo
id: Nama Produk
ja: 商品名
no: Produktets navn
ru: Название товара
tr: Ürün adı
uk: Назва товару
vi: Tên sản phẩm

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
ar: يجب أن تؤكد عمرك لمشاهدة هذا المنتج.
cs: Byli jste přihlášeni k odběru oznámení o zboží na skladě
da: Du er blevet tilmeldt produkt i lageranmeldelser
de: Sie sind für die Benachrichtigungen der "Auf Lager Produkte" registriert worden
el: Εχετε εγγραφεί στις ειδοποιήσεις αποθέματος του Προϊόντος
es: Se ha suscrito a las notificaciones de disponibilidad de existencia del producto
id: Anda telah berlangganan informasi ketersediaan produk
ja: 入荷通知メールを登録しました
no: Du vil bli varslet på e-post når produktet er tilbake på lager
ru: Вы были подписаны на уведомление о появлении товара на складе.
uk: Ви підписалися на повідомлення про появу товару на складі
vi: Bạn đã được đăng ký nhận thông báo khi sản phẩm có hàng

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
ar: لقد ألغيت اشتراكك في إبلاغات مخزون المنتج
cs: Byli jste odhlášeni z odběru oznámení o zboží na skladě
da: Du er blevet afmeldt fra produktet i lageranmeldelser
de: Sie sind für die Benachrichtigungen der "Auf Lager Produkte" gelöscht worden
el: Εχετε διαγραφει απο τη λίστα ενημερωσης αποθεματος του προϊόντος
es: Se ha dado de baja de las notificaciones de disponibilidad de existencias del producto
id: Anda telah berhenti berlangganan informasi ketersediaanproduk
ja: 入荷通知メールを解除しました
no: Du har blitt fjernet fra produktet på lager varslinger
ru: Вы были отписаны на уведомление о появлении товара на складе.
uk: Ви відписалися від повідомлення про появу товару на складі
vi: Bạn đã hủy đăng ký nhận thông báo khi sản phẩm có hàng

# Languages::product_notification_subscription_error
source: Cannot subscribe for the product in stock notification
cs: Nelze se přihlásit pro oznámení o zboží na skladě
de: Das Produkt kann in der Lagerbestandsmeldung nicht abonniert werden
el: Δεν είναι δυνατό να εγγραφείτε στις ειδοποιήσεις αποθέματος αυτού του Προϊόντος
es: No se puede suscribir a las notificaciones del producto cuando esté en existencia o disponible
id: Tidak bisa berlangganan untuk produk dalam pemberitahuan saham
ja: 製品の入荷通知を配信できませんでした。
no: Kan ikke abonnere på Tilbake på lager varsling
ru: Не удалось подписаться на уведомления о появлении товара на складе.
tr: Ürünün stok bildirimlerine abone olunamıyor
uk: Не вдалось підписатися на повідомлення про появу товару на складі

# Languages::product_options
source: Product options
ar: خيارات المنتج
cs: Možnosti zboží
da: Produkt options
de: Produkt Optionen
el: Επιλογές Προϊόντος
es: Opciones del artículo
id: Opsi produk
ja: 商品オプション
no: Produkt alternativer
ru: Опции товара
tr: Ürün seçenekleri
uk: Параметри товару
vi: Tùy chọn sản phẩm

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
ar: المنتج <strong>[product]</strong> يحتوي على تركيبة خيارات خيارات غير متاحة. تم حذف المنتج من السلّة
cs: Zboží <strong>[product]</strong> má možnosti, které jsou zahrnuty v zakázané kombinaci. Zboží bylo z košíku odstraněno
da: <strong>[product]</strong> produktet har indstillinger, der er inkluderet i den forbudte kombination. Produktet blev slettet fra vognen
de: Das Produkt<strong>[product]</strong> hat Optionen die in der nicht erlaubten Kombination enthalten sind. Das Produkt wurde aud dem Warenkorb gelöscht.
el: Το <strong> [προϊόν] </ strong> προϊόν έχει επιλογές που περιλαμβάνονται στον απαγορευμένο συνδυασμό. Το προϊόν είχε διαγραφεί από το καλάθι
es: El producto <strong>[product]</strong> tiene opciones que están incluidas en combinaciones prohibidas. El producto ha sido eliminado del carro
id: Produk <strong>[product]</strong> memiliki pilihan yangtermasuk dalam kombinasi tidak diperbolehkan. Produk inidihapus dari keranjang
ja: ご指定のオプションの組み合わせでは <strong>[product]</strong> はお買い求めいただけません。<br />他の組み合わせを指定してください。
no: Produktet <strong>[product]</strong> har alternativer som er inkludert i forbudte kombinasjoner. Produktet ble slettet fra handlevognen
ru: У товара <strong>[product]</strong> выбраны опции из запрещенных комбинаций. Товар был удален из корзины.
uk: Товар <strong>[product]</strong> має опції із заборонених комбінацій. Товар було видалено з кошика
vi: Sản phẩm <strong>[product]</strong> đã lựa chọn được bao gồm trong sự cấm kết hợp. Sản phẩm đã được xóa từ giỏ hàng

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
ar: المنتج <strong>[product]</strong> له مواصفات مختلفة غير متاحة حالياً، لذلك تم حذفها من سلة المشتريات
cs: Zboží <strong>[product]</strong> má možnosti nebo varianty možností, které již nejsou k dispozici, proto bylo z košíku odstraněno
da: Produkt <strong>[product]</strong> har muligheder eller indstillingsvarianter, der ikke findes længere, så det blev fjernet fra Indkøbsvogn
de: Der Artikel <strong>[product]</strong> hat Optionen oder Varianten, die nicht mehr verfügbar sind, darum wurde er aus dem Warenkorb entfernt
el: Το προϊόν <strong>[product]</strong> έχει επιλογές ή επιλογή παραλλαγών που δεν υπάρχουν πια, έτσι έχει απομακρυνθεί από το καλάθι σας
es: El producto <strong>[product]</strong>tiene opciones o variantes de opciones que ya no están disponibles, por lo que se ha quitado del carro
id: Produk <strong>[product]</strong> memiliki opsi atau varian pilihan yang tidak tersedia lagi, sehingga dihapus dari keranjang
ja: 商品 <strong>[product]</strong> には利用できないオプションまたはオプションの選択肢が設定されていたためカートから削除されました。
no: Produktet <strong>[product]</strong> er satt opp med alternativer som ikke lengre er tilgjengelige, så det ble fjernet fra handlevognen
ru: У товара <strong>[product]</strong> есть опции или их варианты, которые сейчас недоступны, поэтому товар был удален из корзины
tr: Ürünün <strong>[product]</strong> artık var olmayan seçenekleri veya seçenek türevleri bulunmaktadır, bu nedenle sepetten çıkarılmıştır
uk: Продукт <strong>[product]</strong> має опції або їх варіанти, що зараз немає в наявності, тому товар видалено зкошика
vi: Sản phẩm <strong>[product]</strong> có tùy chọn hoặc các biến thể tùy chọn không có sẵn nữa, vì vậy nó đã được gỡ bỏ khỏi giỏ hàng

# Languages::product_s
source: Product(s)
ar: منتج
cs: Zboží
da: Produkt(s)
de: Produkt(e)
el: Προϊόν(τα)
es: Producto(s)
id: Produk
ja: 点
no: Produkt(er)
ru: Товар(ы)
tr: Ürün(ler)
uk: Товар(и)
vi: Sản phẩm

# Languages::product_subscriptions
source: Product subscriptions
ar: اشتراكات المنتج
cs: Předplatné zboží
da: Produkt abonnementer
de: Produkte Abonnemente
el: Συνδρομές προϊόντος
es: Suscripciones de producto
id: Produk berlangganan
ja: 入荷通知メールの削除
no: Produkt abonnementer
ru: Товары по подписке
tr: Ürün abonelikleri
uk: Товари за підпискою
vi: Đăng ký sản phẩm

# Languages::product_summary
source: Product summary
ar: خلاصة المنتج
cs: Souhrn zboží
da: Produkt opsummering
de: Produkt Zusammenfassung
el: Περίληψη προϊόντος
es: Sumario de producto
id: Ringkasan produk
ja: 商品概要
no: Produkt oppsummering
ru: Итоговая сумма товара
tr: Ürün özeti
uk: Загальна сума
vi: Tóm tắt sản phẩm

# Languages::product_tabs
source: Product tabs
ar: ألسنة المنتج
cs: Záložky zboží
da: Produkt faner
de: Produkt Tabs (Registerkarten)
el: Καρτέλες προϊόντος
es: Pestañas de producto
id: Tab produk
ja: 商品タブ
no: Produktfaner
ru: Вкладки товара
tr: Ürün sekmeleri
uk: Розділи товарів
vi: Tab sản phẩm

# Languages::product_type
source: Product type
ar: نوع المنتج
cs: Typ zboží
da: Produkt type
de: Produkt Typ
el: Τύπος προϊόντος
es: Tipo de producto
id: Jenis produk
ja: 商品タイプ
no: Produkt type
ru: Тип товара
tr: Ürün tipi
uk: Тип продукту
vi: Loại sản phẩm

# Languages::profile
source: Profile
ar: البروفايل
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
id: Profil
ja: 会員情報
no: Profil
ru: Профиль
tr: Profil
uk: Профіль
vi: Hồ sơ

# Languages::profiles
source: Profiles
ar: البروفايلات
cs: Profily
da: Profiler
de: Profile
el: Προφιλ
es: Perfiles
id: Profil
ja: プロフィール
no: Profiler
ru: Профили
tr: Profiller
uk: Профілі
vi: Hồ sơ

# Languages::profile_activated
source: Account activated
cs: Účet aktivován
da: Konto aktiveret
de: Konto wurde aktiviert
el: Λογαριασμός απενεργοποιήθηκε
es: Cuenta activada
id: Akun diaktifkan
ja: アカウントの有効化
no: Konto aktivert
ru: Учетная запись активирована
tr: Hesap aktifleştirildi
uk: Обліковий запис активовано
vi: Tài khoản đã kích hoạt

# Languages::profile_details
source: Profile details
ar: تفاصيل البروفايل
cs: Nastavení účtu
da: Profil detaljer
de: Profil Details
el: Λεπτομέρειες προφίλ
es: Datos del perfil
id: Rincian Profil
ja: 会員情報
no: Profildetaljer
ru: Учетная запись
tr: Üye Girişi
uk: Обліковий запис
vi: Hồ sơ chi tiết

# Languages::profile_fields
source: Profile fields
ar: حقول البروفايل
cs: Nastavení položek profilu
da: Profil felt
de: Profil Felder
el: Πεδία προφίλ
es: Campos del perfil
id: Field Profil
ja: 会員情報フィールド
no: Profilfelt
ru: Поля профиля
tr: Profil alanları
uk: Поля профілю
vi: Trường hồ sơ

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
ar: تعريف الحقول المتضمنة في نماذج الملفات الشخصية.
cs: Konfigurace kombinace polí, které jsou zahrnuty ve formulářích v profilu.
da: Konfigurere sæt af felter, der medtages i formen profil.
de: Die Kombination der Felder konfigurieren die in den Profil Formularen enthalten sind.
el: Διαμόρφωση των συνόλων από πεδία που περιέχοντε στην φόρμα του προφίλ.
es: Configure el conjunto de campos incluidos en los formularios de perfil.
id: Pengaturan informasi yang digunakan dalam formulir profil.
ja: 会員情報フィールドの登録・編集・削除を行います。
no: Konfigurer utvalget av felt som inngår i profilskjemaene.
ru: Настроить список полей учетной записи.
tr: Profil alanlarını yapılandırma, oluşturma, ekleme, silme.
uk: Налаштування списку полів облікового запису.
vi: Đặt cấu hình các thiết lập của trường bao gồm trong các mẫu nhập hồ sơ.

# Languages::profile_info
source: Profile information
ar: معلومات البروفايل
cs: Info profilu
da: Profil info
de: Profil Info
el: Πληροφορίες Προφιλ
es: Información del perfil
id: Informasi profil
ja: 会員情報
no: Profil informasjon
ru: Информация о профиле
tr: Profil bilgisi
uk: Відомості із профілю
vi: Thông tin hồ sơ

# Languages::profile_name
source: Profile name
ar: اسم البروفايل
cs: Jméno profilu
da: Profil navn
de: Profil Name
el: Το Όνομα του Προφίλ
es: Nombre del perfil
id: Nama profil
ja: プロフィール名
no: Profil navn
ru: Имя профиля
tr: Profil adı
uk: Назва профілю
vi: Tên hồ sơ

# Languages::project_id
source: Project ID
ar: كود المشروع
cs: Identifikační číslo projektu
da: Projekt-ID
de: Projekt ID
el: Ταυτότητα Project
es: ID de proyecto
id: ID Proyek
no: Prosjekt ID
ru: ID проекта
uk: Ідентифікатор проекту
vi: ID Dự án

# Languages::project_password
source: Project password
ar: كلمة مرور المشروع
cs: Heslo projektu
da: Projekt adgangskode
de: Projekt Passwort
el: Κωδικός πρόσβασης Project
es: Contraseña de proyecto
id: Password proyek
no: Prosjekt passord
ru: Пароль проекта
uk: Пароль проекту
vi: Mật khẩu dự án

# Languages::prolongate_download_key
source: Prolong download key to
ar: إمداد مفتاح التحميل إلى
cs: Prodloužit stahování klíče na
da: Prolongere download nøgle til
de: Download Schlüssel (key) verlängern bis
el: Παρατείνετε το κλειδί για κατέβασμα σε
es: Prolongar descarga de clave a
id: Perpanjang kunci unduhan ke
ja: 有効期限を次の日付まで延長
no: Forleng nedlastingsnøkkelen til
ru: Продлить ключ для загрузки до
tr: Prolong anahtarı download
uk: Продовжити ключ завантаження до
vi: Mã khóa kéo dài thời gian tải xuống tới

# Languages::promotion
source: Promotion
ar: العرض
cs: Propagace
da: forfremmelse
de: Aktion (Promotion)
el: Προώθηση
es: Promoción
id: Promosi
ja: キャンペーン
no: Kampanje
ru: Промо-акции
tr: Promosyon
uk: Акції
vi: Khuyến mãi

# Languages::promotions
source: Promotions
ar: العروض
cs: Slevy a propagace
da: Promovering
de: Aktionen (Promotions)
el: Προσφορές
es: Promociones
id: Promosi
ja: キャンペーン
no: Kampanjer
ru: Промо-акции и скидки
tr: Promosyonlar
uk: Промо-акції
vi: Chương trình khuyến mãi

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
ar: ترويج البضائع وإنشاء كوبونات الخصم مع اختيارات عديدة.
cs: Konstruktor pro automatické udělování slev a odměn.
da: Fremme varer og tilbyder bonusser baserer på kundemedlemskaber.
de: Produkte fördern und Prämien anbieten, für Kunden die eine Mitgliedschaft in Ihrem Laden haben.
el: Πρόωθηστε αγαθά και προσφέρετε μπόνους βασιζόμενοι στον τύπο συνδρομής των πελατών.
es: Promover productos y ofrecer bonificaciones basadas en grupos de clientes.
id: Promosi dan penawaran bonus berdasarkan keanggotaan pelanggan.
ja: 商品割引や配送無料などのキャンペーンの管理を行います。
no: Promoter varer og tilby bonuser og rabatter til dine kunder.
ru: Промо-акции и скидки на конкретные товары или в зависимости от деталей заказа.
tr: Promosyonlar ve üyeliğe dayalı bonus sistemi.
uk: Акции та скидки на конкретні товары або в залежності від деталей замовлення.
vi: Thúc đẩy việc bán hàng và cung cấp tiền thưởng dựa trên khách hàng thành viên.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
ar: خصم على كل المنتجات في الفئات
cs: Sleva na všechno zboží v kategoriích
da: Rabat på alle varer i kategorier
de: Rabatt auf alle Produkte in Kategorien
el: Έκπτωση σε όλα τα προϊόντα των κατηγοριών
es: Descuento en todos los productos en categorías
id: Diskon semua produk dari kategori
ja: カテゴリ内の全商品を割引
no: Rabatt på alle produkter i kategoriene
ru: Скидка на все товары в категориях
tr: Bu kategorideki tüm indirimli ürünler
uk: Знижка на всі продукти в категоріях
vi: Giảm giá trên tất cả sản phẩm trong danh mục
