Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
ar: سيتم تسليم الطلب لعنوان الدفع
cs: Objednávka bude doručena na fakturační adresu
da: Ordren vil blive leveret til den faktureringsadresse
de: Ihre Bestellung wird zur Rechnungsadresse geliefert
el: Η παραγγελία θα παραδοθεί στη διεύθυνση χρέωσης
es: El pedido se entregará a la dirección de facturación
id: Pesanan akan dikirim ke alamat penagihan
ja: 商品は請求先住所に配送されます。
no: Ordre vil bli levert til fakturaadressen
ru: Доставить заказ по адресу плательщика
tr: Sipariş fatura adresine teslim edilecektir
uk: Доставити замовлення за адресою платника
vi: Đơn hàng sẽ được gửi đến địa chỉ thanh toán

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
cs: Skrill Merchant Tools umožňují přijímat platby z kreditních karet, debetních karet a 60 dalších různých lokálních platebních forem ve více než 200 zemích. Vysoce konkurenceschopné ceny za tuto služby si můžete prohlédnout na stránce www.skrill.com.
da: Skrill Quick Checkout giver dig mulighed for at tage betalinger fra kreditkort, hævekort og over 60 andre lokale betalingsmuligheder i over 200 lande. yderst konkurrencedygtige priser for denne service er offentliggjort på Skrill hjemmeside på www.skrill.com.
de: Skrill Merchant Tools ermöglicht es Ihnen, Zahlungen von Kreditkarten, Debitkarten und über 60 anderen lokalen Zahlungsoptionen in über 200 Ländern anzunehmen. Die sehr günstigen Preise für diesen Service sind auf der Skrill-Website unter www. skrill. com. veröffentlicht.
el: Το Skrill Merchant Tools σας δίνει τη δυνατότητα να λαμβάνετε πληρωμές από πιστωτικές κάρτες, χρεωστικές κάρτες και πάνω από 60 άλλες τοπικές επιλογές πληρωμής σε πάνω από 200 χώρες. Οι ιδιαίτερα ανταγωνιστικές τιμές για την υπηρεσία αυτή δημοσιεύεται στον δικτυακό τόπο του Skrill στο www.skrill.com.
es: Skrill Merchant Tools te permite aceptar pagos de tarjetas de crédito, débito y otros 60 métodos de pago locales de más de 200 países. Los competitivos precios para este servicio se publican en el sitio web de Skrill en http://www.skrill.com.
id: Skrill Merchant Tools memungkinkan Anda menerima pembayaran dari kartu kredit, kartu debit dan lebih dari 60 pilihan pembayaran lokal lainnya di lebih dari 200 negara. Harga yang sangat kompetitif untuk layanan ini diterbitkan di situs Skrill www.skrill.com.
no: Skrill Merchant Tools gjør det mulig å ta betaling fra kredittkort, debetkort og over 60 andre lokale betalingsmåter i over 200 land. Den svært konkurransedyktige priser for denne tjenesten er publisert på Skrill nettsted www.skrill.com.
ru: Skrill Quick Checkout позволяет Вам принимать платежи кредитными картами, дебитными картами и используя более 60 других местных способов оплаты в более чем 200 странах. Самые выгодные цены этого сервиса представлены на сайте Skrill: www.skrill.com.
uk: Skrill Quick Checkout дозволяє приймати платежі кредитними картами, дебітними картами і використовуючи більше 60 інших місцевих способів оплати в більш ніж 200 країнах. Найвигідніші ціни цього сервісу представлені на сайті Skrill: www.skrill.com.
vi: Skrill Merchant Tools cho phép bạn có một khoản thanh toán từ thẻ tín dụng, thẻ ghi nợ và hơn 60 các tùy chọn thanh toán địa phương khác ở hơn 200 quốc gia. Các mức giá rất cạnh tranh cho dịch vụ này được công bố trên trang web Skrill tại www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
cs: [date] jste odeslali žádost o aktivaci. Upozorňujeme, že proces ověřování před začátkem vašeho používání Skrill Merchant Tools může trvat až 72 hodin. Službou Skrill budete kontaktováni, když bude proces ověřování ukončen.
da: Du har sendt en anmodning om aktivering på den [dato]. Vær opmærksom på, at kontrollen proces at bruge Skrill Quick Checkout kunne tage op til 72 timer. Du vil blive kontaktet af Skrill, når kontrollen er afsluttet.
de: Sie haben am [date] eine Anfrage zur Aktivierung gesendet. Bitte beachten Sie, dass der Verifizierungsprozess zur Verwendung von Skrill Merchant Tools bis zu 72 Stunden dauern kann. Sie werden von Skrill kontaktiert, wenn der Verifizierungsprozess abgeschlossen ist.
el: Έχετε στείλει ένα αίτημα για την ενεργοποίηση στις [date]. Πρέπει να γνωρίζετε ότι η διαδικασία επαλήθευσης για να χρησιμοποιήσετε το Skrill Tools Merchant θα μπορούσε να πάρει μέχρι 72 ώρες. Θα ενημερωθείτε από το Skrill, όταν η διαδικασία της επαλήθευσης έχει ολοκληρωθεί.
es: Has enviado una petición de activación en la fecha [date]. Por favor, ten en cuenta que el proceso de verificación para usar Skrill Merchant Tools puede prolongarse hasta 72 horas. Skrill contactará cuando termine el proceso de verificación.
no: Du har sendt en forespørsel om aktivisering på [dato]. Vær oppmerksom på at bekreftelsesprosessen til å bruke Skrill Merchant Tools kunne ta opptil 72 timer. Du vil bli kontaktet av Skrill når verifiseringen prosessen er fullført.
ru: Вы послали запрос на активацию [date]. Обратите внимание, что процесс подтверждения использования Skrill Quick Checkout может занимать до 72 часов. Сотрудники Skrill свяжутся с Вами, когда процесс подтверждения будет завершён.
uk: Ви надіслали запит на активацію [date]. Зверніть увагу, що процес підтвердження використання Skrill Quick Checkout може займати до 72 годин. Співробітники Skrill зв'яжуться з Вами, коли процес підтвердження буде завершено.
vi: Bạn có gửi một yêu cầu để kích hoạt [date]. Vui lòng lưu ý rằng quá trình xác minh để sử dụng Skrill Merchant Tools có thể mất đến 72 giờ. Bạn sẽ được Skrill liên hệ khi quá trình xác minh đã được hoàn thành.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
cs: Po aktivaci vám Skrill umožní přístup do nové sekce ve vašem Skrill účtu, nazvané Merchant Tools. Tam si, prosím, nastavte tajné slovo (NE totéž jako heslo) a zadejte jej v sekci níže, abyste se připojili k Skrill. Tajné slovo je poslední krok aktivačního procesu a bezpečně zašifruje vaše platby. Po úspěšném odeslání budete připraveni používat všechny možnosti přímé platby přes Skrill.
da: Efter aktivering, vil Skrill giver dig adgang til et nyt afsnit i din Skrill konto kaldes Merchant Tools. Vælg en hemmelige ord (IKKE det samme som dit kodeord) der, og også angive det i afsnittet nedenfor for at oprette forbindelse til Skrill. Hemmeligheden ord er det sidste trin i aktiveringen, og krypterer dine betalinger sikkert. Efter vellykket indsendelse du er klar til at bruge alle direkte betaling muligheder af Skrill.
de: Nach der Aktivierung gewährt Ihnen Skrill Zugang zu einem neuen Abschnitt in Ihrem Skrill-Konto, namens Merchant Tools. Dort wählen Sie bitte ein geheimes Wort (NICHT das gleiche wie Ihr Passwort) und geben es in den folgenden Abschnitt ein, um sich mit Skrill zu verbinden. Das geheime Wort ist der letzte Schritt Ihres Aktivierungsprozesses und verschlüsselt Ihre Zahlungen sicher. Nach erfolgreicher Einreichung sind Sie bereit, alle Direktzahlungsmöglichkeiten von Skrill zu nutzen.
el: Μετά την ενεργοποίηση το Skrill θα σας χορηγήσει την πρόσβαση σε μια νέα ενότητα στο Λογαριασμό σας Skrill που ονομάζεται Merchant Tools. Εκεί παρακαλούμε να επιλέξετε μια μυστική λέξη (ΟΧΙ την ίδια με τον κωδικό πρόσβασης) και πληκτρολογήστε τη στην παρακάτω ενότητα για να συνδεθείτε στο Skrill. Η μυστική λέξη είναι το τελευταίο βήμα της διαδικασίας ενεργοποίησης του προϊόντος σας και κρυπτογραφεί τις πληρωμές σας με ασφάλεια. Μετά την επιτυχή υποβολή σας θα είστε έτοιμοι να χρησιμοποιήσετε όλες τις άμεσες επιλογές πληρωμής του Skrill.
es: Después de la activación tendrás acceso a una nueva sección en Skrill con Herramientas para comercios. Debes escoger una palabra secreta (diferente de la contraseña) y introducirla en la siguiente sección para conectar con Skrill. La palabra secreta es el último paso del proceso de activación y encripta de modo seguro tus pagos. Tras el correcto registro, estarás en disposición de usar todas las opciones de pago de Skrill.
id: Setelah aktivasi Skrill akan memberikan Anda hak akses baru ke bagian Skrill Akun disebut Merchant Tools. Pilihlah kata rahasia (tidak sama dengan password Anda) dan masukkan di bagian bawah untuk menghubungkan ke Skrill. Kata rahasia adalah langkah terakhir dari proses aktivasi dan mengenkripsi pembayaran Anda agar aman. Setelah pengajuan sukses Anda akan siap untuk menggunakan semua opsi pembayaran langsung dari Skrill.
no: Etter aktivering Skrill vil gi deg tilgang til en ny seksjon på din Skrill-konto kalt Merchant Tools. Det kan du velge et hemmelig ord (IKKE det samme som passord) og angi det i avsnittet under for å koble til Skrill. Det hemmelige ordet er siste trinn i aktiveringsprosessen, og krypterer dine betalinger sikkert. Etter vellykket innlevering vil du være klar til å bruke alle direkte betaling valg av Skrill.
ru: После активации Skrill предоставит вам доступ к новому разделу вашего аккаунта Skrill — Merchant Tools. Пожалуйста, выберите там секретное слово (отличное от вашего пароля) и добавьте его в настройках ниже, чтобы соединяться с Skrill. Секретное слово — последний шаг процесса активации, позволяющий шифровать платежи. После успешного рассмотрения заявки вы получите возможность использовать все варианты оплаты Skrill.
uk: Після активації Skrill надасть вам доступ до нового розділу вашого аккаунта Skrill - Merchant Tools. Будь ласка, виберіть там секретне слово (відмінне від вашого пароля) і додайте його в налаштуваннях нижче, щоб з'єднуватися з Skrill. Секретне слово - останній крок процесу активації, що дозволяє шифрувати платежі. Після успішного розгляду заявки ви отримаєте можливість використовувати всі варіанти оплати Skrill.
vi: Sau khi kích hoạt Skrill sẽ cấp quyền truy cập vào một phần mới trong Tài khoản Skrill gọi là Merchant Tools (Công cụ Thương gia). Hãy chọn một từ bí mật (không giống như mật khẩu của bạn) và nhập nó trong phần dưới đây để kết nối với Skrill. Từ bí mật là bước cuối cùng trong quá trình kích hoạt của bạn và mã hóa các khoản thanh toán của bạn một cách an toàn. Sau khi thành công trình, bạn sẽ được sẵn sàng để sử dụng tất cả các tùy chọn thanh toán trực tiếp của Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
cs: Pokud jste si zvolili měnu, která není základní měnou v našem obchodě, ujistěte se, prosím, že má platný <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 kód</a> na stránce <a href="[link]">měny</a>.
da: Hvis du har valgt en valuta, som ikke basere en i din butik, skal du sørge for, at den har den rigtige <a href="http://en.wikipedia.org/wiki/ISO_4217"> ISO 4217-kode </ a> <a href="[link]"> valutaer </ a>.
de: Wenn Sie eine Währung ausgewählt haben, die nicht die Basiswährung in Ihrem Geschäft ist, stellen Sie bitte sicher, dass Sie den richtigen <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> auf der <a href="[link]">currencies</a> Seite.
el: Αν έχετε επιλέξει ένα νόμισμα που δεν είναι η βάση στο κατάστημά σας, βεβαιωθείτε
es: Si has seleccionado una divisa diferente de la divisa base de la tienda, por favor asegúrate que tiene el correcto <a href="http://en.wikipedia.org/wiki/ISO_4217">código ISO 4217</a> en la<a href="[link]">página de divisas</a>.
no: Hvis du har valgt en valuta som ikke er basen en i butikken din, må du sørge for at den har riktig <a href="http://en.wikipedia.org/wiki/ISO_4217"> ISO 4217-koden </ a> på <a href="[link]"> valutaene </ a> siden.
ru: Если Вы выбрали валюту, которая не является базовой в вашем магазине, пожалуйста, убедитесь, что правильно введен <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 код </a> на странице <a href="[link]">Валюты</a>.
uk: Якщо Ви вибрали валюту, яка не є базовою у вашому магазині, будь ласка, переконайтеся, що правильно введений <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 код</a> на сторінці <a href="[link]">Валюти </a>.
vi: Nếu bạn đã chọn một loại tiền tệ mà không phải là cơ sở trong cửa hàng của bạn, hãy chắc chắn rằng nó đã đúng <a href="http://en.wikipedia.org/wiki/ISO_4217"> mã ISO 4217</a> trên trang <a href="[link]">tiền tệ</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
cs: Stanovená e-mailová adresa není registrován v Skrill.
da: specificerede e-mail er ikke registreret i Skrill.
de: Die angegebene E-Mail-Adresse ist nicht in Skrill registriert.
el: Η καθορισμένη διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι εγγεγραμμένη στο Skrill.
es: El email especificado no está registrado en Skrill.
id: Alamat email tidak terdaftar di Skrill.
no: Angitte e-post-adressen er ikke registrert i Skrill.
ru: Указанный email не зарегистрирован в Skrill.
uk: Вказаний email не зареєстровано в Skrill.
vi: Địa chỉ email đã chỉ định không được đăng ký tại Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
cs: Uvedená e-mailová adresa není v Skrill zaregistrována.
da: specificerede e-mail er registreret i Skrill.
de: Die angegebene E-Mail-Adresse ist in Skrill registriert.
el: Η καθορισμένη διεύθυνση ηλεκτρονικού ταχυδρομείου είναι εγγεγραμμένη στο Skrill.
es: El email especificado está registrado en Skrill.
id: Alamat email terdaftar di Skrill.
no: Angitte e-post-adressen er registrert i Skrill.
ru: Указанный email зарегистрирован в Skrill.
uk: Вказаний email зареєстровано в Skrill.
vi: Địa chỉ email chỉ định đã được đăng ký tại Skrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
cs: Některá pole vyžadovaná pro aktivaci Rýchlej platby nejsou vyplněny. Zkontrolujte je, prosím.
da: Nogle af de områder, der kræves for Quick Checkout aktivering var savnet. Venligst.
de: Einige der für die Aktivierung des Quick Checkout erforderlichen Felder fehlen. Bitte überprüfen Sie dies.
el: Ορισμένα από τα πεδία που απαιτούνται για την ενεργοποίηση Quick Checkout λείπουν. Παρακαλούμε ελέγξτε.
es: Faltan algunos campos necesarios para activar Quick Checkout. Por favor, compruébalo.
no: Noen av feltene som kreves for Quick Checkout aktivering mangler. Vennligst sjekk.
ru: Отсутствуют некоторые поля, необходимые для активации Quick Checkout. Пожалуйста, проверьте.
uk: Деякі з полів, які необхідні для Quick Checkout відсутні. Будь ласка, перевірте.
vi: Một số trường cần thiết để kích hoạt Quick Checkout đã bị thiếu. Vui lòng kiểm tra.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
cs: Pokud není váš HTTPS server nastaven, logo bude provedeno přes HTTP protokol a uživatelé uvidí na stránce Skrill varování "Připojení částečně šifrované".
da: Hvis din HTTPS server er ikke sat op, vil logoet blive vedtaget af HTTP-protokollen og brugere vil se den "Connection delvist krypteret " advarsel på Skrill side.
de: Wenn Ihr HTTPS-Server nicht eingerichtet ist, wird das Logo vom HTTP-Protokoll übergeben und die Benutzer sehen die Warnung "Connection Partially Encrypted" auf der Skrill-Seite.
el: Εάν ο HTTPS διακομιστής σας δεν έχει ρυθμιστεί, το λογότυπο θα πρέπει να περάσει από το πρωτόκολλο και τους χρήστες HTTP θα δουν το "Connection Partially Encrypted"την προειδοποίηση στη σελίδα Skrill ."
es: Si el servidor HTTPS no está configurado, el logo se suministrará a través del protocolo HTTP y los usuarios verán el aviso "Conexión parcialmente encriptada" en la página de Skrill.
no: Hvis HTTPS server ikke er satt opp, vil logoen bli vedtatt av HTTP-protokollen, og brukerne vil se "Connection Delvis Kryptert" advarsel på Skrill siden.
ru: Если у Вас не настроен HTTPS-сервер, то логотип будет передаваться через протокол HTTP, и пользователи будут видеть следующее предупреждение на странице Skrill: "Соединение частично зашифровано".
uk: Якщо у Вас не налаштований HTTPS-сервер, то логотип буде передаватися через протокол HTTP, і користувачі будуть бачити наступне попередження на сторінці Skrill: "З'єднання частково зашифроване".
vi: Nếu máy chủ HTTPS của bạn không được thiết lập, biểu tượng sẽ được thông qua bởi các giao thức HTTP và người dùng sẽ thấy cảnh báo "Connection Partially Encrypted" trên trang Skrill.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before validating email, secret word or activating merchant tools.</p>
ar: للوصول إلى شبكة المدفوعات الدولية سكريل، من فضلك سجل <a href="[register_url]" target="_blank"> هنا</a> للحصول على حساب مجاني إذا لم يكن لديك واحد حتى الآن. <p><strong>اهتمام</strong>: الرجاء حفظ الإعدادات قبل التحقق من صحة البريد الإلكتروني، وكلمة السر أو تفعيل أدوات التاجر.</p>
da: For at få adgang til de internationale betalingskort netværk af Skrill, bedes du tilmelde dig <a href="[register_url]" target="_blank"> her</a> for en gratis konto hvis du ikke har en endnu. <p><strong>Opmærksomhed</strong>: Gem indstillinger før validering af e-mail, hemmelige ord eller aktivering købmand værktøjer.</p>
de: Um Zugang zum internationalen Zahlungsnetzwerk von Skrill zu erhalten, registrieren Sie sich bitte <a href="[register_url]" target="_blank">hier</a> für einen kostenlosen Account, wenn Sie noch keinen haben. <p><strong>Achtung</strong>: Bitte speichern Sie die Einstellungen, bevor Sie E-Mails, Geheimwörter oder Händlertools validieren.</p>
el: Για να αποκτήσετε πρόσβαση στο δίκτυο διεθνών πληρωμών της Skrill, παρακαλώ εγγραφείτε <a href="[register_url]" target="_blank"> εδώ</a> για ένα δωρεάν λογαριασμό εάν δεν έχετε ένα ακόμα. <p><strong>Προσοχή</strong>: παρακαλούμε να αποθηκεύσετε τις ρυθμίσεις πριν από την επικύρωση ηλεκτρονικού ταχυδρομείου, μυστικήςλέξης ή πριν την ενεργοποίηση εργαλείων για εμπόρους.</p>
es: Para obtener acceso a la red de pago internacional de Skrill, por favor, regístrese <a href="[register_url]" target="_blank"> aquí</a>para obtener una cuenta gratuita si todavía no tiene una.<p><strong>Atención</strong>: por favor, guarde la configuración antes de validar su correo electrónico, palabra secreta o activar las herramientas de empresa.</p>
id: Untuk mendapatkan akses ke jaringan pembayaran internasional Skrill, silakan mendaftar <a href=" [register_url] "target="_blank"> disini </a> untuk mendapatkan akun gratis jika Anda belum memilikinya. <p> <strong> Perhatian </strong>: simpan setelan sebelum memvalidasi email, kata rahasia, atau alat pedagang yang mengaktifkan. </p>
no: For å få tilgang til det internasjonale betalingsnettverket Skrill, kan du registrere deg <a href="[register_url]" target="_blank">her</a> for en gratis konto, hvis du ikke har en ennå.<p><strong>Attention</strong>: Husk å lagre innstillingene før du validerer e-post, hemmelig ord eller aktiverer merchant verktøyene.</p>
ru: Для доступа к международной платёжной системе Skrill, пожалуйста, зарегистрируйтесь по <a href="[register_url]" target="_blank">этому адресу</a> для получения бесплатной учётной записи.<p><strong>Внимание</strong>: пожалуйста, сохраните настройки перед подтверждением почтового адреса, секретного слова и активации инструментов торговли.</p>
tr: Henüz üye olmadıysanız Skrill uluslararası ödeme ağ erişimi için lütfen <a href="[register_url]" target="_blank"> adresinden</a> kayıt olun.<p><strong>Dikkat</strong>: E-mail doğrulama, secret word veya ticaret aracı aktivasyonu öncesinde lütfen ayarları kaydedin. </p>
uk: Для доступу до міжнародної платіжної системи Skrill, будь ласка, зареєструйтеся за <a href="[register_url]" target="_blank">цією адресою</a> для отримання безкоштовної облікового запису. <p><strong>Увага</strong>: будь ласка, збережіть налаштування перед підтвердженням поштової адреси, секретного слова і активації інструментів торгівлі.</p>
vi: Để truy cập vào các mạng lưới thanh toán quốc tế Skrill, xin vui lòng đăng ký <a href="[register_url]" target="_blank"> ở đây</a> cho một tài khoản miễn phí nếu bạn không có được nêu ra. <p><strong>Chú ý</strong>: xin vui lòng lưu các thiết đặt trước khi phê chuẩn thư điện tử, từ bí mật hoặc kích hoạt các công cụ thương gia.</p>
