Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# ProfileFields::s_address
source: Address
ar: العنوان
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
id: Alamat
ja: 番地
no: Adresse
ru: Адрес
tr: Adres ( 1 )
uk: Адреса
vi: Địa chỉ

# ProfileFields::s_address_2
source: Address
ar: العنوان
cs: Adresa
da: Adresse 2
de: Adresse
el: Διεύθυνση, γραμμή 2
es: Dirección, línea 2
id: Alamat
ja: ビル・建物名
no: Adresse
ru: Адрес (строка 2)
tr: Adres ( varsa devamı )
uk: Адреса
vi: Địa chỉ

# ProfileFields::b_city
source: City
ar: المدينة
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
id: Kota
ja: 市区町村
no: Poststed
ru: Город
tr: İlçe
uk: Місто
vi: Thành phố

# ProfileFields::s_city
source: City
ar: المدينة
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
id: Kota
ja: 市区町村
no: Poststed
ru: Город
tr: İlçe
uk: Місто
vi: Thành phố

# ProfileFields::b_state
source: State/province
ar: المحافظة
cs: Stát/provincie
da: Område
de: Bundesland/Kanton
el: Νομός
es: Provincia
id: Negara bagian / propinsi
ja: 都道府県
no: Stat/kommune
ru: Область/район
tr: Şehir
uk: Область/район
vi: Bang/Tỉnh

# ProfileFields::s_state
source: State/province
ar: المحافظة
cs: Stát/provincie
da: Område
de: Bundesland/Kanton
el: Πολιτεία/Επαρχία
es: Provincia
id: Negara bagian / propinsi
ja: 都道府県
no: Stat/kommune
ru: Область/район
tr: Şehir
uk: Область/район
vi: Bang/Tỉnh

# ProfileFields::b_country
source: Country
ar: الدولة
cs: Země
da: Land
de: Land
el: Χώρα
es: País
id: Negara
ja: 国名
no: Land
ru: Страна
tr: Ülke
uk: Країна
vi: Quốc gia

# ProfileFields::s_country
source: Country
ar: الدولة
cs: Země
da: Land
de: Land
el: Χώρα
es: País
id: Negara
ja: 国名
no: Land
ru: Страна
tr: Ülke
uk: Країна
vi: Quốc gia

# ProfileFields::b_zipcode
source: Zip/postal code
ar: الرمز البريدي
cs: Poštovní směrovací číslo
da: Postnr
de: PLZ (Postleitzahl)
el: T.K (ταχυδρομικός κώδικας)
es: Código Postal
id: Kode pos / pos
ja: 郵便番号
no: Postnummer
ru: Почтовый индекс
tr: Posta Kodu
uk: Поштовий індекс
vi: Mã Zip/bưu điện

# ProfileFields::s_zipcode
source: Zip/postal code
ar: الرمز البريدي
cs: PSČ
da: Postnr
de: PLZ (Postleitzahl)
el: T.K (ταχυδρομικός κώδικας )
es: Código Postal
id: Kode pos / pos
ja: 郵便番号
no: Postnummer
ru: Почтовый индекс
tr: Posta Kodu
uk: Поштовий індекс
vi: Mã Zip/bưu điện

# ProfileFields::b_phone
source: Phone
ar: الهاتف
cs: Telefon
da: Telefon
de: Telefon
el: Αριθμός τηλεφώνου
es: Teléfono
id: Telepon
ja: 電話番号
no: Telefon
ru: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

# ProfileFields::s_phone
source: Phone
ar: الهاتف
cs: Telefon
da: Telefon
de: Telefon
el: Αριθμός τηλεφώνου
es: Teléfono
id: Telepon
ja: 電話番号
no: Telefon
ru: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

# ProfileFields::email
source: E-mail
ar: البريد الإلكتروني
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου(e-mail)
es: Correo electrónico
no: E-post
tr: E-posta
uk: Електронна пошта

# ProfileFields::s_address_type
source: Address type
ar: نوع العنوان
cs: Typ adresy
da: Adressetype
de: Adresstyp
el: Tύπος διεύθυνσης
es: Tipo de dirección
id: Tipe alamat
ja: お届け先住所の種類
no: Adresse type
ru: Тип адреса
tr: Adres Türü
uk: Тип адреси
vi: Loại địa chỉ

# ProfileFields::admin_firstname
source: First name
cs: Jméno
el: Ονομα
es: Nombre
id: Nama depan
ru: Имя
tr: Ad
uk: Ім’я
vi: Tên

# ProfileFields::admin_lastname
source: Last name
cs: Příjmení
el: Επίθετο
es: Apellido
id: Nama belakang
ru: Фамилия
tr: Soyad
uk: Прізвище
vi: Họ

# ProfileFields::company_description
source: Description
cs: Popis
el: Περιγραφή
es: Descripción
id: Deskripsi
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả

# ProfileFields::address
source: Address
cs: Adresa
el: Διευθυνση
es: Dirección
id: Alamat
ru: Адрес
tr: Adres
uk: Адреса
vi: Địa chỉ

# ProfileFields::city
source: City
cs: Město
el: Πόλη
es: Ciudad
id: Kota
ru: Город
tr: Şehir
uk: Місто
vi: Thành phố

# ProfileFields::country
source: Country
cs: Země
el: Χώρα
es: País
id: Negara
ru: Страна
tr: Ülke
uk: Країна
vi: Quốc gia

# ProfileFields::state
source: State/Province
cs: Stát/provincie
el: Νομός
es: Estado/Provincia
id: Negara Bagian / Provinsi
ru: Область/район
tr: Semt/İlçe
uk: Область/район
vi: Bang/Tỉnh

# ProfileFields::zipcode
source: Zip/postal code
cs: PSČ
el: T.K (ταχυδρομικός κώδικας)
es: Código Postal
id: Kode Pos
ru: Почтовый индекс
tr: Posta Kodu
uk: Поштовий індекс
vi: Mã Zip/bưu điện

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
cs: Souhlasím s obchodními podmínkami
el: Αποδεχομαι τους όρους και προϋποθέσεις
es: Acepto los términos y las condiciones
id: Saya menerima Syarat dan Ketentuan
ru: Я принимаю условия
tr: Kullanım Koşulları ve Şartları kabul ediyorum
uk: Я приймаю умови
vi: Tôi chấp nhận Điều khoản và Điều kiện

# Languages::vendor_terms
source: Vendor terms and conditions
cs: Obchodní podmínky prodejce
el: Όρους και τις προϋποθέσεις του πωλητή
es: Términos y condiciones de los proveedores
id: Syarat dan ketentuan vendor
ru: Условия продавца
tr: Satıcı Kullanım Koşulları ve Şartları
uk: Умови, що встановлюються продавцем
vi: Điều khoản và điều kiện của nhà cung cấp

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
cs: Upozornění na obchodní podmínky prodejce
el: Όροι και τις προϋποθέσεις πωλητή Συναγερμος
es: Advertencia de los términos y las condiciones de los proveedores
id: Peringatan syarat dan ketentuan vendor
ru: Предупреждение, что нужно принять условия
tr: Satıcı kullanım koşulları ve şartları bildirisi
uk: Попередження, що потрібно прийняти умови

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
cs: Text obchodních podmínek prodejce
el: Όροι και τις προϋποθέσεις πωλητή Κειμενο
es: Texto de los términos y las condiciones del proveedor
id: Teks syarat dan ketentuan vendor
ru: Текст условий для продавцов
tr: Satıcı kullanım koşulları ve şartları metni
uk: Текст умов для продавців

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
cs: Zboží musí patřit do některé z kategorií vytvořených společností vlastníka.
da: Produktet skal tilhøre til en kategori oprettet af firmaet ejer.
el: Το Προϊόν πρέπει να ανήκει σε κάποια κατηγορία που δημιουργήθηκε από την εταιρεία του ιδιοκτήτη.
es: Producto debe pertenecer a alguna categoría creada por la empresa propietaria.
id: Produk harus termasuk dalam beberapa kategori yang dibuat oleh perusahaan pemilik.
ja: 商品はメインショップが作成したカテゴリーに割り当てられている必要があります。
no: Produktet må tilhøre en kategori opprettet av eier firmaet.
ru: Товар должен принадлежать категории, относящейся к магазину-владельцу.
uk: Продукт повинен належати до категорії, створеної власникм компанії.
vi: Sản phẩm phải thuộc về một số danh mục tạo bởi công ty chủ sở hữu.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
cs: Žádné
da: Ingen
de: Keine
el: Κανενα
es: Ninguno
id: Tidak ada
ja: なし
no: Ingen
ru: не использовать
tr: Hiçbiri
uk: Не використовувати
vi: Không có

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
cs: Zobrazit nejprve "Nový zákazník"
da: Vis "Ny kunde" først
de: "Neuen Kunde" zuerst anzeigen
el: Προβολή "Νέος Πελλάτης" πρώτα
es: Mostrar primero "Nuevo cliente"
id: Tampilkan "pelanggan baru" terlebih dahulu
ja: 「はじめてのご来店・未登録のお客様」を先に表示
no: Vis "Ny kunde" først
ru: Показывать вариант «Новый покупатель» первым
tr: Önce "Yeni müşteri"yi görüntüle
uk: Відобразити варіант «Новий клієнт» першим
vi: Hiển thị "Khách hàng mới" đầu tiên

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
cs: Zobrazit nejprve "Registrovaný zákazník"
da: Vis "Tilbagevendende kunde" først
el: Προβολή "Υπάρχων πελάτης" πρώτα
es: Mostrar primero "Volver al cliente"
id: Tampilkan "Returning customer" terlebih dahulu
ja: 「会員のお客様」を先に表示
no: Vis "Returnerende kunde" først
ru: Показывать вариант «Постоянный клиент» первым
tr: Önce "Geri gelen müşteri"yi görüntüle
uk: Відобразити варіант «Постійний клієнт» першим
vi: Hiển thị "Khách hàng cũ" đầu tiên

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
ar: إخفاء الخطوة بالكامل
cs: Skrýt tento krok
da: Skjul skridt helt
el: Πλήρη Απόκρυψη βήματος
es: Ocultar paso totalmente
id: Sembunyikan langkah sepenuhnya
ja: 「ログイン / 会員登録」ステップを省略
no: Skjul trinnet helt
ru: Не показывать это шаг
tr: Adımı tamamen gizle
uk: Приховати крок повністю
vi: Ẩn bước hoàn thành

# SettingsVariants::sign_in_default_action::register
source: Register
ar: تسجيل
cs: Registrace
da: Registrer
de: Registrieren
el: Εγγραφή
es: Registro
id: Daftar
ja: 会員登録
no: Registrer deg
ru: Регистрация
tr: Kayıt ol
uk: Реєстрація
vi: Đăng ký

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
ar: المحاسبة كضيف
cs: Jednorázový nákup
da: Til kassen som gæst
de: Als Gast einkaufen
el: Πληρωμή ως επισκέπτης
es: Comprar como invitado
id: Checkout sebagai tamu
ja: 会員登録せずに購入
no: Sjekk ut som gjest
ru: Оформить заказ как гость
tr: Kayıt olmadan ödeme yapın
uk: Оформити замовлення в якості гостя
vi: Khách thanh toán

# SettingsVariants::secure_storefront::none
source: Disable
ar: تعطيل
cs: Zakázat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποιηση
es: Desactivar
id: Nonaktifkan
ja: 無効
no: Deaktiver
ru: Выкл.
uk: Вимкнути
vi: Tắt

# SettingsVariants::secure_storefront::partial
source: Secure profile, checkout and order pages
ar: تأمين الصفحات الشخصية والمحاسبة صفحات الطلب
cs: Zabezpečené stránky profilu, rezervace a objednávky
da: Sikker profil, checkout og ordrersider
de: Profil, Kasse und Bestell-Seiten sichern
el: Ασφαλείς σελίδα προφίλ, ταμείου και παραγγελίας
es: Perfil seguro, pago y envío y las páginas de pedidos
id: Amankan profil, halaman checkout dan pesan
ja: 会員情報、注文手続き、注文ページに適用
no: Sikker profil, utsjekking og ordresider
ru: Включить для страниц профиля и оформления заказа
tr: Güvenli profil, sipariş ve ödeme sayfaları
uk: Включити для сторінок профілю та оформлення замовлення
vi: Các trang bảo mật hồ sơ, thanh toán và đơn hàng

# SettingsVariants::secure_storefront::full
source: Secure full site
ar: تأمين موقع كامل
cs: Zajistěte všechny weby
da: Sikker fuld websted
de: Komplette Seite sichern
el: Ασφάλιση όλου του Site
es: Sitio seguro
id: Amankan situs penuh
ja: ショップフロント全体に適用
no: Sikre alle nettsider
ru: Включить для всего сайта
tr: Tam site güvenliği
uk: Увімкнути для всього сайту
vi: Trang bảo mật đầy đủ

# Languages::last_year
source: Last year
ar: السنة الماضية
cs: Minulý rok
da: Sidste år
de: Im vergangenen Jahr
el: Πέρυσι
es: Año pasado
id: Tahun lalu
ja: 昨年
no: I fjor
ru: Предыдущий год
tr: Geçen yıl
uk: Минулого року
vi: Năm trước

# Languages::store_closed
source: Store closed
ar: المتجر مغلق
cs: Obchod uzavřen
da: Butik lukket
de: Shop geschlossen
el: Κατάστημα κλειστό
es: Tienda cerrada
id: Toko tutup
ja: ショップは一時クローズ中です
no: Butikken er stengt
ru: Магазин закрыт
tr: Mağaza kapalı
uk: Крамницю закрито
vi: Cửa hàng đang tạm đóng cửa

# Languages::store_closed_banner
source: Store<br/>closed
ar: المتجر<br/>مغلق
cs: Obchod<br/>zavřený
da: Butik <br/> lukket
de: Shop<br/>geschlossen
el: To Κατάστημα <br/>είναι κλειστό!
es: Tienda<br/>cerrada
id: Store<br/>ditutup
no: Butikk<br/>stengt
ru: Обед
tr: Mağaza <br/> kapalı
uk: Крамницю<br/>закрито
vi: Cửa hàng <br/> đóng cửa

# Languages::copy_to_other_locations
source: Copy to other locations
ar: نسخ لأماكن أخرى
cs: Kopírovat do jiných umístění
da: Kopier til andre lokationer
de: An andere Speicherorte kopieren
el: Αντιγραφή σε άλλες τοποθεσίες
es: Copiar a otros lugares
id: Salin ke lokasi lain
ja: 他のロケーションにコピー
no: Kopier til andre steder
ru: Скопировать на остальные страницы
tr: Diğer konumlara kopyala
uk: Скопіювати на інші сторінки
vi: Sao chép vào vị trí khác

# Languages::head_custom_html
source: Custom HTML code
cs: Vlastní HTML kód
da: Custom HTML kode
de: Benutzerdefinierter HTML-Code
el: Προσαρμοσμένος κώδικας HTML
es: Código HTML personalizado
id: Kode HTML khusus
ja: カスタムHTMLコード
no: Egendefinert HTML kode
ru: Пользовательский HTML код
tr: Özel HTML kodu
uk: Custom HTML код
vi: Mã HTML tuỳ chỉnh

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This HTML code will be put between &lt;head&gt;&lt;/head&gt; tags
cs: Tento HTML kód bude vložen mezi tagy &lt;head&gt;&lt;/head&gt;
da: Denne HTML-kode vil blive sat mellem &lt; head &gt;&lt; / hoved &gt; tags
el: Αυτός ο κώδικας HTML θα τοποθετηθεί μεταξύ &lt;head&gt;&lt;/head&gt; tags
es: Este código HTML se pondrá entre &lt;head&gt;&lt;/head&gt; Etiquetas
id: Kode HTML ini akan meletakkan antara &lt; kepala &gt;&lt; / kepala &gt; tag
ja: &lt;head&gt;&lt;/head&gt; タグの中に挿入されるHTMLコードを記述できます
no: Denne HTML-koden vil bli lagt mellom &lt;head&gt;&lt;/head&gt; taggene
ru: Этот HTML-код будет выведен между тэгами &lt;head&gt; и &lt;/head&gt;
tr: Bu HTML kodu &lt;head&gt;&lt;/head&gt; sekmeleri arasına koyulacak
uk: Цей HTML код буде виведений між тегами &lt;head&gt;&lt;/head&gt;
vi: Mã HTML này sẽ được đặt giữa &lt;head&gt;&lt;/head&gt; tags

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
cs: Tato akce odstraní všechno zboží z vybrané kategorie, včetně jejích podkategorií a zboží v nich.
da: Dette vil slette alle markerede kategoriprodukter, såvel som dens underkategorier og deres produkter.
el: Αυτό θα διαγράψει όλα τα προϊόντα της επιλεγμένης κατηγορίας , καθώς και τις υποκατηγορίες και τα προϊόντα τους.
es: Esto borrará productos de todas las categoría, así como sus productos y sus subcategorías.
id: Ini akan menghapus semua produk kategori yang dipilih, serta subkategori dan produknya.
ja: カテゴリーを削除するとカテゴリーに属するサブカテゴリーおよび商品も削除されます。
no: Dette vil slette alle valgte kategoriers produkter, samt dens underkategorier og deres produkter.
ru: Будут удалены все товары выбранной категории, а также все ее подкатегории и их товары.
tr: Bu tüm seçili kategori ürünlerini, ve yanı sıra onun alt kategorilerini ve bunların ürünlerini silecektir.
uk: Буде видалено всі товари обраної категоріх, а також всі її підкатегорії та їх товари.
vi: Việc này sẽ xóa tất cả sản phẩm của danh mục được chọn, cũng như các danh mục con của nó và các sản phẩm của danh mục con.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
cs: Tato akce odstraní všechno zboží z vybraných kategorií, včetně jejich podkategorií a zboží v nich.
da: Dette vil slette alle markerede kategoriprodukter, såvel som dens underkategorier og deres produkter.
el: Αυτό θα διαγράψει όλα τα προϊόντα της επιλεγμένης κατηγορίας , καθώς και τις υποκατηγορίες και τα προϊόντα τους.
es: Esto borrará productos de todas las categoría, así como sus productos y sus subcategorías.
id: Ini akan menghapus semua produk kategori yang dipilih, serta subkategori dan produk mereka.
ja: 選択したカテゴリーに加え、カテゴリーに属するサブカテゴリーおよび商品も削除されます。
no: Dette vil slette alle valgte kategoriers produkter, samt dens underkategorier og deres produkter.
ru: Будут удалены все товары выбранный категорий, а также все их подкатегории и их товары.
tr: Bu tüm seçili kategori ürünlerini, ve yanı sıra onun alt kategorilerini ve bunların ürünlerini silecektir.
uk: Будуть видалені всі товари обраних категорій, а також усі їхні підкатегорії і їхні товари.
vi: Việc này sẽ xóa tất cả sản phẩm của danh mục được chọn, cũng như các danh mục con của nó và các sản phẩm của danh mục con.

# Languages::restore_original
source: Restore original
cs: Obnovit původní
da: Gendanne oprindelige
el: Επαναφορα Αρχικου
es: Restaurar original
id: Kembalikan yang asli
ja: 初期設定からリストア
no: Gjenopprett original
ru: Оригинал
tr: Başlangıçtaki duruma geri dön
uk: Відновити оригінал
vi: Khôi phục ban đầu

# Languages::set_custom_configuration
source: Set custom configuration
cs: Nastavit vlastní konfigurace
da: Angiv brugerdefineret konfiguration
el: Ορισμός προσαρμοσμένης διαμόρφωσης
es: Ajustar configuración a medida
id: Setel konfigurasi kustom
ja: カスタム設定を使用
no: Angi egendefinert konfigurasjon
ru: Задать новую конфигурацию
tr: Özel yapılandırma ayarla
uk: Задати нову конфігурацію
vi: Đặt cấu hình tùy chỉnh

# Languages::use_default_block_configuration
source: Use default block configuration
cs: Použít výchozí blok konfigurace
da: Brug standard blok konfiguration
el: Χρήση προεπιλεγμένων ρυθμίσεων μπλοκ
es: Utilice la configuración de bloque por defecto
id: Gunakan konfigurasi blok default
ja: デフォルトのブロック設定を使用
no: Bruk standardkonfigurasjon blokk
ru: Использовать конфигурацию блоков по умолчанию
tr: Varsayılan blok yapılandırmasını kullan
uk: Використовувати конфігурацію блоків за замовчуванням
vi: Sử dụng mặc định cấu hình khối

# Languages::private_files
source: Private files
ar: ملفات خاصة
cs: Vlastní soubory
da: Private filer
de: Private Dateien
el: Ιδιωτικά αρχεία
es: Archivos privados
id: File pribadi
ja: プライベートファイル
no: Private filer
ru: Служебные файлы
tr: Özel dosyalar
uk: Службові файли
vi: Tập tin riêng

# Languages::public_files
source: Public files
cs: Veřejné soubory
da: Offentlige filer
de: Öffentliche Dateien
el: Δημόσια αρχεία
es: Archivos públicos
id: File publik
ja: 公開ファイル
no: Offentlige filer
ru: Пользовательские файлы
tr: Genel dosyalar
uk: Користувацькі файли
vi: Tập tin công khai

# Languages::templates
source: Templates
ar: قوالب
cs: Šablony
da: Skabeloner
el: Πρότυπα εμφάνισης (templates)
es: Plantillas
id: Template
ja: テンプレート
ru: Шаблоны
tr: Templateler
uk: Шаблони
vi: Mẫu giao diện

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
cs: Pošlete, prosím tuto URL adresu vašemu správci účtů Realex Payments
da: Opgiv venligst denne URL-adresse til din Realex betalinger account manager
es: Por favor suministrar esta URL a su Gerente de cuenta para pagos
id: Berikan URL ini ke pengelola akun Realex Payments Anda
no: Angi denne URL-en til din Realex kundekontakt
ru: Пожалуйста, предоставьте этот URL менеджеру вашего счета в Realex Payments
tr: Lütfen bu URL'yi Realex Ödemeleri hesap yöneticinize iletin
uk: Будь ласка, надайте цей URL менеджеру вашого рахунку в Realex Payments
vi: Xin vui lòng cung cấp URL này để quản lý tài khoản Realex Payments của bạn

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
ru: Пожалуйста, предоставьте этот URL менеджеру вашего счета в Global Payments
uk: Будьласка, надайте цей URL вашому менеджеру облікових записів Global Payments

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
cs: Zašlete, prosím, IP adresu serveru vašemu správci účtů Realex Payments
da: Opgiv venligst IP-adressen for din server til din Realex betalinger account manager
es: Por favor suministrar la dirección IP de su servidor a su Gerente de cuenta para pagos
id: Tolong berikan alamat IP server Anda ke pengelola akun Realex Payments Anda
no: Vennligst oppgi IP-adressen til din server til din Realex kundekontakt
ru: Пожалуйста, предоставьте IP-адрес вашего сервера менеджеру вашего счета в Realex Payments
tr: Lütfen sunucunuzun IP adresini Realex Ödemeleri hesap yöneticinize iletin
uk: Будь ласка, надайте IP-адресу вашого сервера менеджеру вашого рахунку в Realex Payments
vi: Xin vui lòng cung cấp địa chỉ IP máy chủ của bạn để quản lý tài khoản Realex Payments của bạn

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
ru: Пожалуйста, предоставьте IP-адрес вашего сервера менеджеру вашего счета в Global Payments
uk: Будьласка, надайте IP-адресу вашого сервера менеджеру облікового запису Global Payments

# Languages::payments.realex.settlement
source: Settlement
cs: Zúčtování
da: Afregning
el: διακανονισμός
es: Asentamiento
id: Penyelesaian
no: Oppgjør
ru: Расчет
tr: Kapatma
uk: Розрахунок
vi: Khu định cư

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
cs: Odložené zúčtování
da: Forsinket afregning
el: Καθυστερήμενος διακανονισμός
es: Retraso de liquidación
id: Penyelesaian tertunda
no: Forsinket oppgjør
ru: Отложенный расчет вручную
tr: Geciken kapatma
uk: Відкладений розрахунок вручну
vi: Bị trì hoãn thanh toán

# Languages::payments.realex.auto_settled
source: Auto-settled
cs: Automatické zúčtování
da: Afregnet automatisk
el: Autoματος διακανονισμός
es: Auto-colocado
id: Dilengkapi secara otomatis
no: Auto-oppgjort
ru: Автоматический расчет сразу
tr: Otomatik kapatma
uk: Автоматичний розрахунок відразу
vi: Tự động giải quyết

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
cs: Mapa konverze objednávek z Realex do CS-Cart
da: Realex til CS-Cart ordre status konvertering kort
es: Realex a CS-Cart estado del pedido Mapa de conversión
id: Peta konversi status Realex ke CS-Cart
no: Realex til CS-Cart ordre status konverteringskart
ru: Соответствие статусов заказов Realex и CS-Cart
tr: Realex'ten CS-Cart'a sipariş durumu dönüştürme haritası
uk: Відповідність статусів замовлень Realex і CS-Cart
vi: Realex tới CS-Cart trạng thái đơn hàng chuyển đổi bản đồ

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
ru: Карта соответствия статусов заказов в Global Payments и [product]
uk: Global Payments на карту перетворення статусу замовлення [product]

# Languages::payments.realex.subaccount
source: Subaccount
cs: Podúčet
el: Υπολογαριασμός
es: Subcuenta
id: Subakun
no: Sub konto
ru: Субсчет
tr: Alt hesap
uk: Субрахунок

# Languages::payments.realex.liability_shift
source: Liability Shift
cs: Přenos ručení
da: Erstatningsansvar Skift
es: Cambio de responsabilidad
id: Tanggung Jawab bergeser
ru: Перенос ответственности (liability shift)
tr: Sorumluluk geçişi
uk: Перенос відповідальності (liability shift)
vi: Trách nhiệm pháp lý thay đổi

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
cs: Vyžadován přenos ručení
da: Erstatningsansvar Skift kræves
es: Cambio de responsabilidad necesaria
id: Tanggung Jawab Shift diperlukan
ru: Необходим перенос ответственности (liability shift)
tr: Sorumluluk geçişi gerekiyor
uk: Необхідий переніс відповідальності (liability shift)
vi: Trách nhiệm pháp lý thay đổi yêu cầu

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
cs: 3-D zabezpečená správa
da: 3D-sikker meddelelse
el: Μήνυμα 3-D Secure
es: Mensaje seguro 3-d
id: Pesan Secure 3-D
no: 3-D Secure melding
ru: Сообщение 3-D Secure
tr: 3-D Güvenli mesaj
uk: Повідомлення 3-D Secure

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
cs: Váš Realex účet byl suspendován. Pro další informace kontaktujte technickou podporu Realex.
da: Din Realex konto er blevet suspenderet. Kontakt Realex support for yderligere oplysninger.
es: Se ha suspendido tu cuenta Realex. Para obtener más información, póngase en contacto con soporte Realex.
id: Akun Realex Anda telah ditangguhkan. Hubungi dukungan Realex untuk informasi lebih lanjut.
no: Din Realex konto har blitt suspendert. Kontakt Realex support for mer informasjon.
ru: Ваш аккаунт Realex был приостановлен. Свяжитесь со службой поддержки Realex для получения дополнительной информации.
tr: Realex hesabınız askıya alındı. Daha fazla bilgi için Realex destek birimiyle irtibata geçin.
uk: Ваш аккаунт Realex було призупинено. Зв'яжіться зі службою підтримки Realex для отримання додаткової інформації.
vi: Tài khoản Realex của bạn đã bị treo. Liên hệ với bộ phận hỗ trợ Realex để biết thêm thông tin.
