Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::privileges.view_pages
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_payments
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_reports
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_settings
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_shipping
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_static_data
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_stores
source: View stores
ar: مشاهدة المتاجر
cs: Zobrazit obchody
da: Se butikker
de: Lager anzeigen
el: Προβολη καταστημάτων
es: Ver tiendas
id: Lihat keseluruhan Toko
ja: ショップの閲覧
no: Vis butikker
ru: Просмотр магазинов
tr: Mağazaları görüntüleme
uk: Перегляд крамниць
vi: Xem cửa hàng

# Languages::privileges.view_taxes
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_usergroups
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_users
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privilege_sections.addons
source: Add-on privileges
de: Add-on-Rechte
el: Δικαιώματα Add-on
id: Hak istimewa tombol tambahan
ru: Модули
uk: Модулі

# Languages::privilege_sections.administration
source: Administration privileges
de: Administratorrechte
el: Δικαιώματα Διαχειριστή
id: Hak istimewa administrasi
ru: Администрирование
uk: Адміністрування

# Languages::privilege_sections.cart
source: Cart
ar: سلّة التسوق
cs: Košík
da: Indkøbskurv
de: Warenkorb
el: Καλάθι
es: Carro
id: Keranjang
ja: カート
no: Handlevogn
ru: Корзина
uk: Кошик
vi: Giỏ hàng

# Languages::privilege_sections.products
source: Product privileges
de: Produktrechte
el: Δικαιώματα προϊόντος
id: Hak istimewa produk
ru: Товары
uk: Товари

# Languages::privilege_sections.settings
source: Settings privileges
de: Berechtigungen für Einstellungen
el: Δικαιώματα ρυθμίσεων
id: Hak istimewa pengaturan
ru: Настройки
uk: Налаштування

# Languages::privilege_sections.catalog
source: Catalog
ar: فهرس المنتجات
cs: Katalog
da: Katalog
de: Katalog
el: Κατάλογος
es: Catálogo
id: Katalog
ja: カテゴリー・商品
no: Katalog
ru: Каталог
uk: Каталог
vi: Danh mục

# Languages::privilege_sections.design
source: Design privileges
de: Designberechtigungen
el: Δικαιώματα σχεδίασης
id: Hak istimewa desain
ru: Дизайн
uk: Дизайн

# Languages::privilege_sections.orders
source: Order privileges
de: Bestellrechte
el: Άλλα δικαιώματα
id: Hak istimewa pesanan
ru: Заказы
uk: Замовлення

# Languages::privilege_sections.marketing
source: Marketing privileges
de: Marketing-Rechte
el: Δικαιώματα Marketing
id: Hak istimewa pemasaran
ru: Маркетинг
uk: Маркетинг

# Languages::privilege_sections.website
source: Website privileges
de: Website-Berechtigungen
el: Δικαιώματα Website
id: Hak istimewa situs web
ru: Веб-сайт
uk: Веб-сайт

# Languages::privilege_sections.users
source: Customer privileges
de: Kundenrechte
el: Δικαιώματα Πελάτη
id: Hak istimewa pelanggan
ru: Покупатели
uk: Покупці

# Languages::privilege_sections.vendors
source: Store privileges
de: Speicherrechte
el: Δικαιώματα Καταστήματος
id: Hak istimewa toko
ru: Магазины
uk: Магазини

# Languages::proceed
source: Proceed
ar: تم معالجته
cs: Pokračovat
da: fortsæt
de: Weiter
el: Προχωρήστε
es: Proceder
id: Lanjutkan
ja: 実行
no: Fortsett
ru: Продолжить
tr: Devam
uk: Продовжити
vi: Xử lý

# Languages::proceed_to_checkout
source: Proceed to checkout
ar: التقدم بإتمام الشراء
cs: Přejít k objednávce
da: Gå til kassen
de: Weiter zur Kasse
el: Προχωρήστε στο Ταμείο
es: Pasar por caja
id: Proses checkout
ja: 注文手続きへ
no: Fortsett til kassen
ru: Оформить заказ
tr: Ödemeye geç
uk: Оформити замовлення
vi: Tiến hành thanh toán

# Languages::proceed_to_the_next_step
source: Proceed to the next step
ar: الاستمرار للخطوة التالية
cs: Pokračovat na další krok
da: fortsæt til næste trin
de: Weiter mit der Bestellung
el: Προχωρήστε στο επόμενο βήμα
es: Proceder al siguiente paso
id: lanjutkan ke langkah berikutnya
ja: 次のステップへ進む
no: Fortsett til neste trinn
ru: Перейти к следующему шагу
tr: Sonraki adıma geç
uk: Перейти до наступного кроку
vi: Tiến hành bước tiếp theo

# Languages::processed
source: Processed
ar: تم معالجته
cs: Zpracovaný
da: bearbejd
de: bearbeitet
el: ΕΠΕΞΕΡΓΑΣΤΗΚΑΝ
es: Procesado
id: Diproses
ja: 処理済
no: Sendt
ru: Обработан
tr: Oluştu
uk: Оброблений
vi: Đã xử lý

# Languages::processing
source: Processing
ar: جار المعالجة
cs: Zpracovávám
da: bearbejder
de: Bearbeitung
el: Επεξεργασία
es: Procesando
id: Pemrosesan
ja: 処理中です
no: Behandler
ru: Обработка
tr: Oluşuyor
uk: Обробка
vi: Xử lý

# Languages::processing_order
source: Processing order
ar: جار معالجة الطلب
cs: Zpracovávám objednávku
da: bearbejder ordre
de: Bestellung bearbeiten
el: Επεξεργασία παραγγελίας
es: Procesando pedido
id: Pemrosesan pesanan
ja: 注文の処理中
no: Behandlingsrekkefølge
ru: Обработка заказа
tr: Sipariş oluşturuluyor
uk: Обробка замовлення
vi: Xử lý đơn hàng

# Languages::processor
source: Processor
ar: المعالج
cs: Procesor
de: Zahlungs Anbieter (payment processor)
el: Εκκαθάριση
es: Procesado
id: Pengelola
ja: 決済代行業者
no: Prosessor
ru: Процессор
tr: İşlemci
uk: Процесор
vi: Xử lý

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
cs: Obchodné účty poskytované Cardsaveom, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
da: Erhvervskonti leveret af Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> E-mail: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
de: Händler-Account bereitgestellt durch Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>E-Mail: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
el: Οι εμπορικοί λογαριασμοί παρέχονται από το Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href=mailto:ecomm@cardsave.net>ecomm@cardsave.net</a>
es: Cuentas de Comerciante proporcionadas por Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
id: Merchant account yang disediakan oleh Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> Email: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
no: Grossist kontoer som tilbys av Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
ru: Аккаунты продавцов, предоставленные Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
uk: Акаунти продавців, надані Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email:<a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
vi: Tài khoản Thương gia được cung cấp bởi Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> Email: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
cs: <b>P21 jednoduchého API</b> umožňuje akceptovat plateb šekem. Nabízí průmysl nejvíce komplexní sadu kontrola obrazu tvorby a zúčtování řešení. S 21 Podívejte se dostanete vaše finanční prostředky ve stejný den šekem nebo přímý vklad.<br/><br/>Chcete-li aktivovat možnost zkontrolovat 21, prosím, kontaktujte nás mailem na: <a href="mailto:support@payment21.com"> support@payment21.com</a> nebo telefonicky na: 1 -888-770-0850 (US Toll Free) nebo 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
da: <b>P21 Simple API</b> gør det muligt at acceptere checkindbetalinger. Det tilbyder branchens mest omfattende udvalg af check billede skabelse og clearing løsninger. Med Check 21, vil du modtage dine penge inden for samme dag ved check eller direkte indbetaling. <br/> <br/>For at aktivere indstillingen Check 21, bedes du kontakte os via e-mail på: <a href="mailto:support@payment21.com"> support@payment21.com</a> eller på telefon: 1-888-770-0850 (amerikanske Toll Free) eller 0041-71-740-1629 (International). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
de: <b>P21 Einfache API</b> ermöglicht es Ihnen, Scheckzahlungen zu akzeptieren. Es bietet die branchenweit umfassendste Suite von Lösungen zur Erstellung von Scheckbildern und zum Clearing. Mit Check 21 erhalten Sie Ihre Gelder noch am selben Tag per Scheck oder Direkteinzahlung.<br/><br/>Um die Option Check 21 zu aktivieren, kontaktieren Sie uns bitte per E-Mail unter: <a href="mailto:support@payment21.com">support@payment21.com</a> oder per Telefon unter: 1-888-770-0850 (US gebührenfrei) oder 0041-71-740-1629 (international).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
el: <b>P21 Simple API</b> ενεργοποιείτε για να δέχεστε πληρωμές. Προσφέρει θαυμάσιες υπηρεσίες. Με την Check 21, θα δέχεστε πληρωμές μέσα στην ίδια μέρα ή την ίδια στιγμή.<br/><br/>Για να ενεργοποιήσετε τις επιλογές του Check 21, παρακαλώ επικοινωνήστε μαζί μας μέσο e-mail: <a href="mailto:support@payment21.com">support@payment21.com</a> ή στο τηλέφωνο: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
es: <b>P21API Simple</b>permite aceptar pagos por cheque. Ofrece la suite más completa de creación de imagen y soluciones de liquidación. Con Check 21, recibirá los fondos en el mismo día por cheque o depósito en cuenta.<br/><br/>Para activar la opción Check 21, por favor contacte por email a:<a href="mailto:support@payment21.com">support@payment21.com</a>o por teléfono a: 1-888-770-0850 (sin gastos des de USA) o 0041-71-740-1629 (Internacional).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
id: <b>P21 Simple API</b> memungkinkan Anda untuk menerima pembayaran dengan check. Menawarkan paket paling komprehensif untuk membuat check dan solusi kliring . Dengan Check 21, Anda akan menerima dana Anda dalam hari yang sama dengan cek atau transfer langsung. <br/> <br/> Untuk mengaktifkan opsi Check 21, silahkan hubungi kami melalui email di: <a href="mailto:support@payment21.com"> support@payment21.com</a> atau melalui telepon di: 1-888-770-0850 (US Toll Free) atau 0041-71-740-1629 (internasional). <br/> <br/> <a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
no: <b>P21 Simple API</b> muliggjør at du kan ta i mot utbetalinger via sjekk. Det tilbyr bransjens mest omfattende sett av bildeskapelse og klareringsløsninger. Med Check 21, vil du motta dine midler innenfor samme dag som sjekk eller direkte innskudd.<br/><br/>For å aktivere Check 21 alternativet, kan du kontakte oss via e-post på:. <a href="mailto:support@payment21.com">support@payment21.com</a> eller på telefon: 1-888-770-0850 (avgiftsfritt i USA) eller 0041-71-740-1629 (Internasjonalt).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
ru: <b>P21 Simple API</b> позволяет принимать платежи по чекам. Мы предлагаем самый удобный набор решений для создания изображения чека и безналичного расчета. С помощью Check 21 Вы получите ваши деньги в тот же день в виде чека или прямого депозита.<br/><br/>Чтобы активировать опцию Check 21, напишите: <a href="mailto:support@payment21.com">support@payment21.com</a> или позвоните нам: 1-888-770-0850 (US Toll Free) или 0041-71-740-1629 (международный).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
uk: <b>P21 Simple API</b> дозволяє приймати платежі по чеках. Ми пропонуємо найзручніший набір рішень для створення зображення чека і безготівкового розрахунку. За допомогою Check 21 Ви отримаєте ваші гроші в той же день у вигляді чека або прямого депозиту.<br/><br/>Щоб активувати опцію Check 21, напишіть: <a href="mailto:support@payment21.com"> support@payment21.com</a> або зателефонуйте нам: 1-888-770-0850 (US Toll Free) або 0041-71-740-1629 (міжнародний).<br/><br/><a href="http://www.payment21.com "target ="_blank"> www.payment21.com</a>
vi: <b>P21 Simple API</b> cho phép bạn chấp nhận thanh toán séc. Nó cung cấp gói toàn diện nhất của ngành công nghiệp của séc giải pháp sáng tạo và xóa hình ảnh. Với Check 21, bạn sẽ nhận được khoản tiền của bạn trong cùng một ngày bằng séc hoặc tiền gửi trực tiếp. <br/> <br/> Để kích hoạt các tùy chọn Check 21, xin vui lòng liên hệ với chúng tôi qua email tại: <a href="mailto:support@payment21.com"> support@payment21.com</a> hoặc qua điện thoại tại: 1-888-770-0850 (US Toll Free) hoặc 0041-71-740-1629 (quốc tế). <br/> <br/> <a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>

# Languages::processor_id
source: Processor ID
ar: معرف المعالج
cs: Procesor ID
de: Prozessor-ID
el: ID επεξεργαστή
es: ID del procesador
id: ID prosesor
no: Prosessor ID
ru: ID платежного модуля
uk: ID платіжного модуля
vi: ID xử lý

# Languages::process_selected
source: Process selected
ar: معالجة المحدد
cs: Postup vybrán
da: proces valgt
de: Prozess selektiert
el: Διαδικασία επιλεγεί
es: Procesar seleccionado
id: Proses yang dipilih
ja: 承認済み金額の支払いを承認
no: Prosess valgt
ru: Процесс выбран
tr: Seçileni oluştur
uk: Процес обрано
vi: Lự chọn xử lý

# Languages::product
source: Product
ar: منتج
cs: Zboží
da: Produkt
de: Produkt
el: Προϊόν
es: Artículo
id: Produk
ja: 商品
no: Produkt
ru: Товар
tr: Ürün
uk: Товар
vi: Sản phẩm

# Languages::products
source: Products
ar: المنتجات
cs: Zboží
da: Produkter
de: Produkte
el: Προϊόντα
es: Artículos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# Languages::products_deprecated
source: Products (Deprecated)
cs: Produkty (zastaralé)
de: Produkte (veraltet)
el: Προϊόντα (υπο καταργηση)
es: Productos (en desuso)
id: Produk (yang tidak digunakan lagi)
ru: Товары (старый импорт)
uk: Товары (старий імпорт)

# Languages::products2
source: Products2
ar: منتجات2
cs: Zboží2
da: Produkter2
de: Produkte2
el: Προϊόντα2
es: Productos2
id: Produk2
ja: 商品2
no: Produkter2
ru: Товары (2)
tr: Ürünler2
uk: Товари (2)

# Languages::products_added_to_cart
source: The products were added to your cart
ar: تم إضافة المنتجات لسلّة التسوق
cs: Zboží bylo přidáno do košíku
da: produkter til din indkøbsvogn
de: Produkte wurden Ihrem Warenkorb hinzugefügt
el: Τα προϊόντα προστέθηκαν στο καλάθι σας
es: Los productos fueron agregados a tu carrito
id: Produk ditambahkan ke belanjaan
ja: 商品がカートに追加されました
no: Produktene ble lagt i handlevognen
ru: Товары добавлены в вашу корзину
tr: Ürün(ler) Alışveriş Sepetinize Eklendi
uk: Товари додані до вашого кошика
vi: Sản phẩm đã được thêm vào giỏ hàng của bạn

# Languages::products_amount
source: Product quantity
ar: كمية المنتج
cs: Množství zboží
da: Produkt antal
de: Produktmenge
el: Σύνολο Προϊόντων
es: Cantidad de artículos
id: Jumlah produk
ja: 商品数
no: Produktantall
ru: Количество товаров
tr: ürün miktarı
uk: Кількість товару
vi: Số lượng sản phẩm

# Languages::products_bar
source: Products bar
ar: شريط المنتجات
cs: Pruh zboží
da: Produktbar
de: Produktleiste
el: Μπαρα Προϊόντων
es: Barra de productos
id: Produk bar
ja: 枠付き表示
no: Produkt diagram
ru: Панель товаров
tr: Ürünler bar
uk: Панель товарів
vi: Thanh Sản phẩm

# Languages::products_cost
source: Products cost
ar: تكلفة المنتجات
cs: Náklady na zboží
da: Produkt pris
de: Preis Artikel
el: Κόστος Προϊόντων
es: Precio de los artículos
id: Harga produk
ja: 商品価格
no: Produktkostnad
ru: Стоимость товаров
tr: Ürün bedeli
uk: Вартість товарів
vi: Chi phí sản phẩm

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
ar: لم يتم اختيار منتجات للشحنة
cs: Nebylo vybráno zboží pro přepravu
da: Ingen produkter blev valgt til forsendelse
de: Keine Produke für den Versand selektiert
el: Δεν έγινε επιλογή προϊόντων για αποστολή
es: No se han seleccionado productos para el envío
id: Produk untuk pengiriman tidak dipilih
ja: 配送する商品が選択されていません
no: Produkter for forsendelse ble ikke valgt
ru: Для поставки не были выбраны товары
tr: Gönderilecek ürünler seçilmedi
uk: Для поставки не були обрані товари
vi: Các sản phẩm cho lô hàng đã không được lựa chọn

# Languages::products_found
source: Products found
ar: منتج
cs: Nalezeno zboží
da: Produkt fundet
de: Gefundene Produkte
el: Προϊόντα που Βρέθηκαν
es: Artículo(s) encontrado(s)
id: Produk ditemukan
ja: 件数
no: Produkter funnet
ru: Найдено товаров
tr: Bulunan ürünler
uk: Знайдено товарів
vi: Sản phẩm tìm thấy

# Languages::products_grid
source: Products grid
ar: شبكة المنتجات
cs: Mřížka zboží
da: Produkter gitter
de: Produkte Raster
el: Δίκτυο προϊόντων
es: Grid de productos
id: Produk grid
ja: 商品グリッド
no: Produkt rutenett
ru: Таблица товаров
tr: Ürünler ızgarası
uk: Таблиця товарів
vi: Sản phẩm dạng lưới

# Languages::products_information
source: Products information
ar: معلومات المنتج
cs: Informace o zboží
da: Produkt information
de: Produkte Information
el: Πληροφορίες Προϊόντων
es: Información del artículo
id: Informasi produk
ja: 商品情報
no: Produkt informasjon
ru: Информация о товарах
tr: Ürün bilgileri
uk: Інформація про товари
vi: Thông tin sản phẩm

# Languages::products_in_cart
source: Products in cart
ar: المنتجات بسلّة التسوق
cs: Zboží v košíku
da: Produkter i kurv
de: Produkte im Warenkorb
el: Προϊόντα στο καλάθι
es: Productos en carro
id: Produk dalam belanjaan
ja: カート内商品
no: Produkter i handlevognen
ru: Товары в корзине
tr: Sepetteki ürünler
uk: Товари в кошику
vi: Sản phẩm trong giỏ hàng

# Languages::products_links_type
source: Products links type
ar: نوع روابط المنتجات
cs: Typ propojení zboží
da: Produkter links type
de: Linktyp für Produke
el: Τυπος συνδεσμου Προϊόντων
es: Tipo de enlaces de producto
id: Jenis tautan produk
ja: 商品リンクの種類
no: Produkter link type
ru: Тип ссылок товаров
uk: Тип посилань товарів
vi: Loại liên kết sản phẩm

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
ar: عرض وإضافة وتحرير المنتجات المعروضة لزوار متجركم.
cs: Zobrazit, přidávat a upravovat zboží, které je zobrazeno návštěvníkům vašeho obchodu.
da: Se, tilføje og redigere produkter, som bliver vist til besøgende i din butik.
de: Produkte anzeigen, hinzufügen und bearbeiten, die in Ihrem Lager aufgelistet sind.
el: Εμφάνιση, προσθήκη και επεξεργασία προϊόντων που εμφανίζοντε στους επισκέπτες του καταστήματός σας.
es: Ver, agregar y editar los productos que se muestran a los visitantes de la tienda.
id: Lihat, tambah dan edit produk yang ditampilkan di tokoAnda.
ja: 商品情報の登録・編集・削除を行います。
no: Vis, legg til og rediger produkter som selges i nettbutikken din.
ru: Просмотр, добавление и редактирование товаров.
tr: Mağazanızdaki ürünleri görüntüleme, ekleme ve düzenleme.
uk: Перегляд, додавання і редагування товарів, які показуються відвідувачам вашої крамниці.
vi: Xem, thêm và chỉnh sửa các sản phẩm được hiển thị cho khách truy cập của cửa hàng của bạn.

# Languages::products_required
source: Please add product(s)
ar: يرجى إضافة منتجـ(ات)
cs: Přidejte prosím zboží
da: Tilføj venligst produkt(er)
de: Bitte Produkt(e) hinzufügen
el: Παρακαλω προσθεστε προϊόν(τα)
es: Por favor agregar producto(s)
id: Silahkan tambah produk
ja: 商品を追加してください
no: Vennligst legg inn produkt(er)
ru: Пожалуйста, добавьте товары
tr: Lütfen ürün(ler) ekleyin
uk: Будь ласка, додайте товари(и)
vi: Xin vui lòng thêm sản phẩm

# Languages::products_stat
source: Product statistics
ar: إحصائيات المنتج
cs: Statistiky zboží
da: Produkt statistik
de: Produkt Statistiken
el: Στατιστικά στοιχεία προϊόντος
es: Estadísticas de productos
id: Statistik produk
ja: 商品の登録状況
no: Produkt statistikk
ru: Статистика товаров
tr: Ürün istatistikleri
uk: Статистика товарів
vi: Số liệu thống kê sản phẩm

# Languages::products_weight
source: Products weight
ar: وزن المنتجات
cs: Hmotnost zboží
da: Produkt vægt
de: Gewicht Artikel
el: Βάρος Προϊόντων
es: Peso del artículo
id: Berat produk
ja: 商品重量
no: Produktvekt
ru: Вес товаров
tr: Ürün ağırlığı
uk: Вага товарів
vi: Trọng lượng sản phẩm

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
ar: تم إرسال المنتجات لكم. بيانات الطلب موضحة أدناه
cs: Zboží bylo zasláno na Vaši adresu. Informace o objednávce jsou uvedeny níže
da: Din ordre er nu blevet sendt. Se flere informationer nede under.
de: Die Produkte wurden an Ihre Adresse gesendet. Informationen zur Bestellung hier unten
el: Τα προϊόντα που έχουν σταλεί σε εσάς. Οι πληροφορίες παραγγελίας δινονται παρακάτω
es: Los productos han sido enviados. La información del pedido aparece a continuación
id: Produk pesanan Anda telah kami kirimkan kepada Jasa KurirPengiriman kami, dan akan sampai ke alamat Anda dalamwaktu maksimal 7 hari kerja. Apabila Anda belum menerimapesanan Anda sampai dengan hari ke-7, mohon dapat segeramenginformasikannya kepada
ja: ご注文の商品を以下の通り発送いたしました。
no: Produktene har blitt sendt ut til deg. Ordreopplysningene er gitt nedenfor
ru: Товары были Вам посланы. Информация о заказе представлена ниже
tr: Siparişiniz kargoya verilmiştir. Sipariş detaylarınıza aşağıdan ulaşabilirsiniz
uk: Товари були Вам надіслані. Інформація про замовлення представлена ​​нижче
vi: Sản phẩm đã được gửi tới bạn. Thông tin đơn đặt hàng được liệt kê dưới đây

# Languages::product_added_to_cart
source: The product was added to your cart
ar: تم إضافة المنتج لسلّة التسوق
cs: Zboží bylo přidáno do Vašeho košíku
da: Varen er blevet lagt i kurven
de: Produkt wurde Ihrem Warenkorb hinzugefügt
el: Το προϊόν προστέθηκε στο καλάθι σας
es: El producto ha sido añadido a su carrito
id: Produk ini sudah diitambahkan ke keranjang belanja Anda
ja: 商品がカートに追加されました
no: Produktet ble lagt i handlevognen
ru: Товар добавлен в корзину
tr: Ürün sepetinize eklendi
uk: Товар був доданий до кошику
vi: Sản phẩm đã được thêm vào giỏ hàng của bạn
