Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
ar: <p>اكتشفنا أن المتصفح الذي تستخدمه لا يدعمها تماما لدينا صفحة المشرف. يمكنك عرض هذا الموقع باستخدام المستعرض الحالي الخاص بك ولكن قد لا يتم عرض بشكل صحيح، وأنك قد لا تكون قادراً على الاستفادة الكاملة من جميع الميزات.</p><br><p>صفحة المشرف هو أفضل عرضها باستخدام المتصفحات التالية:</p> <br><ul><li>– <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> إنترنت إكسبلورر 9 وأعلاه</a></li> <li>– <a href="http://www.mozilla.org/en-US/" target="_blank"> موزيلا فايرفوكس (الإصدار الأخير)</a></li> <li>– <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> جوجل كروم (الإصدار الأخير)</a></li></ul> <br><p>انقر فوق أحد الارتباطات لتحميل متصفح اختيارك. وبمجرد الانتهاء من التحميل، تثبيت المستعرض عن طريق تشغيل برنامج الإعداد-</p><br><p>إذا كان لا يمكنك ترقية المتصفح الخاص بك الآن، لا يزال يمكنك الوصول إلى لوحة المشرف، ولكن قد لا تتمكن من الاستفادة الكاملة من جميع الميزات. <br><br><a href="[url]"> مواصلة</a></p>
cs: <p>Zjistili jsme, že používaný prohlížeč není plně podporován naším Admin Panelem. Můžete zobrazit tyto stránky pomocí svého aktuálního prohlížeče, ale ty se nemusí zobrazovat správně a nebudete moci plně využít všechny funkce.</p><br><p>Admin Panel je optimalizován pro tyto prohlížeče:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 a vyšší</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (aktuální verze)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (aktuální verze)</a></li></ul><br><p>Klikněte na jeden z odkazů pro stažení prohlížeče dle Vašeho výběru. Po dokončení stahování prohlížeč nainstalujte spuštěním instalačního programu.</p><br><p>Pokud nemůžete aktualizovat svůj prohlížeč teď, budete mít stále přístup k Admin Panel, ale nebudete moci plně využít všechny jeho funkce.<br><br><a href="[url]">Pokračovat</a></p>
da: <p>Vi har opdaget at browseren, du bruger understøttes ikke fuldt ud af vores Admin Panel. Du kan se dette websted ved hjælp af din nuværende browser, men det kan ikke vises korrekt, og du kan muligvis ikke fuldt bruge alle funktioner.</p><br><p>Admin Panel ses bedst ved hjælp af følgende browsere:</p> <br><ul><li>– <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 og ovenfor</a></li> <li>– <a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (nyeste version)</a></li> <li>– <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (nyeste version)</a></li></ul> <br><p>Klik på links til download browser efter dit valg. Når overførslen er afsluttet, installere browseren ved at køre installationsprogrammet.</p><br><p>Hvis du ikke kan opgradere din browser nu, du kan stadig få adgang til Admin Panel, men du kan muligvis ikke fuldt bruge alle funktioner. <br><br><a href="[url]"> fortsætter</a></p>
de: <p>Wir haben festgestellt dass der Browser den Sie verwenden nicht im vollen Umfang vom CS-Cart Administration Panel unterstützt wird . Sie können diese Webseite mit Ihrem aktuellen Browser betrachten, es könnte aber sein dass diese nichtrichtig visualisiert wird und Sie nicht alle Eigenschaften einsetzen können.</p><br><p>Das CS-Cart Admin Panel kann am besten v:</p><br><ul><li>&ndash;isualisiert werden wenn Sie folgende Browser benutzen <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 8 und höher</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (neueste version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (neueste version)</a></li></ul><br><p>Klicken Sie auf einen dieser Links um Ihren ausgewählten Browser herunterzuladen. Nachdem Sie den Browser heruntergeladen haben, installieren Sie diesen indem Sie das entsprechende Installationsprogramm ausführen.</p><br><p>Falls Sie jetzt Ihren Browser noch nicht updaten können, ist es immer noch möglich auf das CS-Cart Admin Panel zuzugreifen, es könnte aber sein dass Sie nicht alle Eigenschaften im vollen Umfang einsetzezn können.<br><br><a href="[admin_index]">Weiter</a></p>
el: <p> Διαπιστώσαμε ότι το πρόγραμμα περιήγησης που χρησιμοποιείτε δεν υποστηρίζεται πλήρως από Admin Panel μας. . Μπορείτε να προβάλετε αυτή την τοποθεσία, χρησιμοποιώντας το τρέχον πρόγραμμα περιήγησης σας, αλλά μπορεί να μην εμφανίζονται σωστά, και μπορεί να μην είστε σε θέση να χρησιμοποιήσετε πλήρως όλες τις δυνατότητες </p> <br> <p> Admin Panel αντιμετωπίζεται καλύτερα με τη χρήση των ακόλουθων προγραμμάτων περιήγησης: </p> <br> <ul> <li> & ndash? <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 και άνω </a> </li> <li > & ndash? <a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (τελευταία έκδοση) </a> </li> <li> & ndash? href="https://www.google.com/intl/en/chrome/browser/" <a target="_blank"> Google Chrome (τελευταία έκδοση) </a> </li> </ul> <br > <p> Κάντε κλικ σε έναν από τους συνδέσμους για να κατεβάσετε το πρόγραμμα περιήγησης της επιλογής σας. Μόλις ολοκληρωθεί η λήψη, εγκαταστήστε το πρόγραμμα περιήγησης εκτελώντας το πρόγραμμα εγκατάστασης. </p> <br> <p> Αν δεν μπορείτε να αναβαθμίσετε το πρόγραμμα περιήγησης σας τώρα, μπορείτε να εξακολουθούν να έχουν πρόσβαση Admin Panel, αλλά μπορεί να μην είναι σε θέση να χρησιμοποιούν πλήρως όλα χαρακτηριστικά. <br> Η <a href="[url]"> Συνέχεια </a> </p>
es: <p>El navegador utilizado no està completamente soportado por el Panel de Administración. Puedes ver el sitio web usando este navegador, pero puede mostrarse incorrectamente, y quizá no puedas usar todas las características.</p><br><p>El Panel de Administración se ve mejor con los siguientes navegadores:</p><br><ul><li>&ndash;<a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 y superiores</a></li><li>&ndash;<a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (última versión)</a></li><li>&ndash;<a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (última versión)</a></li></ul><br><p>Clica en cualquiera de los enlaces para descargar y instalar el navagador que elijas.</p><br><p>Si no puedes actualizar el navegador ahora, todavía puedes acceder al Panel de Administración pero quizá no puedas utilizar todas las características.<br><br><a href="[url]">Continuar</a></p>
id: <p> Kami mendeteksi bahwa browser yang Anda gunakan tidak didukung sepenuhnya oleh Admin Panel . Anda tetap dapat melihat situs ini menggunakan browser anda sekarang
ja: <p>お使いのWebブラウザではCS-Cart管理者用パネルの表示が崩れたり、一部機能がご利用いただけない場合があります。</p><br><p>以下のブラウザの利用をおすすめいたします:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/ja-JP/internet-explorer/download-ie" target="_blank">Internet Explorer 9 以降</a></li><li>&ndash; <a href="http://www.mozilla.jp/firefox/" target="_blank">Mozilla Firefox の最新バージョン</a></li><li>&ndash; <a href="http://www.google.co.jp/intl/ja/chrome/browser/" target="_blank">Google Chrome の最新バージョン</a></li></ul><br><br><a href="[admin_index]">続ける</a></p>
no: <p>Vi har oppdaget at nettleseren du bruker, ikke er fullt ut støttet av CS-Cart sitt adminpanel. Du kan se denne siden med din nåværende nettleser, men den vil ikke vises riktig, og du vil ikke være i stand til fullt ut å bruke alle funksjonene.</p><br><p>CS-Cart sitt adminpanel vises best med følgende nettlesere:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 eller nyere</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (siste versjon)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (siste versjon)</a></li></ul><br><p>Klikk på en av lenkene for å laste ned nettleser etter eget valg. Når nedlastingen er fullført, installerer den ved å kjøre installasjonsprogrammet.</p><br><p>Hvis du ikke kan oppgradere nettleseren din nå, kan du fortsatt få tilgang til CS-Cart sitt adminpanel, men du vil ikke være i stand til å bruke alle funksjonene.<br><br><a href="[url]">Fortsett</a></p>
ru: <p>Браузер, которым вы пользуетесь, не полностью поддерживается Панелью Администратора. Вы можете просматривать эту страницу, но часть элементов может отображаться некорректно, и некоторые функции могут быть недоступны.</p><br><p>Лучше всего панель Администратора выглядит и работает в следующих браузерах:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 и выше</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Firefox (последняя версия)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Chrome (последняя версия)</a></li></ul><p>Проследуйте по одной из представленных ссылок, чтобы скачать браузер по свой вкус. Когда заргузка браузера будет завершена, установите его, запустив программу инсталляции.</p><br><p>Если сейчас у вас нет возможности обновить браузер, вы все равно сможете пользоваться Панелью Администратора, однако, возможно, вам будут недоступны некоторые ее функции. <br><br><a href="[url]">Продолжить.<a/></p>
tr: <p>We have detected that the browser you are using is not fully supported by the CS-Cart Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>CS-Cart Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 8 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access CS-Cart Admin Panel, but you may not be able to fully use all features.<br><br><a href="[admin_index]">Continue</a></p>
uk: <p>Браузер, яким ви користуєтесь, не повністю підтримується в Адмінпанелі. Ви можете проглядати цю сторінку, але частина елементів може відображатися не коректно, і деякі функції можуть бути недоступні</p><br><p>Краще всього Адмінпанель виглядає та працює в наступних браузерах:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 та вище</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Firefox (остання версія)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Chrome (остання версія)</a></li></ul><br><p>Перейдіть по одному з наданих посилань, щоб встановити браузер на свій смак, запустіть програму інсталяції.</p><br><p>Якщо зараз немає можливості оновити браузер, ви все одно зможете користуватися Панеллю Адміністратора, але, можливо, вам будуть недоступні деякі її функції. <br><br><a href="[url]">Продовжити.</a></p>
vi: <p>Chúng tôi đã phát hiện rằng trình duyệt bạn đang sử dụng không hoàn toàn được hỗ trợ bởi bảng quản trị của chúng tôi. Bạn có thể xem trang web này bằng cách sử dụng trình duyệt hiện tại của bạn nhưng nó có thể không hiển thị đúng, và bạn không thể sử dụng đầy đủ tất cả các tính năng.</p> <br><p>Bảng quản trị tốt nhất xem bằng cách sử dụng các trình duyệt sau:</p> <br><ul><li>-<a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 trở lên</a></li> <li>-<a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (Phiên bản mới nhất)</a></li> <li>-<a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (Phiên bản mới nhất)</a></li></ul> <br><p>Click vào một trong các liên kết để tải về trình duyệt của bạn lựa chọn. Khi việc tải xuống đã hoàn tất, cài đặt trình duyệt bằng cách chạy chương trình cài đặt.</p> <br><p>Nếu bạn không thể nâng cấp trình duyệt của bạn bây giờ, bạn vẫn có thể truy cập vào bảng quản trị, nhưng bạn không thể sử dụng đầy đủ tất cả các tính năng. <br> <br><a href="[url]"> tiếp tục</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
ar: تنبيه ترقية المتصفح
cs: Oznámení o upgradu prohlížeče
da: Browser opgradering varsel
de: Browser Upgrade Meldung
el: Ειδοποίηση αναβάθμισης προγράμματος περιήγησης
es: Aviso de Actualización del Navegador
id: Pemberitahuan Perbarui peramban
ja: ブラウザをアップデートしてください
no: Nettleser oppgraderingsmelding
ru: Пожалуйста, обновите браузер
uk: Будьласка, обновіть браузер
vi: Thông báo nâng cấp trình duyệt

# Languages::bucket
source: Bucket
ar: مقدار كبير
cs: Vědro
da: Spand
es: Cubo
ja: バケット
tr: Kova
uk: Відро
vi: Thùng

# Languages::bulk_category_addition
source: Bulk category addition
ar: إضافة فئات متعددة
cs: Hromadné přidání kategorií
da: mængde kategori tilføjelse
de: Massenerfassung Kategorien
el: Μαζική προσθήκη κατηγορίας
es: Añadir familias
id: Penambahan kategori massal
ja: カテゴリー一括登録
no: Mengde kategoritilføyelse
ru: Добавить несколько категорий
tr: Toplu kategori ekle
uk: Добавити декілька категорий
vi: Hàng loạt danh mục bổ sung

# Languages::bulk_print_invoice
source: Invoice bulk print
ar: طبع فواتير مجتمعة
cs: Faktura hromadný tisk
da: Faktura bulk print
de: Rechnung Massendruck
el: Μαζική εκτύπωση Τιμολoγίων
es: Impresión masiva de facturas
id: Cetak faktur secara massal
ja: 注文確認書の一括印刷
no: Skriv ut flere fakturaer
ru: Массовая печать Счетов
uk: Масовий друк рахунків
vi: In nhiều hóa đơn

# Languages::bulk_product_addition
source: Bulk product addition
ar: إضافة منتجات متعددة
cs: Hromadné přidání zboží
da: mængde produkt tilføjelse
de: Massenerfassung Artikel
el: Μαζική προσθήκη προϊόντων
es: Añadir artículos
id: Penambahan produk massal
ja: 一括登録
no: Legg til flere produkter
ru: Добавить несколько товаров
tr: Toplu ürün ekle
uk: Додати декілька товарів
vi: Thêm nhiều sản phẩm

# Languages::button_bgcolor
source: Button background color
ar: لون خلفية الزر
cs: Barva pozadí tlačítka
da: Knappen baggrundsfarve
de: Tasten Hintergrundfarbe
el: Χρώμα φόντου κουμπιού
es: Color de fondo del botón
id: Warna latar tombol
ja: ボタンの背景色
no: Knapp bakgrunnsfarge
ru: Цвет фона в кнопках
tr: Buton arkaplan rengi
uk: Колір фону кнопок
vi: Màu nền của nút bấm

# Languages::button_text_color
source: Button text color
ar: لون نص الزر
cs: Barvu textu tlačítka
da: Knappen Tekstfarve
de: Textfarbe für Tasten
el: Χρώμα κειμένου κουμπιού
es: Color de texto del botón
id: Warna teks tombol
ja: ボタンのテキスト色
no: Knapp tekstfarge
ru: Цвет текста на кнопках
tr: Buton yazı rengi
uk: Колір тексту кнопок
vi: Màu chữ của nút bấm

# Languages::but_change
source: Change
ar: تغيير
cs: Změna
da: Skift
de: Ändern
el: Αλλαγή
es: Cambio
id: Ganti
ja: 変更
no: Endre
ru: Изменить
tr: Değiştir
uk: Змінити
vi: Thay đổi

# Languages::buyer_name
source: Buyer's name
ar: اسم المشتري
cs: Jméno nakupujícího
da: Købers navn
de: Name des Käufers
el: Όνομα Αγοραστή
es: Nombre del comprador
id: Nama pembeli
ja: 購入者名
no: Kjøpers navn
ru: Имя покупателя
tr: Alıcı adı
uk: Ім'я покупця
vi: Tên của người mua

# Languages::buy_in_advance
source: Buy in advance
ar: شراء مقدماً
cs: Umožnit koupit předem
da: Køb på forhånd
de: Zum Voraus kaufen
el: Προαγοράστε
es: Comprar por adelantado
id: Beli dimuka
ja: 予約注文
no: Kjøp på forhånd
ru: Предзаказ
tr: Ön sipariş ile satın al
uk: Передзамовлення
vi: Mua trước

# Languages::buy_now
source: Buy now
ar: اشتري الآن
cs: Kup nyní
da: Køb nu
de: Jetzt kaufen
el: Αγοράστε Τώρα
es: Compra ahora
id: Beli sekarang
ja: ご購入はこちら
no: Kjøp nå
ru: Купить
tr: Şimdi Satın Al
uk: Купити зараз
vi: Mua ngay

# Languages::by
source: by
ar: من
cs: od
da: af
de: von
el: από
es: por
id: oleh
no: av
ru: Покупатель:
tr: ile
uk: від
vi: bởi

# Languages::bytes
source: bytes
ar: بايت
cs: bajtů
id: byte
ja: バイト
ru: байты
uk: байт
vi: byte

# Languages::by_fixed
source: by fixed amount
ar: بواسطة قيمة محددة
cs: mínus danou hodnotu ceny
da: af faste beløb
de: nach Fixbetrag
el: από σταθερό ποσό
es: por cantidad fija
id: jumlah pengurang dari harga awal
ja: 次の金額を値引き
no: av fast beløp
ru: на определенную сумму
tr: sabit miktar ile
uk: на певну суму
vi: theo số tiền cố định

# Languages::by_percentage
source: by percentage of the original price
ar: بالنسبة المئوية للسعر الأصلي
cs: procent z původní ceny
da: i procent af den oprindelige pris
de: prozent des Originalpreis
el: Σε ποσοστό της αρχικής τιμής
es: por porcentaje del precio original
id: persentase pengurangan dari harga awal
ja: オリジナル価格から右の％を割引き
no: i prosent av den opprinnelige prisen
ru: на процент от исходной цены
tr: orjinal fiyatın yüzdesi ile
uk: на відсоток від початкової ціни
vi: theo tỷ lệ phần trăm của giá ban đầu

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
cs: Kód 128 čárového kódu s vysokou hustotou.<br/>Používá se po celém světě.<br/>Code 128 je navržen tak, aby kódoval úplné znakové sady ASCII.<br/>Kód 128 zahrnuje 0-9, AZ, kódy Control ASCII speciální znaky.<br/>Code 128-B obsahuje 0-9, az, AZ, speciální znaky.<br/>128 C kód obsahuje znaky 00-99 (pouze kódování údaje double density).<br/>
da: Kode 128 er et high-density stregkode symbolsprog. <br/>Bruges over hele verden. <br/>Kode 128 er designet til at indkode 128 fuld ASCII-tegn. <br/>Kode 128-A - 0-9, AZ, ASCII-kontrol koder, specialtegn. <br/>Code 128-B - 0-9, AZ, az, specialtegn. <br/>Kode 128-C - 00-99 (dobbelt tæthed indkodning af numeriske kun data). <br/>
de: Code 128 ist ein "high-density barcode " Symbol <br/>In der ganzen Welt vielfältig benutzt. <br/>Code 128 ist konzipiert um 128 Full ASCII Zeichen zu kodieren. <br/>Code 128-A - 0-9, A-Z, ASCII Control Codes, Sonderzeichen. <br/>Code 128-B - 0-9, A-Z, a-z, Sonderzeichen. <br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
el: Ο κωδικός 128 είναι υψηλής-πυκνότητας συμβόλων barcode.<br/>Χρησιμοποιείτε εκτενώς σε όλον τον κόσμο.<br/>Ο κωδικός 128 είναι σχεδιασμένος για την κωδικοποίηση 128 σε ASCII χαρακτήρες.<br/>Ο κωδικός 128-A - 0-9, A-Z, ASCII κωδικοί ελέγχου, ειδικοί χαρακτήρες.<br/>Ο κωδικός 128-B - 0-9, A-Z, a-z, ειδικοί χαρακτήρες.<br/>Ο κωδικός 128-C - 00-99 (διπλή πυκνότητα κωδικοποίησης για αριθμητικά δεδομένα μόνο).<br/>
es: El Código 128 es un código de barras alta densidad. <br/> Utilizado extensivamente en todo el mundo. <br/>El Código 128 está diseñado para codificar 128 caracteres ASCII completos. <br/> Código 128-A - 0-9, A-z, códigos de control de ASCII, carácteres especiales . <br/> Código 128-B-0-9, A-z, a-z, carácteres especiales. <br/> Código 128-C-00-99 (codificación de doble densidad de datos sólo numéricos). <br/>
id: Kode 128 adalah simbol barcode high-density .<br/>Banyak digunakan di seluruh dunia.<br/>Kode 128 didisain untuk mengkodekan secara penuh karakter ASCII 128.<br/>Kode 128-A - 0-9, A-Z, kode kontrol ASCII , karakter khusus.<br/>Kode 128-B - 0-9, A-Z, a-z, karakter khusus.<br/>Kode 128-C - 00-99 (pengkodean double density hanya untuk data numerik).<br/>
ja: Code128は、情報の密度が高いバーコードの体系の1つであり、世界中で広く利用されています。<br/>Code128ではアスキーコード128文字すべてをバーコード化することができます。<br/><br/>Code 128-A - すべての標準大文字英数字キャラクタとASCIIのコントロールキャラクタと7個の特殊キャラクタを表現可能。<br/>Code 128-B - 標準大文字英数字キャラクタと小文字アルファベットと７個の特殊キャラクタを表現可能<br/>Code 128-C - 00-99までの100個の2桁数字と3個の特殊キャラクタを表現可能<br/>
no: Code 128 er en høy-tetthets strekkode symbologi.<br/>Utbredt over hele verden.<br/>Code 128 er designet for å kode 128 fulle ASCII tegn.<br/>Code 128-A -... 0-9, A-Z, ASCII-kontroll koder, spesialtegn.<br/>Code 128-B -... 0-9, A-Z, a-z, spesialtegn.<br/>Code 128-C - 00-99 (dobbel tetthets koding av kun numeriske data).<br/>
ru: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
uk: Код 128 - символіка штрих-коду з високою щільністю.<br/>Широко використовується у всьому світі.<br/>Код 128 розроблено для кодування 128 ASCII символів.<br/>Код 128-A - 0-9, A-Z, контролюючі ASCII коди, спеціальні символи.<br/>Код 128-B - 0-9, A-Z, a-z, спеціальні символи.<br/>Код 128-C - 00-99 (подвійна щільність кодування цифрових даних).<br/>
vi: Mã số 128 là một mã vạch mật độ cao. <br/> Được sử dụng rộng rãi trên toàn thế giới. <br/> Mã số 128 được thiết kế để mã hóa ký tự ASCII đầy đủ 128. <br/> Mã 128-A - 0-9, A-Z, ASCII kiểm soát mã ký tự đặc biệt. <br/> Mã số 128-B-0-9, ký tự A-Z a-z, ký tự đặc biệt. <br/> Mã số 128-C-00-99 (mật độ gấp đôi mã hóa dữ liệu chỉ có số). <br/>
