Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
ar: <h4>تفاصيل البروفايل</h4><p>في هذه الصفحة يمكنكم تعديل معلومات تسجيل الدخول وبياناتكم الشخصية ليتم استخدامها في عمليات الشراء المستقبلية.</p><p>للحفاظ على أمن حسابكم نحن نوصي بألا يتم استخدام كلمات مرور تحتوي على:</p><ul><li>كلمات لها معنى في أي لغة.</li><li>الكلمات التي تكتب معكوسة أو الاختصارات.</li><li>الحروف أو الأرقام المتكررة. مثل: 12345678, 222222, ابتثجحخ, أو الحروف المتجاورة في لوحة المفاتيح (كمنت شسيب).</li><li>المعلومات الشخصية. مثل: الاسم, تاريخ الميلاد, رقم رخصة القيادة, رقم جواز السفر, إلخ...</li></ul>
cs: <h4>Podrobnosti o profilu</h4><p>Na této stránce můžete změnit své přihlašovací údaje a osobní údaje mají být použity během budoucí nákupy.</p><p>Chcete-li, aby váš účet byl v bezpečí, doporučujeme, aby se zabránilo vytváření hesel, které používají:</p><ul><li>Slovník slov v libovolném jazyce.</li><li>Slova pozpátku, společné překlepy a zkratky.</li><li>Sekvencí nebo opakované znaky. Příklady: 12345678, 222222, abcdefg, nebo sousedících písmen na klávesnici (qwerty).</li><li>Osobní údaje. Vaše jméno, datum narození, řidičský průkaz, číslo pasu nebo podobné informace.</li></ul>
da: <h4>Profiloplysninger</h4><p>På denne side kan du ændre dine loginoplysninger og personlige data, der skal bruges i forbindelse med fremtidige køb.</p><p>Til at holde din konto sikker anbefales det for at undgå at oprette adgangskoder, bruger:</p><ul><li>Ordbog ord på alle sprog.</li><li>Ord stavet baglæns, almindelige stavefejl og forkortelser.</li><li>Sekvenser eller gentagne tegn. Eksempler: 12345678, 222222, abcdefg, eller tilstødende bogstaver på tastaturet (qwerty).</li><li>Personlige oplysninger. Dit navn, fødselsdag, førerens licens, pasnummer eller lignende oplysninger.</li></ul>
de: <h4>Profile Details</h4><p>Auf dieser Seite können Sie Ihre Logindaten und persönlichen Daten für zukünftige Einkäufe ändern.</p><p>Um Ihr Konto sicher zu halten vermeiden Sie Passwörter die folgendes enthalten:</p><ul><li>Wörter die in einem Wörterbuch enthalten sind (alle Sprachen).</li><li>Wörter die Sie umgekehrt schreiben können, gängige Fehlwörter und Abkürzungen.</li><li>Sequenzen oder sich wiederholende Zeichen wie. z.B 12345678, 222222, abcdefg, oder Tastaturzeichen (qwerty).</li><li>Persönliche Informationen. Ihr Name, Geburtsdatum, Führerscheinnummer, Reisepass Nummer oder ähnliche</li></ul>
el: <h4>Λεπτομέρειες Προφίλ</h4><p>Σε αυτή τη σελίδα μπορείτε να τροποποιήσετε τα διαπιστευτήρια σύνδεσής σας και τα προσωπικά σας δεδομένα που θα χρησιμοποιηθούν κατά τη διάρκεια μελλοντικών αγορών.</p><p>Για την προστασία του λογαριασμού σας συνιστούμε να αποφύγετε τη δημιουργία κωδικών πρόσβασης που κάνουν χρήση:</p><ul><li> λέξεις από το λεξικό σε οποιαδήποτε γλώσσα </li><li> λέξεις που συλλαβίζουν προς τα πίσω, κοινές ανορθογραφίες και συντμήσεις </li><li> Ακολουθίες ή επαναλαμβανόμενους χαρακτήρες... Παραδείγματα:. 12345678, 222222, ABCDEFG, ή δίπλα γράμματα στο πληκτρολόγιο (QWERTY) </li><li>Προσωπικές πληροφορίες. Το όνομά σας, την ημερομηνία γέννησης, άδεια οδήγησης, πληροφορίες για τον αριθμό διαβατηρίου, ή κάτι παρόμοιο.</li></ul>
es: <h4>Detalles del perfil</h4><p>Desde esta página puedes modificar tus credenciales de acceso y datos personales para usarlos en futuros pedidos.</p><p>Para mantener tu cuenta segura recomendamos evitar contraseñas que usen:</p><ul><li>Palabras de diccionario en cualquier idioma.</li><li>Palabras escritas al revés, errores mecanográficos habituales y abreviaturas.</li><li>Secuencias de caracteres repetidos. Ejemplos: 12345678, 2222222, abcdefg, o letras adyacentes en el teclado (qwerty).</li><li>Información personal. Tu nombre, fecha de nacimiento, permiso de conducir, número de pasaporte, o información parecida.</li></ul>
id: <h4>Rincian Profil</h4><p>Di halaman ini Anda dapat mengubah informasi rahasia login dan informasi pribadi lainnya untuk digunakan saat berbelanja.</p><p>Agar akun Anda selalu aman kami menyarankan agar dalam membuat password menghindari hal-hal berikut:</p><ul><li>Kata-kata yang umum dalam bahasa apapun.</li><li>Kata-kata yang dibaca terbalik, dibuat salah pengejaan, dan singkatan.</li><li>Karakter atau huruf yang berurutan atau berulang. Contoh: 12345678, 222222, abcdefg, atau huruf yang dibuat berpola dari susunan keyboard (qwerty).</li><li>Informasi pribadi. Nama Anda, ulang tahun, nomor indentitas atau passport, atau informasi sejenis lainnya.</li></ul>
ja: <h4>会員情報の更新</h4><p>このページでは登録済み会員情報を更新できます。</p><p>セキュリティを高めるためにパスワードに以下のような内容を設定することは避けてください:</p><ul><li>通常の英単語</li><li>通常の英単語を逆向きに記述したもの</li><li>連続性のある数値や文字列、または同じ文字の繰り返し 例: 12345678、222222、 abcdefg など</li><li>類推が容易な個人情報。 例: 氏名、誕生日、運転免許証番号、パスポート番号 など</li></ul>
no: <h4>Profildetaljer</h4><p>På denne siden kan du endre påloggingsinformasjon og personlige data som skal brukes under fremtidige kjøp.</p><p>For å holde kontoen din sikker, anbefaler vi å unngå å skape passord som bruker:</p><ul><li>Ordbok-ord i alle språk.</li><li>Ord skrevet baklengs, vanlige feilstavinger og forkortelser.</li><li>Sekvenser eller gjentatte tegn. Eksempler: 12345678, 222222, abcdefg, eller tilstøtende bokstaver på tastaturet (qwerty).</li><li>Personlig informasjon. Ditt navn, fødselsdag, førerkort, passnummer, eller lignende informasjon.</li></ul>
ru: <h4>Детали учетной записи</h4><p>На этой странице вы можете изменить данные для авторизации и персональную информацию для её использования при размещении заказов.</p><p>Чтобы повысить уровень безопасности своей учетной записи, рекомендуется избегать паролей, в которых используются:</p><ul><li>Слова из словарей на любом языке.</li><li>Слова, написанные задом наперед, и аббревиатуры.</li><li>Последовательности символов или повторяющиеся символы. Например: 12345678, 222222, abcdefg или соседние буквы на вашей клавиатуре (qwerty).</li><li>Персональную информацию. ваше имя, дата рождения, номер водительских прав, номер паспорта или подобную информацию.</li></ul>
tr: <h4>Profil detayları</h4><p>Bu sayfada gelecek alışverişlerinizde kullanılma üzere; üyelik bilgilerinizi ve kullanıcı detaylarınızı güncelleyebilirsiniz.</p><p>Hesabınızı güvende tutmanız için şifre oluşturma sırasında sıralı, tekrarlayan sayı ve harf kombinasyonları ile adınızı veya doğum tarihinizi içeren kişisel bilgilerden kaçınmanızı tavsiye ederiz.</li></ul>
uk: <h4>Деталі облікового запису</h4><p>На цій сторінці Ви можете змінювати дані для авторизації і персональну інформацію для її використання при розміщенні замовлень.</p><p>Щоб підвищити рівень безпеки вашого облікового запису, рекомендується уникати паролів , в яких використовуються:</p><ul><li>Слова зі словників на будь-якій мові.</li><li>Слова написані задом наперед і абревіатури.</li><li>Послідовності символів або повторювані символи. Наприклад: 12345678, 222222, abcdefg, або сусідні букви на вашій клавіатурі (qwerty).</li><li>Персональну інформацію. Ваше ім'я, дата народження, номер водійських прав, номер паспорта або подібну інформацію.</li></ul>
vi: <h4>Hồ sơ chi tiết</h4> <p>Trên trang này bạn có thể sửa đổi thông tin đăng nhập và các dữ liệu cá nhân được sử dụng trong để mua hàng.</p> <p>Để giữ cho tài khoản của bạn bảo mật an toàn chúng tôi khuyên bạn nên tránh việc tạo mật khẩu sử dụng:</p> <ul><li>Từ điển trong ngôn ngữ bất kỳ.</li> <li>Từ đánh vần ngược, lỗi chính tả phổ biến, và chữ viết tắt.</li> <li>Trình tự hoặc các ký tự lặp đi lặp lại. Ví dụ: 12345678, 222222, abcdefg, hoặc các chữ cái liền kề trên bàn phím (qwerty).</li> <li>Thông tin cá nhân. Tên của bạn, sinh nhật, số giấy phép lái xe, số hộ chiếu, hoặc thông tin tương tự.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
ar: تم إنشاء حسابكم بنجاح.
cs: Váš účet byl úspěšně vytvořen.
da: Din konto er blevet oprettet.
de: Ihr Konto wurde erfolgreich erstellt.
el: Ο Λογαριασμός σας δημιουργήθηκε με επιτυχία!
es: La cuenta se ha creado con éxito.
id: Account telah berhasil dibuat.
ja: 会員用アカウントが作成されました。
no: Kontoen er opprettet.
ru: Ваша учетная запись была успешно создана.
tr: hesabınız başarı ile oluşturuldu.
uk: Обліковий запис створено успішно.
vi: Tài khoản đã được tạo thành công.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
ar: تم تحديث بيانات ملفكم الشخصي بنجاح.
cs: Váš profil byl úspěšně aktualizován.
da: Din profil data er blevet opdateret.
de: Die Daten in Ihrem Profil wurden erfolgreich aktualisiert.
el: To Προφίλ σας ανανεώθηκε με επιτυχία!
es: El perfil a sido actualizado con éxito.
id: Data profil telah diperbarui .
ja: ユーザー情報が更新されました
no: Profildata har blitt oppdatert.
ru: Данные вашего профиля были успешно изменены.
tr: Profil bilgileriniz başarı ile güncellendi.
uk: Дані профілю були успішно оновлені.
vi: Dữ liệu hồ sơ đã được cập nhật thành công.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
ar: تم إنشاء حسابك بنجاح, ولكن يجب اعتماده بواسطة الإدارة أولاً كي تتمكن من تسجيل الدخول.
cs: Váš účet byl úspěšně vytvořen, ale musí být schválen administrátorem. O této operaci budete informováni e-mailem.
da: Din konto er blevet oprettet med succes, men det skal aktiveres af butikken, før du er i stand til at logge ind
de: Ihr Konto wurde erfolgreich erstellt. Allerdings muss dieses vom Laden Administrator aktiviert werden, bevor Sie sich anmelden können.
el: Ο λογαριασμός σας έχει δημιουργηθεί με επιτυχία, αλλά πρέπει να ενεργοποιηθεί από τον διαχειριστή του καταστήματος προκειμένου να είστε σε θέση να εισέλθετε
es: Su cuenta ha sido creada con éxito, pero debe ser activada por el administrador de la tienda antes de que usted sea capaz de usarla en nuestra tienda.
id: Akun Anda telah berhasil dibuat, tetapi harus diaktifkanoleh administrator toko sebelum Anda dapat sign in
ja: お客様のアカウントが作成されました。ショップ管理者の確認後にログインが可能になります。
no: Din konto har blitt opprettet, men den må aktiveres av butikkadministrator før du kan logge deg inn.
ru: Ваша учетная запись была успешно создана, и теперь она должна быть активизирована администратором магазина.
tr: Hesabınız başarı ile oluşturuldu, ancak giriş yapabilmeniz için hesabınızın yönetimimiz tarafından onaylanması gerekmektedir.
uk: Ваш обліковий запис було успішно створено, і тепер він має бути активованим адміністратором магазину.
vi: Tài khoản của bạn đã được tạo thành công, nhưng nó phải được kích hoạt bởi các quản trị viên cửa hàng trước khi bạn có thể đăng nhập.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
ar: إذا كان [set] هذه الشروط [set_value]
cs: jestliže [set] tyto podmínky jsou [set_value]
da: Hvis [set] af disse betingelser er [set_value]
de: Wenn [set] dieser Konditionen [set_value] sind
el: εάν [set] από αυτούς τους όρους [set_value]
es: si [set] de estas condiciones són [set_value]
id: jika [set] dari kondisi-kondisi ini adalah [set_value]
ja: 下記条件の [set] が [set_value] の場合にキャンペーンを適用
no: hvis [set] av disse vilkårene er [set_value]
ru: Если [set] из этих условий [set_value]
tr: eğer [set] bu koşullar oluşur ise [set_value]
uk: Якщо [set] з цих умов [set_value]
vi: Nếu [set] của những điều kiện này là [set_value]

# Languages::our_brands
source: Our Brands
ar: ماركاتنا
cs: Naše značky
da: Vores mærker
de: Unsere Marken
el: Οι Μάρκες μας
es: Nuestras marcas
id: Merk-merk kami
ja: 取り扱いブランド
no: Våre merker
ru: Бренды
tr: Markalarımız
uk: Бренди
vi: Thương hiệu của chúng tôi

# Languages::text_qty_discounts
source: Our quantity discounts
ar: خصومات الكمية الخاصة بنا
cs: Naše množstevní slevy
da: Vores mængderabatter
de: Unsere Mengenrabatte
el: Ποσοτικές εκπτώσεις
es: Nuestros descuentos por cantidad
id: Diskon kuantitas kami
ja: まとめ買いでさらにお得！
no: Våre mengderabatter
ru: Оптовые цены
tr: Adet indirimlerimiz
uk: Оптові ціни
vi: Số lượng giảm giá của chúng tôi

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
ar: <p>إذا نسيت كلمة المرور, أدخل إيميلك ثم انقر <b>تغيير كلمة المرور</b>.</p><p>ستستلم كلمة مرور جديدة ورابط تسجيل الدخول. وستتمكن من تغيير كلمة المرور لاحقاً إن شاء الله.</p>
cs: <p>Pokud jste zapomněli vaše heslo, zadejte do pole svou e-mailovou adresu a klikněte na <i>Obnovit heslo</i>.</p><p>Obdržíte nové heslo a odkaz pro přihlášení. Později můžete toto heslo změnit.</p>
da: <p>Hvis du har glemt din adgangskode, Indtast din e-mail adresse i feltet og klik på <i>Nulstil adgangskode</i>.</p><p>Du vil modtage en ny adgangskode og et link til at logge på. Du vil kunne ændre adgangskoden senere.</p>
de: <p>Falls Sie Ihr Passwort vergessen haben, Email Adresse in Feld eingeben und auf <i>Passwort Zurücksetzen klicken</i>.</p><p>Sie bekommen ein neues Passwort und einen Link zum einloggen. Sie können dann das Passwort später wieder ändern</p>
el: <p>Αν ξεχάσατε τον κωδικό σας, εισάγετε το email σας στο πεδίο και πατήστε <i>Μηδενισμός Κωδικού</i>.</p><p>Θα λάβετε ένα νέο Κωδικό και ένα σύνδεσμο για να συνδεθείτε. Αργότερα θα μπορεσετε να αλλάξετε τον κωδικό σας σε ότι εσείς επιθυμείτε.</p>
es: <p>Si has olvidado la contraseña, por favor entra tu email y haz clic <i>Restablecer contraseña</i>.</p><p>Recibirás un nuevo password y un enlace para acceder. Luego podrás cambiar la contraseña.</p>
id: <p>Jika Anda lupa password Anda, masukkan alamat email Anda di field ini dan klik <i>Reset password</i>.</p><p>Anda akan menerima password baru dan tautan untuk sign in Anda akan dapat mengubah password kemudian.</p>
ja: <p>パスワードをお忘れの場合はEメールアドレスを入力して <i>パスワードをリセット</i> ボタンをクリックしてください。</p><p>パスワードの再設定に関するメールが送信されます。</p>
no: <p>Hvis du har glemt passordet ditt, skriv inn e-post-adressen din i feltet ved siden av, og klikk på knappen <i>Tilbakestill passord</i>.</p><p>Du vil motta en link i en e-post. Klikk på denne og du kan opprette et nytt passord.</p>
ru: Если Вы забыли ваш пароль, Введите адрес вашей электронной почты и нажмите на ссылку <i>Сбросить пароль</i>.<br/><br/>После этого Вы получите письмо с ссылкой, пройдя по которой Вы сможете сменить пароль.<br/>
tr: <p>Şifrenizi unuttu iseniz, email adresinizi girerek <i>Şifre sıfırla</i> butonuna tıklayınız.</p><p>Yeni şifreniz ve giriş linki email adresinize gönderilecektir.</p>
uk: <p>Якщо Ви забули ваш пароль, Введіть адресу вашої електронної пошти та натисніть посилання <i>Скинути пароль</i>. </p><p>Після цього Ви отримаєте лист з посиланням, пройшовши по якій Ви зможете змінити пароль.</p>
vi: <p>Nếu bạn đã quên mật khẩu của bạn, nhập địa chỉ email vào trường và bấm vào <i>Đặt lại mật khẩu</i>.</p> <p>Bạn sẽ nhận được một mật khẩu mới và một liên kết để đăng nhập. Sau đó bạn có thể thay đổi mật khẩu.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
ar: أدخل إيميلك ليتم إرسال مفتاح ورابط تسجيل الدخول وتغيير كلمة المرور إليه.
cs: Vložte, prosím, vaše údaje. Systém bude resetovat vaše staré heslo a zašle nové na vaši e-mailovou adresu.
da: Indtast din e-mail, og en ny login-nøgle blive sendt til dig. Klik på linket i e-mail til at logge ind, og derefter ændre din adgangskode.
de: Geben Sie Ihre Email-Adresse ein, ein neuer Login-Schlüssel wird Ihnen zugesendet. Klicken Sie auf den Link den Sie in der erhaltenen E-mail finden um sich anzumelden und ändern Sie Ihr Password.
el: Σας παρακαλούμε πληκτρολογήστε το Όνομα Χρήστη. Η Εφαρμογή θα διαγράψει τον παλιό σας Κωδικό Πρόσβασης και θα σας στείλει τον καινούργιο στην δειύθυνση e-mail που δηλώσατε.
es: Por favor ponga su nombre de usuario, y el sistema le enviará a su E-mail la contraseña nueva.
id: Masukkan alamat email Anda untuk mendapatkan kunci loginbaru dan tautan untuk masuk dan mengubah password .
ja: Eメールアドレスを入力するとログイン用のキーが送信されます。 Eメールに記載されているリンクをクリックしてログインし、パスワードを変更してください。
no: Skriv inn din e-post-adresse for å motta en ny påloggingsnøkkel og en link for å logge inn og endre passord.
ru: Пожалуйста, введите свой email. На него будет отправлена ссылка для смены пароля.
tr: Lütfen üye adınızı yazıp şifremi gönder butonuna basınız. Sistem eski şifrenizi iptal edip size yeni bir şifre oluşturup E-mail adresinize gönderecektir.
uk: Будь ласка, введіть свій email. На нього буде надіслане посилання для зміни пароля.
vi: Nhập địa chỉ email để nhận được một mã khóa đăng nhập mới cùng với một liên kết để đăng nhập và thay đổi mật khẩu của bạn.

# Languages::text_recover_password_title
source: Reset password
ar: تغيير كلمة المرور
cs: Obnovení hesla
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
id: Membuat ulang sandi
ja: パスワードのリカバリ
no: Tilbakestill passordet ditt
ru: Сбросить пароль
tr: Şifre sıfırlama
uk: Скидання пароля
vi: Đặt lại mật khẩu

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
ar: عندما يتم استيراد صور إضافية لمنتج يتم تحديثه يتم حذف الصور الموجودة بالفعل مع المنتج قبل الاستيراد
cs: Před importem dalších obrázků aktualizovaného zboží budou stávající obrázky odstraněny
da: Når du importerer yderligere billeder af et opdateret produkt, slettes eksisterende billeder af dette produkt før import
de: Wenn zusätzliche Bilder eines Produkt importiert werden das schon aktualisiert ist, werden die existierenden Bilder dieses Produkts vor dem Import gelöscht
el: Όταν προστίθετε επιπλέον εικόνες για ένα ανανεωμένο προϊόν, οι υπάρχουσες εικόνες του προϊόντος θα διαγραφούν
es: Cuando importas imágenes adicionales de un producto actualizado, las imágenes existentes de este productos serán borradas antes de la importación
id: Ketika mengimpor gambar tambahan dari produk yangdiperbarui, gambar yang ada untuk produk ini akan dihapussebelum dilakukan impor
ja: 商品の追加画像をインポートする際に既存の追加画像を削除します
no: Når du importerer flere bilder av en oppdatert produkt, vil eksisterende bilder av dette produktet bli slettet før import
ru: При импорте дополнительных изображений существующие изображения обновляемого товара будут удалены
uk: При імпорті додаткових зображень для оновлюваного товару існуючі зображення цього товару будуть видалені
vi: Khi nhập dữ liệu hình ảnh bổ sung của một sản phẩm cập nhật, các hình ảnh sẵn có của sản phẩm này sẽ bị xóa trước khi nhập

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
ar: تحذير! إذا حذفت الملفات الاحتياطية فلن تتمكن من إرجاع النسخة السابقة.
cs: Varování! Jestliže odeberete zálohovací soubory, nebude již možné obnovit předešlou instalaci verze CS-Cart . Ujistěte se, že nainstalovaná verze pracuje v pořádku a soubory zálohované databáze jsou na bezpečném místě.
da: Advarsel! Hvis du fjerne backup-filer, vil du ikke kunne gendanne din tidligere installation. Sikre, at den nye version fungerer korrekt, og backup-databasefiler er et sikkert sted.
de: WARNUNG! Wenn Sie Ihre Backup Dateien löschen, können Sie Ihre vorherige CS-Cart Installation nicht mehr wiederherstellen. Stellen Sie sicher dass Ihr installiertes CS-Cart richtig funktioniert, und Sie die Dackup-Dateien an einem sicheren Ort aufbewahren.
el: Προσοχή! Εάν καταργήσετε τα αρχεία αντιγράφων ασφαλείας, δεν θα είστε σε θέση να επαναφέρετε την προηγούμενη εγκατάσταση της CS-Cart. Βεβαιωθείτε ότι η εγκατεστημένη CS-Cart λειτουργεί σωστά, και τα αρχεία αντιγράφων ασφαλείας της βάσης δεδομένων είναι σε ασφαλές μέρος.
es: ¡ ADVERTENCIA! Si elimina los archivos de copia de seguridad, no podrá restaurar la instalación anterior. Asegúrese de que la nueva versión está funcionando correctamente, y los archivos de copia de seguridad de bases de datos están en un lugar seguro.
id: Peringatan! Jika Anda menghapus file cadangan, Anda tidakakan dapat mengembalikan instalasi sebelumnya . Pastikaninstalasi sudah bekerja dengan baik, dan file cadangandatabase berada di tempat yang aman.
ja: [注意!!] バックアップファイルを削除するとバックアップ前の状態にリストアできなくなります。 現在のCS-Cartが正常に動作していることを確認のうえ、バックアップ用データベースファイルを他の安全な場所に保管してください。
no: Advarsel! Hvis du fjerner backup-filene, vil du ikke kunne gjenopprette tidligere CS-Cart installasjonen. Kontroller at de installerte CS-Cart fungerer, og backup database filer på et trygt sted.
ru: Внимание! Если вы удалите резервные файлы, то не сможете восстановить свою прежнюю установку. Убедитесь, что нынешняя установка работает корректно, и резервная копия базы данных находится в безопасном месте.
tr: Uyarı! Yedek dosyalarını kaldırdığınız taktirde önceki CS-Cart versiyonlarınıza dönme imkanınız olmayacaktır. Bu yüzden özellikle herhangi bir güncelleme sonrası bu yedek dosyalarını silmeden önce CS-Cart ınızın sorunsuz çalıştığından emin olunuz. CS-Cart ınızın sorunsuz çalıştığından emin olduğunuzda hostunuzda yer kaplamaması için bu yedek dosyalarınızı PC nize indirip buradan silebilirsiniz.
uk: Увага! Якщо Ви видалите резервні файли, Ви не зможете відновити вашу колишню установку CS-Cart. Переконайтеся, що встановлений CS-Cart працює коректно, і резервна копія бази даних знаходиться в безпечному місці.
vi: Cảnh báo! Nếu bạn loại bỏ các tập tin sao lưu, bạn sẽ không thể khôi phục lại cài đặt trước của bạn. Đảm bảo rằng các phiên bản mới đang làm việc đúng, và các tập tin sao lưu cơ sở dữ liệu ở một nơi an toàn.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
ar: يرجى اختيار منتج للمجموعة الضرورية [group_name]
cs: Vyberte prosím zboží z požadované skupiny [group_name]
da: Vælg et produkt til den ønskede gruppe [group_name]
de: Bitte einen Artikel für die erforderliche Gruppe [group_name] selektieren.
el: Επιλέξτε ένα προϊόν για την απαιτούμενη ομάδα [group_name]
es: Por favor seleccione un producto para el grupo requerido [group_name]
id: Silahkan pilih produk untuk kelompok yangdibutuhkan[group_name]
ja: [group_name] を選択してください。
no: Vennligst velg et produkt for den obligatoriske gruppen [group_name]
ru: Пожалуйста, выберите товар для указанной группы [group_name]
tr: Lütfen gerekli gurup için ürün seçiniz [group_name]
uk: Будь ласка, виберіть товар для зазначеної групи [group_name]
vi: Vui lòng chọn một sản phẩm cho nhóm yêu cầu [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
ar: سيتم إعادة تعيين كمية كل المنتجات في المتجر.
cs: Množství všeho zboží v obchodě bude vynulováno.
da: Mængden af alle produkter i butikken vil blive nulstillet.
de: Die Mengen aller Produkte im Shop werden zurückgesetzt.
el: Η ποσότητα όλως των προϊόντων του καταστήματος θα μηδενιστεί.
es: Se restableceran las existencias de todos los productos de la tienda.
id: Jumlah stok dari semua produk akan dibuat NOL (reset).
ja: すべての商品の在庫数がリセットされます。
no: Antall av alle produkter i butikken vil bli tilbakestilt.
ru: Количество всех товаров в магазине будет сброшено
uk: Кількість всіх товарів у магазині буде скинуто.
vi: Số lượng của tất cả các sản phẩm trong các cửa hàng sẽ được đặt lại.
