Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::use_avail_period
source: Use available period
ar: استخدام الفترة المتاحة
cs: Platné pro období
da: Brug rådighed periode
de: Verfügbare Periode benutzen
el: Χρήση διαθέσιμης περιόδου
es: Usar período de disponibilidad
id: Gunakan periode yang ada
ja: 適用期間を設定
no: Bruk tilgjengelig periode
ru: Задать период доступности
tr: Mevcut dönemi kullan
uk: Задати період доступності
vi: Thời gian sử dụng hiệu lực

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
cs: Použijte Cardinal Centinel&reg; for 3-D Secure Payer Authentication
da: Brug Cardinal Centinel ® til 3-D Secure Payer Authentication
de: Verwenden Sie Cardinal Centinel&reg; für die 3-D Secure Payer Authentisierung
el: Χρήση Cardinal Centinel για την 3-D Secure πιστοποίησης πληρωμής
es: Usar Cardinal Centinel&reg; for 3-D Secure Payer Authentication
id: Penggunaan Cardinal Centinel&reg; untuk otentikasi 3-D Secure Payer
no: Bruk Cardinal Centinel&reg; til 3-D Secure Payer autentisering
ru: Использовать Cardinal Centinel&reg; для 3-D Secure Payer Authentication
uk: Використовувати Cardinal Centinel&reg; для 3-D Secure Payer Authentication
vi: Sử dụng Cardinal Centinel&reg; cho 3-D Secure Payer Authentication

# Languages::use_coupons_commission
source: Coupon commission
ar: عمولة الكوبون
cs: Poplatek kuponu
da: Kupon provision
de: Gutschein Provision
el: Προμήθεια κουπονιού
es: Comisión de cupón
id: Komisi kupon
ja: クーポンコミッション
no: Kupong provisjon
ru: Комиссия за использование купона.
tr: Kupon komisyonu
uk: Комісія за використання купона
vi: Hoa hồng thẻ giảm giá

# Languages::use_current_link
source: Use the current page link
ar: استخدام رابط الصفحة الحالية
cs: Použít odkaz na aktuální stránku
da: Brug aktuel side link
de: Aktueller Seitenlink benutzen
el: Χρήση της τρέχουσας σελίδας των συνδέσμων
es: Usar enlace de la página actual
id: Gunakan tautan halaman saat ini
ja: 表示中のページにリンク
no: Bruk gjeldende sidelink
ru: Использовать адрес текущей страницы
tr: Mevcut sayfa linkini kullan
uk: Використовувати посилання поточної сторінки
vi: Sử dụng liên kết trang hiện tại

# Languages::use_custom_view
source: Use custom view
cs: Použít vlastní zobrazení
da: Brug brugerdefineret visning
de: Benutzerdefinierte Ansicht verwenden
el: Χρήση προσαρμοσμένης προβολής
es: Utilice vista personalizada
id: Gunakan tampilan kustom
ja: カスタムビューを使用
no: Bruk egendefinert visning
ru: Использовать собственное отображение
uk: Використовувати власне відображення
vi: Sử dụng xem tuỳ chỉnh

# Languages::use_custom_weight_settings
source: Use custom weight settings
ar: استخدام خصائص الوزن المخصص
cs: Použít vlastní nastavení hmotnosti
da: Brug brugerdefinerede indstillinger vægt
de: Persönliche Gewichts Einstellungen benutzen
el: Χρήση προσαρμοσμένων ρυθμίσεων βάρους
es: Usar ajustes de peso personalizados
id: Gunakan pengaturan berat khusus
ja: カスタム重量設定
no: Bruk egendefinerte innstillinger for vekt
ru: Использовать дополнительные настройки веса
tr: Özel ağırlık ayarlarını kullan
uk: Використовувати додаткові налаштування ваги
vi: Sử dụng thiết lập tùy chỉnh trọng lượng

# Languages::use_existing_block
source: Use Existing Block
ar: استخدم الكتلة الحالية
cs: Použít existující blok
da: Brug eksisterende blok
de: Bestehenden Block benutzen
el: Χρήση Υφιστάμενου Block
es: Usar bloque existente
id: Gunakan Blok yang ada
ja: 既存のブロックを使用
no: Bruk eksisterende blokk
ru: Использовать существующий блок
tr: Mevcut Bloklardan Kullan
uk: Використовувати наявний блок
vi: Sử Dụng Khối Sẵn Có

# Languages::use_existing_store
source: Copy existing store configuration
ar: نسخ ومشاركة المحتوى والإعدادات من:
cs: Kopírovat existující konfiguraci obchodu
da: Kopiere eksisterende butik konfiguration
de: Bestehende Store-Konfiguration kopieren
el: Αντιγραφη υπάρχουσας διαμόρφωσης καταστήματος
es: Copiar la configuración existente de la tienda
id: Salin konfigurasi toko yang ada
ja: 既存ショップの設定をコピー
no: Kopier eksisterende butikk konfigurasjon
ru: Копировать данные из магазина
tr: Mevcut mağaza yapılandırmasını kopyala
uk: Копіювати поточну конфігурацію крамниці
vi: Cấu hình sao chép cửa hàng hiện có

# Languages::use_negotiated_rates
source: Use negotiated rates
ar: استخدام معدلات قابلة للتفاوض
cs: Použít dohodnuté sazby
da: Brug forhandlet priser
de: Benutzen Sie die verhandelten Preise
el: Χρήση συμφωνηθείσας τιμής
es: Usar tarifas negociadas
id: Gunakan tarif yang sudah dinegosiasikan
no: Bruk framforhandlede satser
ru: Использовать договорные расценки
uk: Використовувати договорні розцінки
vi: Sử dụng tỷ giá thương lượng

# Languages::use_new_sha_method
source: Use new SHA signature policy
cs: Použít nový SHA podpis
da: Bruge nye SHA signatur politik
de: Neue SHA Signature Policy benutzen
el: Χρήση της νέας πολιτικής για την υπογραφή SHA
es: Usar nueva política de firma SHA
id: Gunakan kebijakan signature SHA baru
no: Bruk ny SHA signaturpolitikk
ru: Использовать новую политику SHA подписи
uk: Використовувати нову політику SHA підпису
vi: Sử dụng chính sách chữ ký mới SHA

# Languages::usps
source: U.S Postal Service
de: US-Postdienst
el: Αντικαταβολή με ΕΛ.ΤΑ
es: Servicio postal de E.E.U.U. (USPS)
ru: USPS (почтовая служба США)
uk: Поштова служба США
vi: Dịch vụ bưu chính Hoa Kỳ

# Languages::usps_package_size_large
source: Large
cs: Velké
da: Stor
de: Gross (Large)
el: Μεγάλο
es: Grande
id: Besar
no: Stor
ru: Большой
uk: Великий
vi: Lớn

# Languages::usps_package_size_regular
source: Regular
cs: Pravidelné
da: Regelmæssig
de: Normal (Regular)
el: Κανονικό
id: Reguler
no: Normal
ru: Обычный
uk: Звичайний
vi: Thường xuyên

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
cs: Osvědčení o poštovném
da: Certifikat for mailing
de: Mailing Zertifikat (certificate of mailing)
el: Πιστοποιητικό-δελτίο αποστολής
es: Certificado de mailing
id: Sertifikat surat
no: Sertifikat for forsendelse
ru: Сертификат отправки
uk: Сертификат відправки
vi: Giấy chứng nhận của hộp thư

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
cs: Certificate of mailing pro pevné poštovní knihy
da: Certifikat for afsendelse af fast postbøger
de: Mailing Zertifikat (certificate of mailing) für Firmen Mailingbücher
el: Πιστοποιητικό της αλληλογραφίας για τα βιβλία για τις Ταχυδρομικές εταιρείες
es: Certificado de envío para libro de envíos firmes
id: Sertifikat surat untuk mailing buku perusahaan
no: Sertifikat for forsendelse for firmapostbøker
ru: Сертификат рассылки для фирм, рассылающих книги
uk: Сертифікат розсилки для фірм, що розсилають книги
vi: Xác thực gửi thư cho danh sách gửi thư

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
cs: Certificate of mailing pro jednotlivé články
da: Certifikat for afsendelse pr. individuel artikel
de: Mailing Zertifikat (certificate of mailing) pro individuelle Artikel
el: Πιστοποιητικό-δελτίο αποστολής, ξεχωριστό για κάθε αντικείμενο
es: Certificado de envío por cada artículo individual
id: Sertifikat surat per artikel individu
no: Sertifikat for forsendelse per individuell artikkel
ru: Сертификат отправки для отдельного товара
uk: Сертифікат відправки для окремого товару
vi: Xác thực gửi thư cho mỗi cá nhân bài viết

# Languages::usps_service_certified
source: Certified
cs: Certifikováno
da: Certificeret
de: Zertifiziert
el: Πιστοποιημένο
es: Certificado
id: Bersertifikat
no: Sertifisert
ru: Сертифицировано
uk: Сертифікований
vi: Chứng nhận

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
cs: Na dobírku
da: CAD
de: Zahlung bei Lieferung (Nachnahme)
el: Πληρωμή κατά την παραλαβή(αντικαταβολή)
es: Recoger en la entrega
id: Kumpulkan saat pengiriman
no: Krev inn ved levering
ru: Наложенный платеж
uk: Накладений платіж
vi: Thu thập trên cung cấp

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
cs: USPS Sledování / Potvrzení doručení
da: USPS Tracking/levering bekræftelse
de: Lieferungs Bestätigung
el: Επιβεβαίωση παράδοσης
es: USPS, Connfirmación de envío/entrega
id: USPS Tracking/Pengiriman konfirmasi
no: Leveringsbekreftelse
ru: USPS Отслеживание/Подтверждение доставки
uk: USPS підтвердження відстеження/доставки

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
cs: Potvrzení e-dodání
da: e-levering bekræftelse
de: Elektronische Zustellbestätigung
el: Επιβεβαίωση e-Delivery
es: Confirmación de e-Delivery
id: konfirmasi e-Delivery
no: e-Delivery bekreftelse
ru: Подтверждение USPS e-Delivery
uk: Підтвердження електронної доставки

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
cs: Express mail pojištění
da: Express mail forsikring
de: Express Post Versicherung
el: Ασφάλιση για ζημιά ή καταστροφή
es: Seguro de Express mail
id: Express mail asuransi
no: Ekspresspost forsikring
ru: Страхование для экспресс-почты
uk: Страхування Express mail
vi: Thư chuyển phát nhanh bảo hiểm

# Languages::usps_service_insurance
source: Insurance
cs: Pojištění
da: Forsikring
de: Versicherung
el: Ασφάλιση
es: Seguro
id: Asuransi
no: Forsikring
ru: Страховка
uk: Страхування
vi: Bảo hiểm

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
cs: Vyzvednout na požádání
da: Afhentning på efterspørgsel
de: Abholung auf Verlangen
el: Παραλαβή όποτε επιθυμείτε
es: Recoger según petición
id: Angkat sesuai permintaan
no: Plukk opp etter behov
ru: До востребования
uk: На вимогу
vi: Chọn trên nhu cầu

# Languages::usps_service_registered_mail
source: Registered mail
cs: Doporučenou poštou
da: Anbefalet post
de: Eingeschriebene Sendung
el: Συστημένη αποστολή
es: Correo registrado
id: Pos tercatat
no: Rekommandert post
ru: Заказное письмо
uk: Рекомендований лист
vi: Thư đã đăng ký

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
cs: Registrováno bez pojištění
da: Anbefalet uden forsikring
de: Eingeschrieben ohne Versicherung
el: Συστημένη αποστολή χωρίς ασφάλιση
es: Registrado sin seguro
id: Terdaftar tanpa asuransi
no: Rekommandert uten forsikring
ru: Зарегистрировано без страховки
uk: Зареєстровано без страховки
vi: Đăng ký mà không có bảo hiểm

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
cs: Registrováno s pojištěním
da: Anbefalet med forsikring
de: Eingeschrieben mit Versicherung
el: Συστημένη αποστολή με ασφάλιση
es: Registrado con seguro
id: Terdaftar dengan asuransi
no: Rekommandert med forsikring
ru: Зарегистрировано и застраховано
uk: Зареєстровано і застраховано
vi: Đăng ký với bảo hiểm

# Languages::usps_service_return_receipt
source: Return receipt
cs: Potvrzení o přijetí
da: Returkvittering
de: Empfangsbestätigung
el: Απόδειξη παραλαβής
es: Recibo de devolución
id: Kembalikan tanda terima
no: Mottakelsesbevis
ru: Квитанция на получение
uk: Квитанція на отримання
vi: Biên nhận đổi trả

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
cs: Elektronické potvrzení o přijetí
da: Elektronisk returkvittering
de: Elektronische Empfangsbestätigung
el: Απόδειξη παραλαβής ηλεκτρονικά
es: Recibo de devolución electrónico
id: Kembalikan tanda terima elektronik
no: Kvittering elektronisk
ru: Электронная квитанция на получения
uk: Електронна квитанція на отримання
vi: Hóa đơn đổi trả điện tử

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
cs: Potvrzení o přijetí pro zboží
da: Returkvittering for varer
de: Empfangsbestätigung für Waren
el: Απόδειξη παραλαβής για τα εμπορεύματα
es: Recibo de devolución para mercancía
id: Kembalikan tanda terima untuk barang dagangan
no: Kvittering for varer
ru: Квитанция на получение товара
uk: Квитанція на отримання товару
vi: Hóa đơn đổi trả hàng hóa

# Languages::usps_service_signature_confirmation
source: Signature confirmation
cs: Potvrzení podpisu
da: Signaturbekræftelse
de: Bestätigung mit Unterschrift
el: Υπογραφή επιβεβαίωσης παράδοσης
es: Confirmación de firma
id: Konfirmasi tanda tangan
no: Signaturbekreftelse
ru: Подтверждение подписи
uk: Підтвердження підписки
vi: Chữ ký xác nhận

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
cs: Pouze v případě, že je velikost balíku velká, specifikujte prosím šířku, výšku a délku.
da: Angiv den pakke, bredde, højde og længde for prioriterede mail, hvis pakken er større, kun.
de: Bitte Breite, Höhe und Länge für Priority Mail angeben, nur wenn Verpackungs Grösse "Gross" (large) ist.
el: Παρακαλούμε να προσδιορίσετε το πλάτος , το ύψος και μήκος του πακέτου για την αποστολή προτεραιότητας, μόνο εάν το μέγεθος του πακέτου είναι μεγάλο.
es: Por favor especifique la anchura, altura y longitud del paquete para Priority Mail, sólo si el tamaño del paquete es grande.
no: Vennligst oppgi pakken bredde, høyde og lengde for Prioritet post, hvis Pakke Størrelse er Large bare.
ru: Пожалуйста, укажите ширину, высоту и длину упаковки для Priority mail, только если Размер упаковки - Большой.
tr: Eğer paket büyük ise ön mailde boyut detaylarını bildiriniz.
uk: Будь ласка, вкажіть ширину, висоту і довжину упаковки для Priority mail, тільки якщо Розмір упаковки - Великий.
vi: Xin vui lòng xác định chiều rộng, chiều cao và chiều dài gói cho thư ưu tiên, nếu kích thước gói là lớn.

# Languages::valid
source: Period of validity
ar: المدة الزمنية لسريان المفعول
cs: Doba platnosti
da: Gyldighedsperiode
de: Gültigkeits Periode
el: Διάρκεια ισχύος
es: Periodo de validez
id: Masa berlaku
ja: 有効期間
no: Gyldighetstid
ru: Период действия
tr: Geçerlilik süresi
uk: Термін дії
vi: Thời gian hiệu lực

# Languages::validate_email
source: Validate E-mail
ar: تحقق من الإيميل
cs: Ověřit E-mail
da: Valider E-mail
de: Email validieren
el: Επικύρωση E-mail
es: Validar e-mail
id: Validasi E-mail
no: Valider E-post
ru: Подтвердить email
uk: Підтвердити E-mail
vi: Xác nhận email

# Languages::validate_secret_word
source: Validate secret word
ar: تحقق من كلمة السر
cs: Ověřit tajné slovo
da: Godkend hemmelige ord
de: Geheimwort (secret word) validieren
el: Επικύρωση μυστικής λέξης(εργαλείο κρυπτογράφησης κειμένου)
es: Validar palabra secreta
id: Validasi kata rahasia
no: Bekreft hemmelig ord
ru: Подтвердить секретное слово
uk: Підтвердити секретне слово
vi: Xác nhận từ khóa bí mật

# Languages::valid_thru
source: Valid thru (mm/yy)
ar: صالحة خلال (mm/yy)
cs: Platí do (mm/yy)
da: Gyldig gennem (mm/åå)
de: Gültig bis (MM/JJ)
el: Ισχύει μέχρι τη (mm/yy)
es: Válido hasta (mm/aa)
id: Berlaku hingga (mm/yy)
ja: 有効期限 (mm/yy)
no: Gyldig til (mm/yy)
ru: Действует до (мм/гг)
tr: Bitiş tarihi (aa/yy)
uk: Діє до (мм/рр)
vi: Ngày hết hạn (tt/nn)

# Languages::value
source: Value
ar: القيمة
cs: Hodnota
da: Værdi
de: Wert
el: Αξία
es: Valor
id: Nilai
ja: 値
no: Verdi
ru: Значение
tr: Değer
uk: Значення
vi: Giá trị

# Languages::value_to_display
source: Value to display
ar: القيمة المعروضة
cs: Hodnota pro zobrazení
da: Værdi for at vise
de: Wert der angezeigt werden soll
el: Προβολή αξίας
es: Valor para mostrar
id: Nilai untuk ditampilkan
ja: 表示項目
no: Verdi å vise
ru: Отображаемое значение
tr: Gösterilen değer
uk: Відображене значення
vi: Các giá trị để hiển thị

# Languages::variant
source: Variant
ar: التنوع
cs: Alternativa
da: varierende
de: Variante
el: Εναλλαγή λειτουργίας σχεδίασης
es: Variante
id: Varian
ja: バリエーション
ru: Вариант
tr: Değişken
uk: Вариант
vi: Biến thể

# Languages::variants
source: Variants
ar: التنوعات
cs: Varianty
da: variant
de: Varianten
el: Εναλλαγές
es: Variantes
id: Varian
ja: バリエーション
no: Varianter
ru: Варианты
tr: Değişkenler
uk: Варіанти
vi: Biến thể

# Languages::variant_name
source: Variant name
ar: اسم التنوع
cs: Alternativní jméno
da: variant navn
de: Variantenname
el: Εναλλαγή ονόματος
es: Nombre de variante
id: Nama varian
ja: 変数名
no: Variantnavn
ru: Название варианта
tr: Değişken adı
uk: Назва варіанту
vi: Tên biến thể

# Languages::vendor
source: Store
ar: المتجر
cs: Obchod
da: sælger
de: Shop
el: Πωλητής
es: Vendedor
id: Toko
ja: ショップ
no: Butikk
ru: Магазин
tr: Satıcı
uk: Крамниця
vi: Cửa hàng

# Languages::vendors
source: Stores
ar: المتاجر
cs: Obchody
da: Butikker
de: Shops
el: Καταστήματα
es: Tiendas
id: Toko
ja: ショップ
no: Butikker
ru: Магазины
tr: Mağazalar
uk: Крамниці
vi: Cửa hàng

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
ar: قائمة مرتبة بحسابات الشركات المسجلون في المتجر.
cs: Seznam účtů společností registrovaných v obchodě.
da: Sorteret liste over firmakonti, der er registreret i butikken.
de: Sortierte Liste von Firmenkonten, die im Store registriert sind.
el: Ταξινόμηση λίστας των λογαριασμών προμηθευτών που έχουν εγγραφεί στο κατάστημα.
es: Lista clasificada de cuentas de vendedores registradas en la tienda.
id: Daftar urutan akun pemasok yang terdaftar di toko.
ja: 出品者の一覧です。
no: Sortert liste over firmakontoer registrert i butikken.
ru: Отсортированный список учетных записей компаний, зарегистрированных в магазине.
tr: Sorted list of vendor accounts registered in the store.
uk: Відсортований список облікових записів компаній, зареєстрованих в крамниці.
vi: Sắp xếp danh sách tài khoản công ty đăng ký tại cửa hàng.

# Languages::vendor_id
source: Store ID
ar: معرف المتجر
cs: Úložiště ID
da: Butiks-ID
de: Verkäufer ID
el: Ταυτότητα πωλητή
es: ID de la tienda
id: ID pemasok
ja: ショップID
no: Butikk ID
ru: ID магазина
tr: Vendor ID
uk: ID крамниці
vi: ID Cửa hàng

# Languages::vendor_name_field
source: Vendor name
ar: اسم المتجر
cs: Název dodavatele
da: Forhandlernavn
de: Verkäufername
el: Όνομα πωλητή
es: Nombre del vendedor
id: Nama pedagang
ja: 出品者名
no: Forhandler navn
ru: Имя продавца
tr: Satıcı adı
uk: Ім'я продавця
vi: Tên nhà cung cấp

# Languages::vendor_name
source: Store name
ar: اسم المتجر
cs: Název obchodu
da: sælger navn
de: Verkäufer-Name
el: Όνομα πωλητή
es: Nombre del vendedor
id: Nama toko
ja: ショップ名
no: Butikk navn
ru: Название магазина
tr: Satıcı adı
uk: Назва крамниці
vi: Tên cửa hàng

# Languages::vendor_pages
source: Store pages
ar: صفحات المتجر
cs: Stránky
da: Butikssider
de: Store-Seiten
el: Σελίδες Καταστήματος
es: Páginas de la tienda
id: Halaman toko
ja: ショップページ
no: Butikk sider
ru: Страницы магазина
tr: Mağaza sayfaları
uk: Сторінки крамниці
vi: Trang cửa hàng

# Languages::version
source: Version
ar: النسخة
cs: Verze
el: Έκδοση
id: Versi
ja: バージョン
no: Versjon
ru: Версия
tr: Versiyon
uk: Версія
vi: Phiên bản

# Languages::vertical
source: Vertical
ar: رأسي
cs: Vertikální
da: Lodret
de: Vertikal
el: Κάθετος
id: Vertikal
ja: 垂直
no: Vertikal
ru: Вертикальная
tr: Dikey
uk: Вертикальна
vi: Chiều dọc

# Languages::very_good
source: Very Good
ar: جيد جداً
cs: Velmi dobré
da: Meget godt
de: Sehr gut
el: Πολύ Καλό
es: Muy bueno
id: Sangat baik
ja: 良い
no: Veldig bra
ru: Очень хорошо
tr: Çok güzel
uk: Дуже добре
vi: Rất tốt

# Languages::view
source: View
ar: عرض
cs: Ukázat
da: Vis
de: anzeigen
el: Προβολή
es: Ver
id: Lihat
ja: 表示
no: Vis
ru: Просмотреть
tr: Görüntüle
uk: Переглянути
vi: Xem

# Languages::viewing_feature
source: Viewing feature
ar: عرض المواصفة
cs: Funkce zobrazování
da: Visning funktion
de: Eigenschaft anzeigen
el: Προβολή χαρακτηριστικου
es: Viendo característica
id: Melihat fitur
ja: 追加情報の表示
no: Viser funksjon
ru: Просмотр характеристики
tr: Özellik görüntüle
uk: Перегляд характеристики
vi: Xem tính năng

# Languages::viewing_filter
source: Viewing filter
ar: عرض المصفاة
cs: Filtr zobrazení
da: Visning filter
de: Filter anzeigen
el: Προβολή Φίλτρου
es: Viendo filtro
id: Melihat filter
ja: フィルタの表示
no: Viser filter
ru: Просмотр фильтра
tr: Filtre görüntüle
uk: Перегляд фільтра
vi: Xem bộ lọc

# Languages::view_all
source: view all
ar: عرض الكل
cs: ukázat vše
da: Vis alt
de: alles anzeigen
el: Προβολή όλων
es: ver todo
id: lihat semua
ja: すべて見る
no: vis alle
ru: посмотреть все
tr: tümünü göster
uk: переглянути все
vi: xem tất cả

# Languages::view_all_orders
source: View all orders
ar: عرض كل الطلبات
cs: Ukázat všechny objednávky
da: Vis alle ordre
de: Alle Bestellungen anzeigen
el: Προβολή όλων των παραγγελιών
es: Ver todos los pedidos
id: Lihat semua pesanan
ja: すべての注文を表示
no: Vis alle ordre
ru: Посмотреть все заказы
tr: Tüm siparişleri göster
uk: Переглянути всі замовлення
vi: Xem tất cả các đơn hàng

# Languages::view_all_product_features
source: View all product features
ar: عرض كل مواصفات المنتج
cs: Zobrazit všechny vlastnosti zboží
da: Se alle produktfunktioner
de: Alle Produkteigenschaften anzeigen
el: Δείτε όλα τα χαρακτηριστικά του προϊόντος
es: Ver todas las características de producto
id: Lihat semua fitur produk
ja: すべての商品の追加情報を見る
no: Vis alle produktfunksjoner
ru: Просмотреть все характеристики товара
tr: Tüm ürün özelliklerini göster
uk: Переглянути всі характеристики товару
vi: Xem tất cả tính năng sản phẩm

# Languages::view_cart
source: View cart
ar: سلّة التسوق
cs: Ukázat košík
da: Vis indkøbskurv
de: Warenkorb anzeigen
el: Στο Καλάθι
es: Ver carrito
id: Lihat belanjaan
ja: カートを見る
no: Vis handlevognen
ru: Корзина
tr: Sepeti göster
uk: Кошик
vi: Xem giỏ hàng

# Languages::view_categories
source: View categories
ar: عرض الفئات
cs: Zobrazit kategorie
da: Se kategorier
de: Kategorien anzeigen
el: Προβολή κατηγοριών
es: Ver categorías
id: Lihat kategori
ja: カテゴリーを見る
no: Vis kategorier
ru: Просмотреть категории
tr: Kategorileri göster
uk: Переглянути категорії
vi: Xem danh mục

# Languages::view_comparison_list
source: Comparison list
ar: قائمة المقارنة
cs: Seznam porovnání
da: Sammenligningsliste
de: Vergleichsliste
el: Λίστα σύγκρισης
es: Lista de comparación
id: Daftar perbandingan
ja: 比較リスト
no: Sammenligningsliste
ru: Список сравнения
tr: Karşılaştırma listesi
uk: Cписок порівняння
vi: Danh sách so sánh

# Languages::view_details
source: View details
ar: عرض التفاصيل
cs: Ukázat detaily
da: Vis detaljer
de: Detailansicht
el: Προβολή Λεπτομερειών
es: Ver detalle
id: Lihat rincian
ja: 詳細
no: Vis detaljer
ru: Просмотреть
tr: Detayları göster
uk: Переглянути деталі
vi: Xem chi tiết

# Languages::view_orders
source: View orders
ar: عرض طلبات الشراء
cs: Objednávky
da: Vis ordre
de: Bestellungen anzeigen
el: Προβολή Παραγγελιών
es: Pedidos
id: Lihat pesanan
ja: 注文一覧
no: Vis ordre
ru: Все заказы
tr: Siparişleri göster
uk: Перегляд замовлень
vi: Xem đơn hàng

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
ar: عرض ومعالجة وطباعة قصاصات الفواتير للطلبات الموجودة بمتجركم.
cs: Správa objednávek. Manuální vytvoření objednávek. Tisk faktur, dobropisů a dodacích listů.
da: Se, proces og udskrive fakturaerfølgesedler for ordrer placeret fra dit websted.
de: Rechnungen anzeigen, bearbeiten und drucken (für Bestellungen in Ihrem Shop).
el: Προβολή, επεξεργασία και εκτύπωση τιμολογίων για παραγγελίες που τοποθετήθηκαν από την ιστοσελίδα σας.
es: Ver, procesar y imprimir documentos de pedidos efectuados en la tienda
id: Lihat, proses dan cetak faktur untuk pesanan dari toko online Anda.
ja: 注文の確認・ステータス変更・注文確認書の印刷などを行います。
no: Vis, behandle og skriv ut fakturaer for ordrer motatt i din nettbutikk.
ru: Просмотр и оформление заказов, распечатка счетов
tr: Websitenizden verilen siparişleri görüntüleme, fatura çıktısı alma
uk: Перегляд та оформлення замовлень, роздруківка ріхунків.
vi: Xem, xử lý và in hóa đơn cho đơn hàng được đặt từ trang web của bạn.

# Languages::view_page
source: View page
ar: عرض الصفحة
cs: Zobrazit stránku
da: Vis sider
de: Seite anzeigen
el: Προβολή Σελίδας
es: Ver página
id: Lihat halaman
ja: ページを見る
no: Vis side
ru: Просмотреть страницу
tr: Sayfa göster
uk: Перегляд сторінок
vi: Xem trang
