Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
ar: السماح لطلبات توصيل متعددة لطلب فردي
cs: Pouze tracking_numbe a carrier params mohou být aktualizovány s nastavením 'Povolit více zásilek v rámci jedné objednávky'
da: Kun tracking_number og transportør parametre kan blive opdateret med indstillingen 'Tillad flere forsendelser til en enkelt ordresæt
de: Nur die Tracking Nummer und Carrier Params können aktualisiert werden, wenn 'Benutzer erlauben Versandarten zu erstellen' eingestellt ist
el: Only the tracking_number and carrier params can be updated with the setting 'Allow users to create shipments' set
es: Sólo los parámetros tracking_number y el proveedor pueden actualizarse con la opcion de 'Permitir múltiples envíos para un solo pedido' activada
id: Only the tracking_number and carrier params can be updated with the setting 'Allow users to create shipments' set
ja: 「配送管理を行う」が有効化されている場合は追跡番号と運送会社のパラメータのみ更新できます
no: Bare tracking_number og instillinger for transportselskap kan oppdateres med 'Tillat flere forsendelser for en enkelt ordre' valgt
ru: Только параметры «Номер отслеживания посылки» и «Перевозчик» можно обновить, включив настройку «Разрешить разделение заказа на несколько отгрузок»
tr: Only the tracking_number and carrier params can be updated with the setting 'Allow users to create shipments' set
uk: Тільки параметри «Номер відслідковування посилки» та «Перевізник» можуть бути оновлені, встановивши параметр "Дозволити розділяти замовлення на кілька відвантажень"
vi: Chỉ có các chủ có số tracking_number và hãng vận chuyển có thể cập nhật với các thiết lập cài đặt 'Cho phép nhiều lô hàng cho một đơn đặt hàng duy nhất'

# Languages::api_user
source: API user
ar: API المستخدم
cs: Uživatel API
da: API-bruger
de: API Benutzer
el: Χρήστης API
es: Usuario API
id: Pengguna API
ja: APIユーザー
no: API bruker
ru: Пользователь API
uk: Користувач API
vi: API người dùng

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
cs: Nelze vytvořit objednávku
de: Die Bestellung konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία παραγγελίας
es: El pedido no pudo ser ejecutado
id: Pemesanan tidak dapat dibuat
no: Ordre kunne ikke opprettes
ru: Не удалось создать заказ
tr: Ödeme gerçekleşmedi
uk: Не вдалося створити замовлення
vi: Không thể tạo đơn hàng

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
cs: Nejsou k dispozici žádné způsoby dopravy
de: Es sind keine Versandarten verfügbar.
el: Δεν υπάρχουν διαθέσιμες μέθοδοι αποστολής
es: Ningún método de envío está disponible
id: Metode pengiriman tidak tersedia
no: Ingen fraktmetoder er tilgjengelige
ru: Нет доступных способов доставки
tr: Hiç bir taşıma yöntemi etkin değil
uk: Немає доступних способів доставки
vi: Không có phương thức vận chuyển khả dụng

# Languages::appearance
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Aussehen
el: Εξωτερική Εμφάνιση
es: Apariencia
id: Tampilan
ja: テンプレート
no: Utseende
ru: Внешний вид
tr: Görünüm
uk: Зовнішній вигляд
vi: Hiển thị

# Languages::appearance_settings
source: Appearance settings
ar: خصائص المظهر
cs: nastavení vzhledu
da: Indstillinger for udseende
de: Einstellungen Laden-Aussehen
el: Ρυθμίσεις εμφάνισης
es: Configurar aspecto
id: pengaturan tampilan
ja: 表示設定
no: Utseende innstillinger
ru: Внешний вид
tr: Görünüm ayarları
uk: Зовнішній вигляд
vi: Cài đặt hiển thị

# Languages::appearance_type
source: Appearance type
ar: نوع الظهور
cs: Typ vzhledu
da: Udseende type
de: Aussehen-Typ
el: Τύπος Εμφάνισης
es: Tipo de aspecto
id: jenis tampilan
ja: 表示形式
no: Utseende type
ru: Тип отображения
tr: Görünüm tipi
uk: Тип відображення
vi: Loại hiển thị

# Languages::application_id
source: Application ID
ar: معرف التطبيق
cs: ID aplikace
da: Program ID
de: Applikations ID
el: ID εφαρμογής
es: ID de aplicación
id: ID aplikasi
ja: アプリケーションID
no: Applikasjons ID
ru: ID приложения
tr: Uygulama ID
uk: ID додатку
vi: ID Ứng dụng

# Languages::application_login
source: Application login
ar: تسجيل الدخول للتطبيق
cs: Aplikace přihlášení
da: Ansøgning login
de: Applikations Anmeldung (login)
el: Σύνδεση εφαρμογής
es: Login de aplicación
id: Login aplikasi
ja: アプリケーションログイン
no: Applikasjon login
ru: Логин приложения
tr: Uygulama girişi
uk: Логін додатку
vi: Đăng nhập ứng dụng

# Languages::apply
source: Apply
ar: تطبيق
cs: Použít
da: Ansøg
de: Anwenden
el: Εφαρμογή
es: Aplicar
id: Terapkan
ja: 適用
no: Bruk
ru: Применить
tr: Uygula
uk: Застосувати
vi: Áp dụng

# Languages::apply_as_link
source: Apply as link
ar: تطبيق كرابط
cs: Použít jako odkaz
da: Anvend som link
de: als Link anwenden
el: Εφαρμογή ως σύνδεσμος
es: Aplicar como enlace
id: Terapkan sebagai tautan
ja: リンクとして適用
no: Bruk som link
ru: Сделать ссылкой
tr: Link olarak uygula
uk: Зробити посиланням
vi: Áp dụng như là liên kết

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
ar: تطبيق الضرائب المحددة على كل المنتجات
cs: Použít vybrané daně pro všechno zboží
da: Anvend udvalgte afgifter på alle produkter
de: Selektierte Steuern für alle Produkten anwenden
el: Εφαρμογή Επιλεγμέων Φόρων σε Όλα τα Προϊόντα
es: Aplicar impuestos seleccionados a todos los artículos
id: Terapkan Pajak yang dipilih untuk semua Produk
ja: 選択した税金をすべての商品に適用
no: Påfør valgt moms på alle produkter
ru: Применить выбранные налоги ко всем товарам
tr: Seçilen vergileri tüm ürünlere uygula
uk: Застосувати вибрані податки до всіх товарів
vi: Áp dụng thuế được lựa chọn cho tất cả sản phẩm

# Languages::apply_to_all_languages
source: Apply to all languages
ar: تطبيق على كل اللغات
cs: Platí pro všechny jazyky
da: Anvend for alle sprog
de: Für alle Sprachen anwenden
el: Εφαρμογή σε όλες τις γλώσσες
es: Aplicar a todos los idiomas
id: Terapkan ke semua bahasa
ja: すべての言語に適用する
no: Bruk på alle språk
ru: Для всех языков
tr: Tüm dillere uygula
uk: Для всіх мов
vi: Áp dụng cho tất cả ngôn ngữ

# Languages::apply_to_products
source: Apply to products
ar: تطبيق على المنتجات
cs: Použít pro zboží
da: Anvend for produkter
de: Auf Produkte anwenden
el: Εφαρμογή στα προϊόντα
es: Aplíquese a productos
id: Terapkan ke produk
ja: 商品に適用する
no: Bruk på produkter
ru: Применить к товарам
tr: Ürünlere uygula
uk: Застосувати до товарів
vi: Áp dụng cho sản phẩm

# Languages::approve
source: Approve
ar: اعتمد
cs: Schválit
da: Godkend
de: Genehmigen
el: Έγκριση
es: Aprobar
id: Setujui
ja: 承認
no: Godkjenn
ru: Принять
tr: Onayla
uk: Затвердити
vi: Chấp thuận

# Languages::approved
source: Approved
ar: معتمد
cs: Schváleno
da: Godkendt
de: Genehmigt
el: Εγκεκριμένα
es: Aprobado
id: Disetujui
ja: 承認
no: Godkjent
ru: Принятый
tr: Onaylandı
uk: Затверджений
vi: Đã chấp thuận

# Languages::approve_selected
source: Approve selected
ar: اعتمد المحدد
cs: Schválit vybrané
da: Godkend valgt
de: Selektierte genehmigen
el: Έγκριση επιλεγμένων
es: Apruébese seleccionado
id: setujui pilihan
ja: 承認
no: Godkjenn valgte
ru: Утвердить выбранные
tr: Seçileni onayla
uk: Затвердити обрані
vi: Chấp nhận được chọn

# Languages::arabic
source: Arabic
ar: العربيّة
cs: Arabština
da: arabisk
de: Arabisch
el: Αραβικά
es: Árabe
id: Arab
no: Arabisk
ru: Арабский
uk: Арабська
vi: Tiếng Ả Rập

# Languages::arrows
source: Arrows
ar: الأسهم
cs: Šípy
da: Pile
de: Pfeile
el: Βέλη
es: Flechas
id: tanda panah
ja: 矢印
no: Piler
ru: Стрелки
uk: Стрілки
vi: Mũi tên

# Languages::asc
source: asc.
ar: تصاعدي
cs: věkem.
da: gå op
de: Steigend
el: αύξ.
id: Menaik
ja: 昇順
no: gå opp
ru: по возр.
tr: çoğalarak
uk: за зростанням
vi: giảm dần

# Languages::attention
source: Attention!
ar: انتبه!
cs: Pozor!
da: Opmærksomhed!
de: Vorsicht!
el: Προσοχή!
es: Atención!
id: Perhatian!
ja: 注意!
no: OBS!
ru: Внимание!
tr: Dikkat!
uk: Увага!
vi: Chú ý!

# Languages::audience
source: Audience
ar: الجمهور
cs: Publikum
da: publikum
de: Audience (Details)
el: Ακροατήριο
es: Audiencia
id: Publik
ja: ビジター
no: Publikum
ru: Аудитория
tr: İzleyenler
uk: Аудиторія
vi: Đối tượng

# Languages::authentication_failed
source: Authentication failed
ar: فشلت عملية تسجيل الدخول
cs: Ověření se nezdařilo
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
el: Αποτυχία ελέγχου ταυτότητας
es: Fallo de autenticación
id: Otentifikasi Gagal
ja: 認証に失敗しました
no: Autentisering mislyktes
ru: Аутентификация не выполнена
uk: Помилка автентифікації
vi: Xác thực thất bại

# Languages::authentication_key
source: Authentication key
ar: المفتاح
cs: Ověřovací klíč
da: Valideringsnøgle
de: Authentifizierungs-Schlüssel
el: Κλειδί πιστοποίησης
es: Clave de Autenticación
id: kunci otentifikasi
ja: 認証キー
no: Autentiseringsnøkkel
ru: Ключ авторизации
uk: Ключ Аутентифікації
vi: Mã khóa xác thực

# Languages::authentication_password
source: Authentication password
ar: كلمة المرور
cs: Heslo pro ověření
da: Adgangskodegodkendelse
de: Authentifizierungs-Passwort
el: Κωδικός πιστοποίησης
es: Contraseña de autenticación
id: password otentifikasi
ja: 認証パスワード
no: Autentiseringspassord
ru: Пароль авторизации
uk: Пароль аутентифікації
vi: Xác thực mật khẩu

# Languages::author
source: Author
ar: المؤلف
cs: Autor
da: forfatter
de: Autor
el: Συγγραφέας
es: Autor
id: Penulis
ja: 投稿者
no: Skrevet av
ru: Автор
tr: Yazar
uk: Автор
vi: Tác giả

# Languages::authorization
source: Authorization
ar: الدخول
cs: Autorizace
da: adgangstilladelse
de: Autorisation
el: Εξουσιοδότηση
es: Autorización
id: otorisasi
ja: 認証
no: Autorisasjon
ru: Авторизация
tr: İzin
uk: Авторизація
vi: Ủy quyền

# Languages::authorize_capture
source: Authorize and capture
ar: الترخيص والاستيلاء على
cs: Získat autorizaci
da: Godkend og fange
de: Autorisiere und erfasse
el: Εξουσιοδότηση και δέσμευση
es: Autorizar y capturar
id: Otorisasi dan tangkap
no: Autoriser og innhent
ru: Авторизировать и произвести платеж
tr: Yetki ver ve yakala
uk: Авторизувати і здійснити платіж
vi: Ủy quyền và đình chỉ

# Languages::authorize_only
source: Authorize only
ar: الترخيص فقط
cs: Pouze autorizované
da: Tillades kun
de: Nur autorisieren
el: Επιτρέπουν μόνο
es: Autorizar solo
id: hanya yang berwenang
ja: 認証のみ
no: Kun godkjenn
ru: Только авторизировать
tr: Sadece yetkili
uk: Тільки авторизувати
vi: Chỉ cho phép

# Languages::auth_code
source: Auth code
ar: رمز المصادقة
cs: Auth kód
da: Auth kode
es: Código auth
ja: 認証コード
no: Auth kode
ru: Код аутентификации
uk: Код автентифікації
vi: Mã xác thực

# Languages::auth_info
source: Authentication information
ar: معلومات تسجيل الدخول
cs: Informace o ověřování
da: Godkendelsesoplysningerne
de: Authentifizierungs-Information
el: Πληροφορίες ελέγχου ταυτότητας
es: Información de autenticación
id: Informasi pengesahan
ja: 会員登録・パスワード再発行
no: Autentisering informasjon
ru: Информация об аутентификации
uk: Інформація про автентичність
vi: Thông tin xác thực

# Languages::auto
source: Auto
ar: تلقائي
de: Automatisch
el: Αυτόματο
es: Feedback automático
id: Feedback otomatis
ja: 自動
ru: Авто
tr: Otomatik
uk: Авто
vi: Tự động

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
ar: الإعداد التلقائي للصلاحيات عبر الـ FTP
cs: Auto nastavení oprávnění přes FTP
da: Auto-sæt tilladelser via FTP
de: Automatisch Berechtigungen per FTP setzen
el: Αυτόματος Ορισμός δικαιωμάτων μέσω FTP
es: Auto-set permisos vía FTP
id: Pengaturan perijinan otomatis melalui FTP
ja: FTP経由でパーミッションを自動設定
no: Auto-angi tillatelser via FTP
ru: Установить права автоматически через FTP
uk: Встановити права автоматично через FTP
vi: Tự động thiết lập quyền thông qua FTP

# Languages::avail
source: Available
ar: متاح
cs: Dostupné
da: tilgæng
de: verfügbar
el: Διαθέσιμο
es: Disponible
id: tersedia
ja: 利用可能
no: Tilgjengelig
ru: Вкл.
tr: Göster
uk: Доступно
vi: Có sẵn

# Languages::availability
source: Availability
ar: الامكانية
cs: Dostupnost
da: tilgængelighed
de: Verfügbarkeit
el: Διαθεσιμότητα
es: Disponibilidad
id: Persediaan
ja: 表示設定
no: Tilgjengelighet
ru: Доступность
tr: Göster
uk: Доступність
vi: Sẵn có

# Languages::available
source: Available
ar: متاح
cs: Dostupné
da: Bestil denne vare inden kl. 15.00, så sender vi idag.
de: verfügbar
el: Διαθέσιμο
es: Disponible
id: Tersedia
ja: 利用可能
no: Tilgjengelig
ru: Доступно
tr: Göster
uk: Доступно
vi: Có sẵn

# Languages::available_fields
source: Available fields
ar: الحقول المتاحة
cs: Dostupné pole
da: tilgængelige områder
de: Verfügbare Felder
el: Διαθέσιμα πεδία
es: Campos disponibles
id: Fields tersedia
ja: 利用可能フィールド
no: Tilgjengelige felt
ru: Доступные поля
tr: Seçilebilir kutular
uk: Доступні поля
vi: Trường có sẵn

# Languages::available_for_vendor
source: Available for store
ar: متاح للمتجر
cs: K dispozici pro obchod
da: Til rådighed for butik
de: Für Verkauf verfügbar
el: Διαθέσιμο για το κατάστημα
es: Disponibles para la tienda
id: Tersedia untuk toko
ja: 出品者の利用
no: Tilgjengelig for butikken
ru: Доступно для магазина
tr: Mağaza için kullanılabilir
uk: Доступні для крамниці
vi: Có sẵn cho cửa hàng

# Languages::available_items
source: Available items
ar: العناصر المتاحة
cs: Dostupné položky
da: tilgængelig items
de: Verfügbare Elemente
el: Διαθέσιμα στοιχεία
es: Ítems disponibles
id: Item tersedia
ja: 利用可能な項目
no: Tilgjengelige elementer
ru: Доступные элементы
tr: Seçilebilir maddeler
uk: Доступні елементи
vi: Mục có sẵn

# Languages::available_languages
source: Available
ar: متاح للتركيب
cs: Dostupné
da: Til rådighed
de: Verfügbar
el: Διαθέσιμο
es: Disponible
id: Tersedia
ja: 設定可能な言語
no: Tilgjengelig
ru: Доступные
tr: Göster
uk: Доступні
vi: Có sẵn

# Languages::available_views
source: Available views
ar: طرق العرض المتوفرة
cs: K dispozici zobrazení
da: Tilgængelige visninger
de: Verfügbare Ansichten
el: Διαθέσιμες Προβολές
es: Vistas disponibles
id: Tampilan yang tersedia
ja: 設定可能なビュー
no: Tilgjengelige visninger
ru: Доступные отображения
uk: Доступні відображення
vi: Sãn sàng xem

# Languages::available_since
source: Avail since
ar: متاح منذ
cs: Dostupnost od
da: Tilgængelig siden
de: Verfügbar seit
el: Διαθέσιμο από
es: Disponible desde
id: Tersedia sejak
ja: 提供開始日
no: Tilgjengelig fra
ru: Доступен с
tr: Şu zamandan beri
uk: Доступний з
vi: Hoạt động từ

# Languages::installed_themes
source: Installed themes
ar: الاشكال المثبتة
cs: Instalované motivy
da: Installerede temaer
de: Installierte Templates
el: Εγκατεστημένα θέματα
es: Temas instalados
id: Tema yang terinstall
ja: インストール済みテーマ
no: Installerte maler
ru: Установленные темы
tr: Yüklü Temalar
uk: Встановлені теми
vi: Cài đặt chủ đề

# Languages::browse_all_available_themes
source: Browse all available themes
ar: استعرض كل السمات المتاحة
cs: Procházet všechny dostupné motivy
da: Gennemse alle tilgængelige temaer
de: Alle verfügbaren Templates anzeigen
el: Περιηγηθείτε σε όλα τα διαθέσιμα θέματα
es: Explorar todos los temas disponibles
id: Keseluruhan tema yang tersedia
ja: 利用可能なすべてのテーマを表示
no: Bla gjennom alle tilgjengelige maler
ru: Просмотреть все доступные темы
tr: Tüm temalara göz atın
uk: Переглянути всі доступні теми
vi: Duyệt Xem tất cả giao diện có sẵn

# Languages::currently_in_use
source: Currently in use
ar: قيد الاستخدام
cs: V současné době v provozu
da: I øjeblikket i brug
de: Derzeit in Verwendung
el: Προς στιγμήν σε χρήση
es: Actualmente en uso
id: Sedang digunakan
ja: 現在使用中
no: I bruk
ru: Выбранный стиль
uk: Зараз використовується
vi: Hiện đang sử dụng

# Languages::avail_from
source: Available from
ar: متاح منذ
cs: Dostupné od
da: tilgængelig fra
de: Verfügbar ab
el: Διαθέσιμο από
es: Disponible de
id: Tersedia dari
ja: 開始日
no: Tilgjengelig fra
ru: Доступна с
tr: Şu zamandan
uk: Доступна з
vi: Có sẵn từ

# Languages::avail_till
source: Available till
ar: متاح حتى
cs: K dispozici do
da: tilgængelig til
de: Verfügbar bis
el: Διαθέσιμο μέχρι
es: Disponible hasta
id: Tersedia hingga
ja: 終了日
no: Tilgjengelig til
ru: Доступна до
tr: Şu zamana
uk: Доступна до
vi: Có sẵn cho đến

# Languages::average
source: Average
ar: لا بأس به
cs: Průměrný
da: gennemsnit
de: Durchschnitt
el: Μέσος όρος
es: Bueno
id: Rata-rata
ja: 普通
no: Gjennomsnittlig
ru: Сносно
tr: Averaj
uk: Середнє
vi: Trung bình

# Languages::awaiting
source: Awaiting
ar: بالانتظار
cs: Čekající
da: Afventer
de: Wartend
el: Εν αναμονή
es: Esperando
id: Menunggu
ja: 待機中
no: Venter
ru: Еще не началось
tr: Bekliyor
uk: Очікує
vi: Đang chờ

# Languages::awaiting_approval
source: Awaiting approval
ar: بانتظار الاعتماد
cs: Čeká na schválení
da: Afventer godkendelse
de: Auf Genehmigung warten
el: Αναμονή έγκρισης
es: Esperando aprobación
id: Menunggu persetujuan
ja: 承認待ち
no: Venter på godkjenning
ru: Ожидающий подтверждения
tr: Bekleyen onaylar
uk: Очікує на схвалення
vi: Đang chờ phê duyệt

# Languages::backtrace
source: Backtrace
ar: التتبع
da: Tilbagefølg
de: Zurückverfolgen (Backtrace)
el: Πίσω
es: Trazar
id: pelacakan mundur
ja: バックトレース
no: Tilbakesporing
ru: Отслеживание
tr: İade takip
uk: Відслідковування

# Languages::backup
source: Backup
ar: نسخ احتياطي
cs: Zálohovat
da: Sikkerhedskopi
de: Backup (Datensicherung)
el: Αντίγραφα ασφαλείας (backup)
es: Copia
ja: バックアップ
ru: Резервирование
tr: Yedekleme
uk: Резервне копіювання
vi: Sao lưu

# Languages::backupping_data
source: Backing up data for
ar: نسخ بيانات
cs: Zálohování dat pro
da: Sikkerhedskopiering af data for
de: Sicherung der Daten
el: Backup δεδομένων για
es: Backupping data for
id: Backup data untuk
ja: 次のテーブルのデータをバックアップ中
no: Tar backup av data for
ru: Резервирование данных таблицы
tr: Veri yedekle
uk: Резервування даних таблиці
vi: Sao lưu dữ liệu cho

# Languages::backupping_schema
source: Backing up schema for
ar: نسخ تصميم قاعدة بيانات
cs: Zálohování schématu pro
da: Sikkerhedskopiering af skema for
de: Sicherung der Übersicht
el: Backupping schema for
es: Backupping schema for
id: skema pencadangan untuk
ja: 次のテーブルの構造をバックアップ中
no: Tar backup av skjema for
ru: Резервирование структуры таблицы
tr: Tablo yedekle
uk: Резервування структури таблиці
vi: Sao lưu lược đồ cho

# Languages::backup_data
source: Backup database data
ar: نسخ بيانات قاعدة البيانات
cs: Zálohování databázových dat
da: Sikkerhedskopi af databasens data
de: Backup (Datensicherung) Datenbank
el: Backup των Δεδομένων της Βάσης
es: Copia base de datos
id: Backup database
ja: データをバックアップ
ru: Резервировать данные таблиц
tr: Veri tabanı yedekle
uk: Резервне копіювання бази даних
vi: Sao lưu cơ sở dữ liệu

# Languages::backup_filename
source: Backup file name
ar: اسم ملف النسخة الاحتياطية
cs: Název záložního souboru
da: Sikkerhedskopi fil navn
de: Dateiname des Backups
el: Όνομα Αρχείου Backup
es: Nombre fichero de la copia
id: Nama file backup
ja: バックアップファイル名
no: Backup filnavn
ru: Имя резервного файла
tr: Yedek dosya adı
uk: Ім'я резервного файлу
vi: Tên tệp tin sao lưu

# Languages::backup_files
source: Backup files
ar: ملفات النسخ الاحتياطية
cs: Zálohovat soubory
da: Sikkerhedskopi fil
de: Sicherung der Dateien (Backup Files)
el: Backup Αρχείων
es: Ficheros de copia
id: File backup
ja: ファイルのバックアップ
no: Backup filer
ru: Резервные файлы
tr: Backup dosyaları
uk: Резервні файли
vi: Sao lưu tệp tin

# Languages::backup_options
source: Backup options
ar: خيارات النسخ الاحتياطي
cs: Možnosti zálohování
da: Muligheder for sikkerhedskopiering
de: Sicherungsoptionen
el: Επιλογές backup
es: Opciones de copia de seguridad
id: Opsi backup
ja: バックアップのオプション
no: Backup valg
ru: Варианты резервного копирования
uk: Варіанти резервного копіювання
vi: Tùy chọn sao lưu

# Languages::backup_schema
source: Backup database schema
ar: نسخ تصميم قاعدة البيانات
cs: Zálohovat schéma datábaze
da: Sikkerhedskopi database pversigt
de: Backup (Datensicherung) Datenbankschema
el: Αντίγραφα ασφαλείας βάσης δεδομένων
es: Copia de seguridad del Esquema de la base de datos
id: Skema Backup database
ja: テーブルのスキーマ（構造）をバックアップ
no: Backup databaseskjema
ru: Резeрвировать структуру таблиц
tr: Veri tabanı tablolarını yedekle
uk: Резeрвувати структуру таблиць
vi: Giản đồ cơ sở dữ liệu sao lưu

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
ar: يشرفنا خدمتكم!
cs: Vítejte na nákupu!
da: Velkommen til at købe!
de: Sie können jetzt wieder einkaufen!
el: Καλώς ήλθατε στην αγορά!
es: ¡ Bienvenido a la compra!
id: Silakan membeli!
ja: 当ショップにてご確認いただけますと幸いです。
no: Velkommen til å handle!
ru: Приглашаем за покупкой!
uk: Ласкаво просимо до покупки!
vi: Chào mừng đến để mua hàng!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
ar: يسرنا أن نبلغكم أن المنتج التالي أصبح متوفر للشراء:
cs: Obracíme se na Vás s informací, že toto zboží je v našem obchodě opět skladem:
da: Vi skriver for at informere dig, at følgende produkt er tilbage på lager i vores butik:
de: Wir informieren Sie dass das folgende Produkt in unserem Laden wieder auf Lager ist:
el: Σας ενημερώνουμε ότι τα παρακάτω αντικείμενα είναι και πάλι διαθέσιμα στο κατάστημα μας:
es: Te escribimos para contarte que el siguiente producto está disponible nuevamente en nuestra tienda:
id: Kami ingin menginformasikan Anda bahwa produk berikutsudah kembali tersedia toko kami:
ja: 以下の商品が入荷いたしました:
no: Vi vil bare informere deg om at følgende produkt er tilbake på lager i vår nettbutikk:
ru: Мы рады сообщить Вам, что следующий товар появился в наличии в нашем магазине:
uk: Ми раді повідомити Вам, що наступний товар з'явився в наявності в нашому магазині:
vi: Chúng tôi gửi tin này để thông báo cho bạn biết rằng các sản phẩm sau đã có hàng trong kho của chúng tôi:

# Languages::balance
source: Balance
ar: الرصيد
cs: Zůstatek
de: Saldo (Balance)
el: Υπόλοιπο
id: Saldo
ja: 発行金額
no: Balanse
ru: Баланс
tr: Ayar
uk: Баланс
vi: Cân bằng

# Languages::balance_account
source: Account balance
ar: رصيد الحساب
cs: Zůstatek na účtu
da: Bruger balance
de: Saldo des Konto
el: Υπόλοιπο Λογαριασμού
es: Balance de cuenta
id: Saldo rekening
ja: アカウント残高
no: Konto balanse
ru: Баланс счета
tr: Hesap durumu
uk: Залишок на рахунку
vi: Số dư tài khoản

# Languages::bank
source: Bank
ar: البنك
cs: Banka
el: Τράπεζα
es: Banco
ja: 銀行
ru: Банк
tr: Banka
uk: Банк
vi: Ngân hàng

# Languages::ground_only
source: Ground only
ar: الأرض فقط
cs: Dodání pouze po zemi
de: Nur bis Erdgeschoss
es: Sólo correo ordinario
id: Hanya tanah
no: Transport med varebil
ru: Доставка только наземным способом
uk: Доставка лише наземним способом
vi: Chỉ trên mặt đất

# Languages::bank_routing_number
source: Bank routing number
ar: رقم التوجيه المصرفي
cs: Směrový kód banky
da: Bank routing-nummer
de: Bankleitzahl (bank routing number)
el: Αριθμός τραπέζης δρομολόγησης
es: Numero de routing bancario
id: Nomor routing bank
ja: 支店コード
no: Bank routing nummer
ru: Код банка (только для США)
tr: Banka routing numarası
uk: Код банку (тільки для Сша)
vi: Số định tuyến ngân hàng

# Languages::bar
source: Bar
ar: شريط
da: Diagram
de: Balken
el: Μπάρα
es: Barras
ja: 棒
no: Diagram
ru: Гистограмма
uk: Гістограма
vi: Thanh thẳng

# Languages::base_currency
source: Base
ar: الأساسية
cs: Základ
da: basis
de: Basis Währung
el: Βάση
es: Principal
id: Basis
ja: ベース
no: Basis
ru: Основная
tr: Esas
uk: Основна
vi: Cơ sở
