Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::recaptcha_upgrade_notification_text
source: [product] now comes with the <b>Google reCAPTCHA</b> add-on to improve anti-bot validation. The add-on has been installed and activated during the upgrade, but the old CAPTCHA will still be used until you configure the add-on. We recommend switching to Google reCAPTCHA as soon as possible. To do that: <ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Find and click on <b>Google reCAPTCHA</b> in the list of add-ons.</li><li>A pop-up window will open. Enter <b>Site key</b> and <b>Secret token</b>, then save your changes. The instructions on how to get the key and token are available <a href='https://developers.google.com/recaptcha/docs/start'>here</a>.</li></ol> <b>The Google reCAPTCHA add-on supports only the Responsive theme and its <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>child themes</a>.</b> Please contact the developer of your theme for more information before you switch to Google reCAPTCHA.
da: [product] kommer nu med <b>Google reCAPTCHA</b> add-on til at forbedre anti-bot validering. Tilføjelsesprogrammet er blevet installeret og aktiveret under opgraderingen, men den gamle CAPTCHA vil stadig blive brugt, indtil du konfigurerer add-on. Vi anbefaler, at skifte til Google reCAPTCHA hurtigst muligt. At gøre det: <ol><li>gå til <b>Tilføjelser → Administrer tilføjelsesprogrammer</b>.</li> <li>Find og klik på <b>Google reCAPTCHA</b> i liste over tilføjelsesprogrammer.</li> <li>A pop-up vindue vil åbne. Indtast <b>Site nøglen</b> og <b>hemmelige token</b>, derefter gemme dine ændringer. Instruktioner om hvordan du får nøglen og token er tilgængelig <a href='https://developers.google.com/recaptcha/docs/start'> her</a>.</li></ol> <b>Google reCAPTCHA tilføjelse understøtter kun den Responsive tema og dens <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'> underordnede temaer</a>.</b> Kontakt udvikleren af dit tema for flere oplysninger, før du skifter til Google reCAPTCHA.
el: Το <b></b>[product] τώρα έρχεται με το πρόσθετο <b>Google reCAPTCH</b> για τη βελτίωση της αντι-bot επικύρωσης. Το πρόσθετο έχει εγκατασταθεί και ενεργοποιηθεί κατά τη διάρκεια της αναβάθμισης, αλλά το παλιό CAPTCHA θα εξακολουθεί να χρησιμοποιείαι έως ότου μπορέσετε να ρυθμίσετε το νεο πρόσθετο. Σας συνιστούμε να αλλαξετε στο Google reCAPTCH όσο το δυνατόν συντομότερα.Για να γινει αυτό: <ol><li>μεταβείτε <b>πρόσθετα → Διαχείριση πρόσθετων</b>.</li> <li>Βρείτε και κάντε κλικ στο <b>Google reCAPTCH</b> στην λίστα των πρόσθετων.</li> <li>Ένα αναδυόμενο παράθυρο θα ανοίξει. Εισάγετε <b>κλειδί Site</b> και <b>μυστικό κωδικό</b> και, στη συνέχεια, αποθηκεύστε τις αλλαγές σας. Οι οδηγίες για το πώς να πάρετε το κλειδί και το διακριτικό είναι διαθέσιμες <a href='https://developers.google.com/recaptcha/docs/start'> εδώ</a>.</li></ol> <b>Το Πρόσθετο Google reCAPTCH υποστηρίζει μόνο το Responsive theme και τα <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'> θέματα παιδια</a>.</b> Παρακαλώ επικοινωνήστε με τον προγραμματιστή του θέματός σας για περισσότερες πληροφορίες, πριν να περάσετε στο Google reCAPTCHA.
es: [product] ahora viene con el <b> complemento de reCAPTCHA de Google</b> para mejorar la validación anti-bot. El complemento ha sido instalado y activado durante la actualización, pero el antiguo CAPTCHA será utilizado hasta que configure el complemento. Le recomendamos que cambie el reCAPTCHA de Google tan pronto como pueda. Para hacer eso:<ol><li>Vaya a<b>Complementos → Manejar complementos</b>.</li><li> Encuentre y haga clic en <b>reCAPTCHA de Google</b>en la lista de complementos.</li><li>Una ventana emergente se abrirá. Ingrese <b>la clave del sitio</b>y<b>La pregunta secreta</b>, luego guarde los cambios. Las instrucciones relacionadas con cómo obtener la clave y el token están disponibles<a href='https://developers.google.com/recaptcha/docs/start'> aquí</a>.</li></ol><b> el complemento de reCAPTCHA de Google es compatible solamente con el tema adaptativo y sus<a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>temas para niños</a>.</b>Por favor contacte el desarrollador de su tema para mayor información antes de cambiar a reCAPTCHA de Google.
no: [product] leveres nå med <b>Google reCAPTCHA</b> modulen for å forbedre anti-bot-validering. Modulen er installert og aktivert under oppgraderingen, men den gamle CAPTCHA funksjonen vil fortsatt bli brukt til du konfigurerer modulen. Vi anbefaler at du bytter til Google reCAPTCHA så snart som mulig. For å gjøre det: <ol><li>Gå til <b>Moduler → Administrer moduler</b>.</li><li>Finn og klikk på <b>Google reCAPTCHA</b> i modul listen.</li><li>Et popup-vindu åpnes. Skriv inn <b>Side nøkkel</b> og <b>Hemmelighet</b>,og lagre så endringene dine. Instruksjonene om hvordan du får nøkkel og hemmelighet fra Google er tilgjengelig <a href='https://developers.google.com/recaptcha/docs/start'>her</a>.</li></ol> <b>Google reCAPTCHA modulen støtter bare av de responsive <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>malene </a>.</b> Har du en mal fra tredjepart, så ta kontakt med utvikleren av malen for mer informasjon før du bytter til Google reCAPTCHA.
ru: Для улучшения защиты от ботов и спама в [product] был добавлен модуль <b>Google reCAPTCHA</b>. Модуль устанавливается и активируется во время обновления, но до тех пор, пока вы не настроите модуль, будет использоваться старая CAPTCHA. Мы рекомендуем как можно скорее перейти на reCAPTCHA. Для этого: <ol><li>Откройте <b>Модули → Управление модулями</b>.</li><li>В списке модулей найдите и выберите <b>Google reCAPTCHA</b>.</li><li>Откроется всплывающее окно. Введите <b>Ключ сайта</b> и <b>Секретный код</b>, затем сохраните ваши изменения. Инструкции для получения ключа и кода доступны <a href='https://developers.google.com/recaptcha/docs/start'>здесь</a>.</li></ol> <b>Модуль Google reCAPTCHA поддерживается только темой Responsive и её <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>дочерними темами</a>.</b>Пожалуйста, прежде чем переходить на Google reCAPTCHA свяжитесь с разработчиком вашей темы, чтобы получить более подробную информацию.
tr: [product]Ürün <b>Google reCAPTCHA</b>ile sunulmaktadır. Bu eklenti anti-bot koruması içerir. Güncellemeniz esnasında bu eklenti yüklenip aktif hale getirilmiştir. Fakat eski CAPTCHA doğrulama ayarları halen geçerliliğini sürdürmektedir. Bu sebeple Google reCAPTCHA ya geçmeniz önemle rica olunur. Bunu yapmak için: <ol><li>Önce <b>Eklentiler → Eklenti Yönetimi</b>.</li><li>ni bulup Google reCAPTCHA</b>ya basarak eklenti listesini açın.</li><li> Karşınıza bir pencere gelicek. Site <b>Anahtarı</b>ve<b>Gizli kodunuz</b>, aracılığıyla değişiklikleri kaydedin. Nasıl yapılabileceğine dair daha fazla bilgi için <a href='https://developers.google.com/recaptcha/docs/start'>buradan</a>.</li></ol><b>Google reCAPTCHA eklentisi desteğini araştırın. Bu sadece belirli temalar ve <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'>alt temalar</a>.</b>için geçerlidir. Google reCAPTCHA güvenlik eklentisini aktifleştirmeden önce website yöneticinizle iletişime geçmeniz önerilir.
uk: Для поліпшення захисту від ботів і спаму в [product] був доданий модуль <b>Google reCAPTCHA</b>. Модуль встановлюється і активується під час оновлення, але до тих пір, поки ви не налаштуєте модуль, буде використовуватися стара CAPTCHA. Ми рекомендуємо якомога швидше перейти на reCAPTCHA. Для цього: <ol><li>Відкрийте <b>Модулі → Управління модулями</b>.</li><li>У списку модулів знайдіть і виберіть <b>Google reCAPTCHA</b>.</li><li>Відкриється спливаюче вікно. Введіть <b>Site key</b> і <b>Secret token</b>, потім збережіть ваші зміни. Інструкції для отримання ключа і коду доступні <a href='https://developers.google.com/recaptcha/docs/start'>тут</a>.</li></ol> <b>Модуль Google reCAPTCHA підтримується тільки темою Responsive і її <a href='http://docs.cs-cart.com/4.5.x/designer_guide/parent_themes.html'> дочірніми темами </a>.</b> Будь ласка, перш ніж переходити на Google reCAPTCHA зв'яжіться з розробником вашої теми, щоб отримати більш детальну інформацію.

# Languages::tt_views_shippings_components_services_ups_ship_ups_pickup_type
source: <p>Select "Daily Pickup" to calculate the delivery cost according to Daily Rates.</p><p>Select "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates.</p>
da: <p>Vælg "Daglig afhentning" til at beregne levering omkostninger ifølge dagspriser.</p> <p>Vælg "Én gang Pickup", "Bogstav Center" eller "Air Service Center" for at beregne levering omkostninger ifølge detail priser.</p>
el: <p>Επιλέξτε «Καθημερινή παραλαβή» για να υπολογίσετε το κόστος της παράδοσης σύμφωνα με ημερήσιες ισοτιμίες.</p> <p>Επιλέξτε «Μοναδική Παραλαβή», «Letter Center» ή «Air Service Center» για να υπολογίσετε το κόστος της παράδοσης σύμφωνα με τιμές λιανικής.</p>
es: <p>Seleccione "Recolección diaria" para calcular el costo de entrega de acuerdo con las Tarifas diarias.</p><p> Seleccione "Recogida por única vez", "Centro de Cartas" o "Centro de servicio aéreo" para calcular el costo de entrega de acuerdo con las tarifas de venta al por menor.</p>
no: <p>Valg "Daily Pickup" for å beregne fraktkostnaden i henhold til daglige priser.</p><p>Velg "One Time Pickup", "Letter Center", eller "Air Service Center" for å beregne fraktkostnaden i henhold til oppdaterete rater.</p>
ru: <p>Выберите "Ежедневную доставку", чтобы рассчитать стоимость доставки в соответствии с ежедневными тарифами.</p><p>Выберите "Однократную доставку", "Центр писем", или "Центр авиаперевозок" для расчёта стоимости доставки в соответствии с розничными тарифами.</p>
tr: <p>Kargonun "Günlük İleti" seçilmesi ile gündelik kargolama bedeli hesaplanır. </p><p>Kargonun "Tek Sefer İleti","Mektup Şeklinde", ya da"Hava yolu" ile iletilmesi adına seçiminizi yapın ve kargolama bedelleri hesaplansın</p>
uk: <p>Виберіть "Щоденну доставку", щоб розрахувати вартість доставки відповідно до щоденними тарифами.</p><p>Виберіть "Одноразову доставку", "Центр листів", або "Центр авіаперевезень" для розрахунку вартості доставки відповідно до роздрібними тарифами.</p>

# Languages::ups_suggested_retail_rates_upgrade_notification_title
source: "Suggested Retail Rates" Pickup type for the UPS-based shipping methods is no longer supported
da: "Foreslog detail priser" Pickup typen for UPS-baserede shipping metoder understøttes ikke længere
el: Οι «Προτεινόμενες τιμές λιανικής» τύπου παραλαβής για τις μεθόδους αποστολής UPS δεν υποστηρίζονται πλέον
es: "Tipos de venta sugeridos" Ya no se admite el tipo de recolección para los métodos de envío basados en UPS
id: "Harga Eceran yang Disarankan" Tipe pickup untuk metode pengiriman berbasis UPS tidak lagi didukung
no: "Suggested Retail Rates" levering for UPS-baserte fraktmetoder støttes ikke lenger
ru: Способ подбора "Примерные розничные расценки" для способов доставки UPS больше не поддерживается.
tr: "Önerilen Perakende Değerleri" UPS-Bazlı kargolama yöntemi olarak daha fazla hizmet vermemektedir
uk: Спосіб підбору "Приблизні роздрібні розцінки" для способів доставки UPS більше не підтримується

# Languages::ups_suggested_retail_rates_upgrade_notification_text
source: <p>The latest [product] version doesn't support the "Suggested Retail Rates" Pickup type for the UPS-based shipping methods.</p><p>If you used Suggested Retail Rates before, do this to actualize the delivery cost for your customers:</p><ul><li>Go to Administration → Shipping & taxes → Shipping methods.</li><li>Select the shipping method that uses UPS as a carrier.</li><li>Switch to the Configure tab and select a proper Pickup type: use "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates</li></ul>
da: <p>Den seneste [product] version understøtter ikke typen "Foreslog detail priser" Pickup for UPS-baserede shipping metoder.</p> <p>Hvis du brugte foreslog detail priser før, gør dette for at aktualisere levering omkostninger for dine kunder:</p> <ul><li>Gå til Administration → Shipping & skatter → forsendelsesmetoder.</li> <li>Vælg den leveringsmetode, der bruger UPS som transportør.</li> <li>Skifter til at konfigurere fanen og vælg en ordentlig Pickup type: brug "Én gang Pickup", "Bogstav Center" eller "Air Service Center" til at beregne levering omkostninger ifølge detail priser</li></ul>
el: <p>Την πιο πρόσφατη έκδοση του [product] δεν υποστηρίζει τον τύπο Pickup «Προτεινόμενες τιμές λιανικής πώλησης» για τις μεθόδους αποστολής UPS-βασισμένο.</p> <p>Εάν χρησιμοποιήσατε προτεινόμενες τιμές λιανικής πριν, κάνετε αυτό για να πραγματοποιήσουμε το κόστος παράδοσης για τους πελάτες σας:</p> <ul><li>Μεταβείτε διοίκηση → αποστολή & φόρους → μέθοδοι αποστολής.</li> <li>Επιλέξτε τη μέθοδο αποστολής που χρησιμοποιεί το UPS ως αεροπλανοφόρο.</li> <li>Διακόπτης για τη ρύθμιση παραμέτρων καρτέλα και επιλέξτε έναν κατάλληλο τύπο Pickup: Χρησιμοποιήστε «Pickup ένα χρόνο», «Γράμμα κέντρο» ή «Κέντρο υπηρεσία αέρα» να υπολογίσετε το κόστος της παράδοσης σύμφωνα με τιμές λιανικής</li></ul>
es: <p>La última versión del [product] no es compatible con el tipo de recolección sugerida de tarifas para minoristas para los métodos de envío basados en UPS.</p><p>Si utilizó las Tarifas de Ventas para minoristas sugeridas anteriormente, haga esto para actualizar el costo de entrega para sus clientes:</p><ul><li>Vaya a Administración → Envíos e impuestos → Métodos de envío.</li><li>Seleccione el método de envío que usa UPS como operador.</li><li>Cambie a la pestaña Configurar y seleccione un tipo de recolección adecuada: use "Una sola recolección", "Centro de Cartas" o "Centro de servicio aéreo" para calcular el costo de entrega de acuerdo con las tarifas para minoristas</li></ul>
id: <p>Versi [product] terbaru tidak mendukung tipe Pickup "Suggested Retail Rates" untuk metode pengiriman berbasis UPS.</p><p>Jika Anda menggunakan Harga Eceran yang Disarankan sebelumnya, lakukan ini untuk mengaktualisasikan pengiriman biaya untuk pelanggan Anda:</p><ul><li>Masuk ke Administrasi → Pengiriman & pajak → Metode pengiriman.</li><li>Pilih metode pengiriman yang menggunakan UPS sebagai pembawa.</li><li>Beralih ke tab Configure dan pilih tipe Pickup yang tepat: gunakan "One Time Pickup", "Letter Center", atau "Air Service Center" untuk menghitung biaya pengiriman sesuai dengan Harga Eceran</li></ul>
no: <p>Den siste [product] versjonen støtter ikke "Suggested Retail Rates" fraktmetode for UPS-baserte fraktmetoder.</p><p>Hvis du brukte dette tidligere, gjør du dette for å realisere fraktkostnaden for kundene dine:</p><ul><li>Gå til Administrasjon → Forsendelse og moms → Fraktmetoder.</li><li>Velg fraktmetoden UPS.</li><li>Bytt til fanen Konfigurer og velg en riktig fraktmetode: Bruk "One Time Pickup", "Letter Center", eller "Air Service Center" for å beregne fraktkostnaden i henhold til gjeldende rater</li></ul>
ru: <p>Последняя версия [product] не поддерживает способ подбора "Примерные розничные расценки" для способов доставки UPS.</p><p>Если вы ранее пользовались "Примерными розничными расценками", выполните следующие инструкции, чтобы обновить стоимость доставки для ваших покупателей:</p><ul><li>Откройте Администрирование → Доставка и налоги → Способы доставки.</li><li>Выберите способ доставки, в котором перевозчиком выступает UPS.</li><li>Переключитесь на вкладку Настроить и выберите подходящий способ подбора: используйте "Однократную доставку", "Центр писем", или "Центр авиаперевозок" для расчёта стоимости доставки в соответствии с розничными тарифами</li></ul>
tr: <p>Son sürüm [product] versiyonunda "Önerilen Perakende Değerler"i UPS-Bazlı kargolama yöntemi olarak desteklenmemektedir.</p><p>Eğer Önerilen Perakende Değerleri seçtiyseniz, Şu adımları izleyerek gönderi bedelini netleştirebilirsiniz:</p><ul><li>Öncelikle Yönetim → Kargolama & Vergilendirme → sonrasında Kargolama yöntemi seçilerek.</li><li>Kargo yöntemi olarak da UPS'i seçin. </li><li>Yapılandırma sekmesine geçerek ileti yöntemini: ya "Tek Seferlik İleti", "Posta Gönderimi", ya da "Hava yolu ile" gönderme seçeneklerinden birini seçin.</li></ul>
uk: <p>Остання версія [product] не підтримує спосіб підбору "Пріблізні роздрібні розцінкі" для способів доставки UPS.</p><p>Якщо ви раніше користувалися "приблизними роздрібнімі розцінкамі", виконайте наступні інструкції, щоб оновити вартість доставки для ваших покупців:</p><ul><li>Відкрийте Адміністрування → Доставка і податки → Способи доставки.</li><li>Виберіть спосіб доставки, в якому перевізником виступає UPS.</li><li>Перейдіть на вкладку Налаштувати і виберіть відповідний спосіб підбору: використовуйте "Одноразову доставку", "Центр листів", або "Центр авіаперевезень" для розрахунку вартості доставки відповідно до роздрібними тарифами</li></ul>

# Languages::php_extension_missing
source: The [extension] PHP extension is not installed on your server
da: [extension] PHP forlængelse er ikke installeret på din server
el: Η επέκταση PHP [extension] δεν είναι εγκατεστημένη στο διακομιστή σας
es: La [extension] de PHP no está instalada en su servidor
id: Ekstensi PHP [extension] tidak terinstal di server Anda
no: Funksjonen [extension] PHP extension er ikke installert på din server
ru: Расширение PHP [extension] не установлено на вашем сервере
tr: [Uzantı] PHP uzantısı sunucunuzda yüklü değil
uk: Розширення PHP [extension] не встановлено на вашому сервері

# Languages::customization
source: Customization
da: Tilpasning
el: Προσαρμογή
es: Personalización
id: Kustomisasi
no: Tilpasning
ru: Настройка
tr: Özelleştirme
uk: Налаштування

# Languages::captcha_upgrade_notification_title
source: Image verification was fully replaced by Google reCAPTCHA
da: Billede verifikation var fuldt ud erstattet af Google reCAPTCHA
el: Επαλήθευση της εικόνας αντικαταστάθηκε πλήρως από το Google reCAPTCHA
es: La verificación de la imagen fue completamente reemplazada por reCAPTCHA de Google
id: Verifikasi gambar sepenuhnya digantikan oleh Google reCAPTCHA
no: Bildebekreftelse ble erstattet av Google reCAPTCHA
ru: Антибот был полностью заменён модулем Google reCAPTCHA
tr: Görüntü doğrulaması tamamen Google reCAPTCHA tarafından değiştirildi
uk: Антибот було повністю замінено модулем Google reCAPTCHA
