Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::free_shipping_upgrade_notification_text
source: <p>Some of your products have the <b>Free shipping</b> property enabled. In earlier versions of [product] a customer didn't have to choose a shipping method when buying these products.</p><p>Starting with this [product] version, a customer chooses a shipping method at checkout for products with the <b>Free shipping</b> property enabled.</p><p>To set up a shipping method that will be used for free shipping, complete these steps:</p><ol><li>Go to <b>Administration → Shipping &amp; taxes → Shipping methods</b>.</li><li>Choose the existing shipping method that you want to use for free shipping, or create a new one.</li><li>Scroll to the <i>Extra</i> section and enable the <b>Use for free shipping</b> setting.</li></ol><p>You can set up as many shipping methods as you want for free shipping.</p><p>Note that you have to apply the <b>Use for free shipping</b> option to particular shipping methods.</p><p>Tick the <b>Use for free shipping</b> checkbox, if you want to exclude the products with the enabled <b>Free shipping</b> option from the shipping price calculation. [product] will calculate the shipping price of the other products from the order in accordance with the <b>Shipping charges</b>.</p><p>If you leave the checkbox unticked, [product] will calculate the shipping price for all products from the order in accordance with the <b>Shipping charges</b>.</p>
ar: <p>بعض المنتجات الخاصة بك تملك خاصية <b>الشحن المجاني</b> مكن. في الإصدارات السابقة من [product] لم يكن لدى أحد العملاء لاختيار طريقة شحن عند شراء هذه المنتجات.</p> <p>بدءاً من هذا الإصدار [product]، يختار عميل أسلوب شحن في الخروج للمنتجات مع خاصية <b>الشحن المجاني</b> مكن.</p> <p>لإعداد طريقة شحن التي سيتم استخدامها مجاناً الشحن، أكمل هذه الخطوات:</p> <ol><li>الذهاب إلى <b>الإدارة ← الشحن &amp; الضرائب ← طرق الشحن</b>-</li> <li>اختر الشحن الأسلوب الذي تريد استخدامه لحرية الملاحة القائمة، أو إنشاء واحد جديد.</li> <li>قم بالتمرير إلى مقطع <i>إضافية</i> وتمكين الإعداد <b>استخدام الشحن مجاناً</b>.</li></ol> <p>يمكنك إعداد كما العديد من وسائل النقل البحري كما تريد للشحن مجاناً-</p> <p>علما بأن يكون لديك تطبيق خيار <b>استخدام الشحن مجاناً</b> إلى طرق الشحن خاصة.</p> <p>وضع علامة خانة الاختيار <b>استخدام الشحن مجاناً</b>، إذا كنت تريد استبعاد المنتجات مع تمكين خيار <b>الشحن المجاني</b> من الشحن سعر حساب. [product] سيتم حساب سعر الشحن من المنتجات الأخرى من الترتيب وفقا <b>رسوم الشحن</b>-</p> <p>إذا تركت خانة الاختيار unticked، [product] سيتم احتساب سعر الشحن لجميع المنتجات من الترتيب وفقا <b>رسوم الشحن</b>-</p>
cs: <p>Některé z vašich položek zboží mají povolenu vlastnost <b>Doprava zdarma</b>. V dřívějších verzích [product] zákazník nemusel při nákupu takového zboží zvolit způsob dopravy.</p><p>Počínaje touto verzí [product] si zákazník zvolí způsob dopravy na pokladně u zboží s <b>Dopravou zdarma</b>.</p><p>Pro nastavení způsobu dopravy, který bude použit na dopravu zdarma, proveďte tyto kroky:</p><ol><li>jděte na <b>Správa → Doprava &amp; daně → Způsoby dopravy</b>.</li><li>Vyberte stávající způsob dopravy, který chcete použít pro dopravu zdarma, nebo vytvořte nový.</li><li>Přejděte na sekci <i>Další</i> a povolte nastavení <b>Použít na dopravu zdarma</b>.</li></ol><p>Pro dopravu zdarma můžete nastavit libovolný počet způsobů dopravy.</p><p>Povšimněte si, že budete muset aplikovat možnost <b>Použít dopravu zdarma</b> na konkrétní způsoby dopravy.</p><p>Zaškrtněte políčko <b>Použít pro dopravu zdarma</b>, chcete-li vyloučit zboží s povolenou možností <b>Doprava zdarma</b> z kalkulace ceny dopravy. [product] vypočítá cenu dopravy ostatního zboží z objednávky v souladu s <b>Přepravními poplatky</b>.</p><p>Pokud necháte políčko nezaškrtnuté, [product] bude počítat dopravné pro všechno zboží z objednávky v souladu s <b>Přepravními poplatky</b>.</p>
da: <p>Nogle af dine produkter har egenskaben <b>gratis forsendelse</b> er aktiveret. I tidligere versioner af [product] kunde ikke skulle vælge en leveringsmetode, når de køber produkterne.</p> <p>Starter med dette [product] version, en kunde vælger en leveringsmetode på checkout for produkter med <b>gratis forsendelse</b> egenskaben aktiveret.</p> <p>For at indstille en leveringsmetode, der skal bruges til gratis fragt skal fuldføre disse trin:</p> <ol><li>Gå til <b>Administration → Shipping &amp; skat → forsendelsesmetoder</b>.</li> <li>Skal du vælge den eksisterende shipping metode, du vil bruge til gratis forsendelse, eller oprette en ny.</li> <li>Rul til <i>ekstra</i> sektion og aktivere indstillingen <b>Brug gratis shipping</b>.</li></ol> <p>Du kan oprette så mange forsendelsesmetoder som du ønsker for gratis fragt.</p> <p>Bemærk at du skal anvende indstillingen <b>Brug Gratis Fragt</b> på særlig forsendelsesmetoder.</p> <p>Marker afkrydsningsfeltet <b>Brug Gratis Fragt</b> hvis du vil udelukke produkterne med den aktiveret <b>gratis forsendelse</b> valgmulighed af de shipping priser beregning. [product] vil beregne Forsendelses prisen for de andre produkter fra ordre i overensstemmelse med de <b>forsendelsesomkostninger</b>.</p> <p>Hvis du lader afkrydsningsfeltet unticked, [product] beregner fragtprisen for alle produkter fra ordre i overensstemmelse med de <b>forsendelsesomkostninger</b>.</p>
el: <p>Μερικά από τα προϊόντα σας έχουν ενεργοποιημένη η ιδιότητα την <b>Δωρεν Αποστολή</b>. Σε παλαιότερες εκδόσεις του [product] ένας πελάτης δεν μπορουσε να επιλέξει μια μέθοδο αποστολής κατά την αγορά αυτών των προϊόντων.</p> <p>Ξεκινώντας απο την έκδοση [product], ένας πελάτης επιλέγει μια μέθοδο αποστολής στο Ταμείο για τα προϊόντα με την ιδιοτητα <b>δωρεαν αποστολη</b> ενεργοποιημένη.</p> <p>Για να δημιουργήσετε μια μεθοδο αποστολης που θα χρησιμοποιηθεί στη δωρεάν αποστολή, πρεπει να ολοκληρώσετε αυτά τα βήματα:</p> <ol><li>Πάτε στο <b>Διαχείριση→ΜΕΤΑΦΟΡΙΚΑ & ΦΟΡΟΙ → Τρόποι Αποστολής</b>.</li> <li>Επιλέξτε έναν από τους υφιστάμενους Τροπους Αποστολης που θέλετε να χρησιμοποιήσετε για τη δωρεάν αποστολή, ή δημιουργήσετε ένα νέο.</li> <li>Μεταβείτε στο <i>επιπλέον</i> τμήμα που επιτρέπει τη ρύθμιση της <b>χρήσης για Δωρεαν Αποστολή</b>.</li></ol> <p>Μπορείτε να ορίσετε όσους τρόπους αποστολής θέλετε για τη δωρεάν αποστολή.</p> <p>Σημειώστε ότι πρέπει να εφαρμόσετε την επιλογή <b>χρήση για δωρεάν αποστολή</b> σε συγκεκριμένο ναυτιλία μεθόδους.</p> <p>Επιλέξτε το τετραγωνο <b>χρήση για δωρεάν αποστολή</b>, αν θέλετε να εξαιρέσετε τα προϊόντα με την επιλογη <b>δωρεαν μεταφορικα</b> ενεργοποιημένη από τον υπολογισμο μεταφορικων. Το [product] θα υπολογίσει την τιμή μεταφορικών από τα άλλα προϊόντα της παραγγελίας σύμφωνα με τα <b>έξοδα αποστολής</b>.</p> <p>Εάν αφήσετε το πλαίσιο ελέγχου με επιλεγμενο, το [product] θα υπολογίσει την τιμή μεαφορικων για όλα τα προϊόντα από την παραγγελία σύμφωνα με τα <b>έξοδα αποστολής</b>.</p>
es: <p>Algunos de sus productos tienen la propiedad de <b>envío gratuito</b> habilitada. En versiones anteriores de [product] un cliente no tenía que elegir un método de envío cuando compraba estos productos.</p> <p>a partir de esta versión de [product], un cliente elige un método de envío en el checkout para los productos con la propiedad de <b>envío gratuito</b> habilitada.</p> <p>Para configurar un método de envío que se utilizará para el envío gratis, siga estos pasos:</p> <ol><li>Ir a <b>Administración → envío e impuestos → métodos de envío</b>.</li> <li>Elegir el método que desea utilizar para el envío gratuito entre los existentes o crear uno nuevo.</li> <li>Vaya a la sección <i>extras</i> y active la configuración <b>de envío gratis</b>.</li></ol> <p>Puede configurar ilimitados métodos de envío gratuito.</p> <p>Note que usted tiene que aplicar la opción de <b>usar para envío gratis</b> a cada método de envío particular.</p> <p>Marque la casilla de verificación <b>usar para envío gratis</b>, si desea excluir los productos con la opción habilitada de <b>envío gratuito</b> del cálculo del precio de envío. [product] calculará el precio del envío de los productos del pedido de acuerdo con los <b>gastos de envío</b>.</p> <p>Si deja la casilla desmarcada, [product] calculará el precio del envío para todos los productos del pedido de acuerdo con los <b>gastos de envío</b>.</p>
id: <p>Beberapa produk Anda memiliki properti <b>gratis pengiriman</b> diaktifkan. Dalam versi sebelumnya [product] pelanggan tidak perlu memilih metode pengiriman ketika membeli produk ini.</p> <p>Dimulai dengan versi [product] ini, pelanggan memilih metode pengiriman di checkout untuk produk dengan <b>pengiriman gratis</b> properti diaktifkan.</p> <p>Untuk mengatur metode pengiriman yang akan digunakan untuk pengiriman gratis, menyelesaikan langkah-langkah ini:</p> <ol><li>Pergi ke <b>administrasi → pengiriman &amp; pajak → metode pengiriman</b>.</li> <li>Memilih yang ada pengiriman metode yang ingin Anda gunakan untuk pengiriman gratis, atau membuat yang baru.</li> <li>Gulir ke bagian <i>tambahan</i> dan mengaktifkan pengaturan <b>penggunaan gratis pengiriman</b>.</li></ol> <p>Anda dapat membuat sebagai banyak metode pengiriman yang Anda inginkan untuk gratis pengiriman.</p> <p>Catatan bahwa Anda harus menerapkan <b>penggunaan gratis pengiriman</b> pilihan metode pengiriman tertentu.</p> <p>Centang kotak centang <b>gunakan untuk pengiriman gratis</b>, jika Anda ingin mengecualikan produk dengan memungkinkan <b>pengiriman gratis</b> pilihan dari [product] perhitungan. harga pengiriman akan menghitung harga pengiriman produk lain dari urutan sesuai dengan <b>ongkos</b>.</p> <p>Jika Anda membiarkan kotak centang yang unticked, [product] akan menghitung biaya pengiriman untuk semua produk dari order sesuai dengan <b>ongkos</b>.</p>
ja: <p><b>配送無料</b> の商品が存在します。旧バージョンの [product] ではこれらの商品を購入する際に配送方法を選択する必要はありませんでしたが、本バージョンでは「無料配送に使用」が有効化された
no: <p>Noen av produktene dine har <b>Gratis frakt</b> aktivert. I tidligere versjoner av [product] trengte ikke kunden å velge en leveringsmetode ved kjøp av disse produktene.</p><p>Fra og med denne [product] versjonen, så må kunden velge et fraktalternativ ved utsjekking om <b>Gratis frakt</b> er aktivert.</p><p>For å sette opp en fraktmetode som vil bli brukt for Gratis frakt - følg disse trinnene:</p><ol><li>Gå til <b>Administrasjon → Forsendels og moms → Fraktmetoder</b>.</li><li>Velg den eksisterende fraktmetoden som du vil bruke for Gratis frakt, eller opprett en ny.</li><li>Bla deg ned til avsnittet <i>Extra</i> og huk av <b>Bruk for gratis frakt</b> sjekkboksen.</li></ol><p>Du kan sette opp så mange fraktmetoder du ønsker for gratis frakt.</p><p>Vær oppmerksom på at du må bruke <b>Bruk for gratis frakt</b> valget for bestemte fraktmetoder.</p><p>Huk av <b>Bruk for gratis frakt</b> sjekkboksen, hvis du ønsker å utelukke produktene med aktivert <b>Gratis frakt</b> valget fra fraktpris beregningen. [product] vil beregne fraktprisen av de andre produktene fra rekkefølgen i samsvar med <b>Fraktpriser</b>.</p><p>Hvis du lar sjekkboksen være ukrysset, [product] vil beregnet fraktpris for alle produkter fra ordren være i samsvar med <b>Fraktprisene</b>.</p>
ru: <p>Для некоторых товаров включен параметр <b>Бесплатная доставка</b>. В предыдущих версиях [product] покупатель не выбирал способ доставки при покупке таких товаров.</p><p>Начиная с этой версии [product], покупатель выбирает способ доставки при оформлении заказа для товаров с включенным параметром <b>Бесплатная доставка</b>.</p><p>Для того, чтобы задать способ доставки, который будет использоваться для бесплатной доставки, выполните следующие шаги:</p><ol><li>Перейдите на страницу <b>Администрирование → Доставка и налоги → Способы доставки</b>.</li><li>Выберите существующий способ доставки, который хотите использовать для бесплатной доставки, или создайте новый способ доставки.</li><li>Прокрутите текущую страницу до раздела <i>Подробнее</i> и включите настройку <b>Использовать для бесплатной доставки</b>.</li></ol><p>Вы можете выбрать несколько способов для бесплатной доставки.</p><p>Обратите внимание, что вам нужно включить параметр <b>Использовать для бесплатной доставки</b> для каждого способа доставки отдельно.</p><p>Отметьте флажок <b>Использовать для бесплатной доставки</b>, чтобы не учитывать товары с включенным параметром <b>Бесплатная доставка</b> при расчете стоимости доставки. [product] рассчитает стоимость доставки других товаров в заказе в соответствии с данными <b>Стоимость доставки</b>.</p><p>Если вы не включите параметр <b>Использовать для бесплатной доставки</b>, [product] рассчитает стоимость доставки для всех товаров в заказе в соответствии с данными <b>Стоимость доставки</b>.</p>
tr: <p>Bazı ürünleriniz <b>Ücretsiz kargolama</b>mülkiyetine sahip. Önceki sürümlerde [product] ürünler ödeme yapılacağı esnada kargolama metodu olarak <b>Ücretsiz Kargolama</b> özelliği seçilmiş. </p><p>Kargolama metodu seçerek ücretsiz kargolama sahibi olmak için:</p><ol><li>Önce<b>Yönetim → Kargolama&amp; Vergilendirme → Kargolama metodu</b>.</li><li>Seçerek kargolama şeklini seçerek ücretsiz kargolama edinin ya da yeni birtane oluşturun.</li><li>Ekstra <i>bölümünde</i>özelliklere giderek ücretsiz<b>kargolama oluşturun</b>.</li></ol><p>Ücretisiz kargolama için istediğiniz kadar kargolama oluşturabilirsiniz.</p><p>Unutmayın<b>Ücretsiz kargolamayı</b>özellikle seçerek oluşturmalısınız </p><p>Kutucuğu işaretleyerek<b>Ücretsiz kargolamayı kullanın</b>, ürünleri ödemenin dışarıda tutmak isterseniz<b>ücretsiz kargolama</b>özelliği hesaplama dışında kalır.[product] kargolama ücreti hesaplanarak diğer ürünlerin toplamıyla beraber<b>kargolama ücreti alınır</b>.</p><p>Onay kutucuğunu seçmemeyi tercih ederseniz,[product] kargolama ücreti ödemenin doğrulanmasıyla beraber<b>alınacaktır</b>.</p>
uk: <p>Для деяких товарів включено параметр <b>Безкоштовна доставка</b>. У попередніх версіях [product] покупець не обирав спосіб доставки при купівлі таких товарів.</p><p>Починаючи з цієї версії [product], покупець обирає спосіб доставки при оформленні замовлення для товарів з включеним параметром <b>Безкоштовна доставка</b>.</p><p>Для того, щоб задати спосіб доставки, який буде використовуватися для безкоштовної доставки, виконайте наступні кроки:</p><ol><li>Перейдіть на сторінку <b>Адміністрування → Доставка і податки → Способи доставки</b>.</li><li>Виберіть існуючий спосіб доставки, який хочете використовувати для безкоштовної доставки, або створіть новий спосіб доставки.</li><li>Прокрутіть поточну сторінку до розділу <i>Детальніше</i> і включіть настройку <b>Використовувати для безкоштовної доставки</b>.</li></ol><p>Ви можете вибрати кілька способів для безкоштовної доставки.</p><p>Зверніть увагу, що вам потрібно увімкнути параметр <b>Використовувати для безкоштовної доставки</b> для кожного способу доставки окремо.</p><p>Поставте галочку <b>Використовувати для безкоштовної доставки</b>, щоб не враховувати товари з включеним параметром <b>Безкоштовна доставка</b> при розрахунку вартості доставки. [product] розрахує вартість доставки інших товарів в замовленні відповідно до даних <b>Вартість доставки</b>.</p><p>Якщо ви не включите параметр <b>Використовувати для безкоштовної доставки</b>, [product] розрахує вартість доставки для всіх товарів в замовленні відповідно до даних <b>вартість доставки</b>.</p>
vi: <p>Một số sản phẩm của bạn có các tài sản <b>miễn phí vận chuyển</b> được kích hoạt. Trong các phiên bản trước của [product] một khách hàng không phải chọn một phương pháp vận chuyển khi mua các sản phẩm.</p> <p>Bắt đầu với phiên bản này [product], một khách hàng lựa chọn một phương pháp vận chuyển lúc thanh toán cho các sản phẩm với bất động sản <b>Miễn phí vận chuyển</b> được kích hoạt.</p> <p>Để thiết lập một phương pháp vận chuyển sẽ được sử dụng miễn phí vận chuyển, hoàn thành các bước sau:</p> <ol><li>Đi đến <b>Quản trị → Vận chuyển và thuế → Phương thức vận chuyển</b>.</li> <li>Lựa chọn phương pháp hiện tại mà bạn muốn sử dụng để miễn phí vận chuyển, hoặc tạo ra một hình thức mới.</li> <li>Di chuyển đến phần <i>phụ</i> và kích hoạt các thiết lập <b>sử dụng miễn phí vận chuyển</b>.</li></ol> <p>Bạn có thể thiết lập như phương pháp vận chuyển nhiều như bạn muốn cho miễn phí vận chuyển.</p> <p>Lưu ý rằng bạn phải áp dụng tuỳ chọn <b>sử dụng miễn phí vận chuyển</b> cho các phương pháp vận chuyển đặc biệt.</p> <p>Đánh dấu vào hộp kiểm <b>sử dụng miễn phí vận chuyển</b>, nếu bạn muốn loại trừ các sản phẩm với các kích hoạt tùy chọn <b>vận chuyển miễn phí</b> từ giá tính toán. [product] vận chuyển sẽ tính toán giá vận chuyển các sản phẩm khác từ lúc nhận hàng phù hợp với <b>chi phí vận chuyển</b>.</p> <p>Nếu bạn để lại hộp kiểm unticked, [product] sẽ tính toán giá vận chuyển cho tất cả các sản phẩm từ lúc nhận hàng phù hợp với <b>chi phí vận chuyển</b>.</p>

# Languages::trash_category
source: Trash category
ar: فئة سلة المهملات
cs: Odpadková kategorie
da: Skrald kategori
el: Κατηγορία σκουπίδια
es: Categoría papelera
id: Kategori sampah
ja: 削除済みカテゴリー
no: Papirkurven
ru: Категория-корзина
tr: Çöp kutusu Kategori
uk: Категорія - смітник
vi: Danh mục rác

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
ar: عندما يتم حذف منتج من الفئة الأخيرة في المخزن، فإنه سيتم نقل لهذه الفئة.
cs: Pokud je zboží odstraněno z poslední kategorie v obchodě, bude přemístěn do této kategorie.
da: Når et produkt er slettet fra den sidste kategori i butikken, vil det blive flyttet til denne kategori.
de: Wenn ein Produkt aus der letzten Kategorie im Shop gelöscht wird, wird es in diese Kategorie verschoben.
el: Όταν ένα προϊόν έχει διαγραφεί από την τελευταία κατηγορία στο κατάστημα, θα μετακινηθεί σε αυτή την κατηγορία.
es: Cuando se elimina un producto de la última categoría, se trasladará a esta categoría.
id: Saat produk dihapus dari kategori terakhir di toko, produk akan dipindahkan ke kategori ini.
ja: 削除されたカテゴリーに含まれていた商品は、このカテゴリーに移動されます。
no: Når et produkt er slettet fra den siste kategorien i nettbutikken, flyttes den til denne kategorien.
ru: Когда товар удаляется из последней категории в магазине, он перемещается в эту категорию.
tr: Mağazadaki son kategoriden bir ürün silindiğinde, bu kategoriye taşınacaktır.
uk: Коли товар видаляється з останньої категорії в магазині, він переміщається в цю категорію.
vi: Khi một sản phẩm bị xóa khỏi các danh mục cuối cùng trong các cửa hàng, nó sẽ được chuyển đến danh mục này.

# Languages::free_shipping_upgrade_notification_title
source: Free shipping changes
ar: تغييرات الشحن المجاني
cs: Změny dopravě zdarma
da: Gratis forsendelsesændringer
de: Kostenlose Versandänderungen
el: Αλλαγες Δωρεάν αποστολής
es: Cambios en envío gratis
id: Perubahan pengiriman gratis
ja: 無料配送に関する変更
no: Gratis frakt endringer
ru: Изменения бесплатной доставки
tr: Ücretsiz nakliye değişiklikleri
uk: Зміни бескоштовної доставки
vi: Vận chuyển miễn phí thay đổi

# Languages::dhl_upgrade_notification_title
source: DHL realtime shipping rate calculation changes
ar: مكتبة DHL المباشرة لحساب تغييرات أسعار الشحن
cs: DHL v reálném čase kalkulace přepravní změny
da: DHL realtime shipping sats beregning ændringer
de: Änderungen bei der Berechnung der DHL-Echtzeit-Versandtarife
el: DHL αλλαγες στον υπολογισμο τιμων μεταφορικων σε πραγματικο χρονο
es: Cambios en cálculo de gastos de envío en tiempo real de DHL
id: Perhitungan tingkat pengiriman DHL real time berubah
ja: DHLのレート計算をリアルタイム配送に変更する。
no: DHL sanntid frakt beregning endringer
ru: Изменения в расчете стоимости доставки DHL в режиме реального времени
tr: DHL anlık kargo ücretlendirmesindeki kur değişebilir
uk: Зміни в розрахунку вартості доставки DHL в режимі реального часу
vi: Thời gian thực DHL vận chuyển tỷ lệ tính toán thay đổi
