Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
ar: إعادة تعيين الخلفيات
cs: Resetovat pozadí
da: Nulstille baggrunde
de: Hintergründe zurücksetzen
el: Επαναφορά υπόβαθρου
es: Restablecer fondos
id: Reset latar belakang
ja: 背景のリセット
no: Tilbakestill bakgrunner
ru: Сбросить фон
tr: Arka planları sıfırla
uk: Скинути фон
vi: Đặt lại hình nền

# Languages::theme_editor.reset_colors
source: Reset colors
ar: إعادة تعيين الألوان
cs: Resetovat barvy
da: Nulstil farver
de: Farben zurücksetzen
el: Επαναφορά χρωμάτων
es: Restablecer colores
id: Reset warna
ja: カラーのリセット
no: Tilbakestill farger
ru: Сбросить цвета
tr: Renkleri sıfırla
uk: Скинути кольори
vi: Đặt lại màu sắc

# Languages::theme_editor.reset_css
source: Reset CSS
ar: إعادة تعيين CSS
cs: Resetovat CSS
de: CSS zurücksetzen
el: Επαναφορά CSS
es: Restablecer CSS
ja: CSSのリセット
no: Tilbakestill CSS
ru: Сбросить CSS
tr: CSS i sıfırla
uk: Скидання CSS
vi: Đặt lại CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
ar: إعادة تعيين الخطوط
cs: Resetovat fonts
da: Nulstille skrifttyper
de: Schriften zurücksetzen
el: Επαναφορά γραμματοσειρών
es: Restablecer fuentes
id: Reset font
ja: フォントのリセット
no: Tilbakestill fonter
ru: Сбросить шрифты
tr: Fontları sıfırla
uk: Скинути шрифти
vi: Đặt lại phông chữ

# Languages::theme_editor.reset_general
source: Reset general
ar: إعادة تعيين عام
cs: Obnovit obecné
da: Nulstille generelle
de: Allgemeine zurücksetzen
el: Γενική επαναφορά
es: Restablecer general
id: Reset Umum
ja: 基本設定をリセット
no: Tilbakestill generelt
ru: Сбросить общие настройки
tr: Genel sıfırlama
uk: Обнулити загальні налаштування
vi: Đặt lại chung

# Languages::theme_editor.reset_logos
source: Reset logos
ar: إعادة تعيين اللوجوهات
cs: Resetovat logo
da: Nulstille logoer
de: Logos zurücksetzen
el: Επαναφορά λογοτύπων
es: Restablecer logos
id: Reset logo
ja: ロゴのリセット
no: Tilbakestill logoer
ru: Сбросить логотипы
tr: Logoları sıfırla
uk: Скинути логотипи
vi: Đặt lại logo

# Languages::theme_editor.rounded_corners
source: Rounded corners
ar: الزوايا المستديرة
cs: Zaoblené rohy
da: Afrundede hjørner
de: Abgerundete Ecken
el: Στρογγυλεμένες γωνίες
es: Cantos redondeados
id: Sudut lengkung
ja: 角丸
no: Avrundede hjørner
ru: Скруглить углы
tr: Yuvarlak köşeler
uk: Заокруглені кути
vi: Bo tròn góc

# Languages::theme_editor.scroll
source: Scroll
ar: منزلق
cs: Posun
da: Rul
de: Blättern
el: Κύλισης
es: Desplazamiento
id: Gulir
ja: スクロール
no: Rull
ru: Прокручивать
uk: Прокручування
vi: Cuộn

# Languages::theme_editor.secondary_button
source: Secondary button
ar: الزر الثانوي
cs: Sekundární tlačítko
da: Sekundær knap
de: Sekundäre Taste
el: Δευτερεύον Κουμπι
es: Botón secundario
id: Tombol sekunder
ja: ボタン(2)
no: Sekundær knapp
ru: Второстепенная кнопка
tr: İkincil buton
uk: Допоміжна кнопка
vi: Nút thứ hai

# Languages::theme_editor.sidebar
source: Sidebar
ar: الصناديق الجانبية
cs: Lišta
de: Seitenleiste
el: Πλαϊνή Μπάρα
es: Barra lateral
ja: サイドバー
ru: Боковые блоки
tr: Kenar çubuğu
uk: Бічна панель

# Languages::theme_editor.text_align
source: Text alignment
ar: محاذاة النص
cs: Zarovnání textu
da: Tekstjustering
de: Textausrichtung
el: Στοίχιση κειμένου
es: Alineación de texto
id: Posisi huruf
ja: テキストのアラインメント
no: Tekst justering
ru: Выравнивание
tr: Yazı hizalama
uk: Вирівнювання
vi: Căn chỉnh văn bản

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
ar: هل أنت متأكد من رغبتك في إغلاق محرر الثيم؟
cs: Opravdu chcete ukončit editor témat?
da: Er du sikker på at forlade tema editor?
de: Sind Sie sicher, dass Sie den Template Editor verlassen wollen?
el: Είστε σίγουροι ότι θέλετε να βγείτε από το Επεξεργαστη θέματος;
es: Seguro que quieres salir del editor de tema?
id: Apakah Anda ingin keluar dari Theme Editor ?
ja: テーマエディターを終了しますか？
no: Er du sikker på at du vil gå ut av mal redigereren?
ru: Хотите выйти из редактора тем?
tr: Tema editöründen çıkmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете закрити редактор теми?
vi: Bạn có chắc để thoát khỏi trình biên tập chủ đề không?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
ar: لديكم تغييرات غير محفوظة. هل أنت متأكد من مغادرة محرر الثيم؟
cs: Neuložili jste změny. Opravdu chcete opustit editor témat?
da: Du har ugemte ændringer. Er du sikker på at forlade tema editor?
de: Sie haben noch nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie den Template Editor verlassen wollen?
el: Εχετε μη αποθηκευμένες αλλαγές. Είστε βέβαιοι ότι θέλετε να βγείτε από το συντάκτη θέματος;
es: Tienes cambios sin guardar. Seguro que quieres salir del editor de tema?
id: Anda belum menyimpan perubahan. Apakah benar Anda inginkeluar dari Theme Editor?
ja: 保存していない変更があります。テーマエディターを終了しますか?
no: Du har ulagrede endringer. Er du sikker på at du vil gå ut fra mal redigereren?
ru: У вас есть несохраненные изменения. Хотите выйти из редактора тем?
tr: Kaydedilmemiş değişiklikler mevcut. Tema editöründen çıkmak istediğinize emin misiniz?
uk: Є незбережені зміни. Ви хочете вийти з редактора тем?
vi: Bạn chưa lưu thay đổi. Bạn có chắc muốn thoát ra khỏi trình soạn thảo chủ đề không?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
ar: كل التغييرات بعد عملية الحفظ الأخيرة ستفقد
cs: Veškeré změny od posledního uložení budou resetovány
da: Alle ændringer efter sidste Gem nulstilles
de: Alle Änderungen nach der letzten Speicherung werden zurückgesetzt
el: Όλες οι αλλαγές μετά την τελευταία αποθήκευση θα επανέλθουν στην αρχική κατάσταση
es: Todos los cambios desde el útlimo guardado se revertirán
id: Semua perubahan terakhir disimpan akan diatur ulang
ja: 直近の保存内容にリセットされます
no: Alle endringer etter siste lagring vil bli tilbakestilt
ru: Все изменения, сделанные после последнего сохранения, будут отменены
tr: Tüm değişiklikler son kaydetme işleminden sonra sıfırlanır
uk: Всі зміни, зроблені після останнього збереження, будуть скасовані
vi: Tất cả thay đổi sau khi lưu mới nhất sẽ được đặt lại

# Languages::theme_editor.theme
source: Theme
ar: الثيم
cs: Téma
da: Tema
de: Template
es: Tema
id: Tema
ja: テーマ
no: Mal
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề

# Languages::theme_editor.top_panel
source: Top panel
ar: اللوحة العلوية
cs: Horní panel
da: Toppanelet
el: Επάνω πίνακας
es: Panel Top
id: Panel atas
ja: トップパネル
no: Topp panel
ru: Верхняя панель
tr: üst panel
uk: Верхня панель
vi: Đầu của bảng

# Languages::theme_editor.top_panel_links
source: Top panel links
ar: روابط اللوحة العلوية
cs: Horní panel odkazů
da: Toppanelet links
el: Συνδεσμοι Επανω Πινακα
es: Enlaces del panel Top
id: Link panel atas
ja: トップパネルのリンク
no: Topp panel linker
ru: Ссылки верхней панели
tr: Üst panel linkleri
uk: Посилання верхньої панелі
vi: Liên kết trên đầu của bảng

# Languages::theme_editor.top_panel_text
source: Top panel text
ar: نص اللوحة العلوية
cs: Text horního panelu
da: Toppanelet tekst
el: Κειμενο επανω πινακα
es: Texto del panel Top
id: Panel teks atas
ja: トップパネルのテキスト
no: Topp panel tekst
ru: Текст верхней панели
tr: Üst panel yazısı
uk: Текст верхньої панелі
vi: Văn bản trên đầu bảng

# Languages::theme_editor.transparent
source: Transparent
ar: شفاف
cs: Průhledná
da: Gennemsigtig
el: Διαφανο
es: Transparente
id: Transparan
ja: 透明
no: Gjennomsiktig
ru: Прозрачность
tr: Transparan
uk: Прозорість
vi: Minh bạch

# Languages::theme_editor.upload_image
source: Upload image
ar: رفع صورة
cs: Odeslat obrázek
da: Upload billede
de: Bild hochladen
el: Μεταφόρτωση εικόνας
es: Cargar imagen
id: Upload gambar
ja: 画像のアップロード
no: Last opp bilde
ru: Загрузить картинку
tr: Resim yükle
uk: Завантажити зображення
vi: Tải lên hình ảnh

# Languages::theme_editor.enable
source: Enable Theme editor
ar: تفعيل محرر الثيم
cs: Povolit editor témat
da: Aktivere tema editor
de: Template Editor aktivieren
el: Ενεργοποίηση Theme editor
es: Activar editor de tema
id: Aktifkan Editor Tema
ja: テーマエディターを有効化
no: Aktiver mal redigereren
ru: Включить редактор тем
tr: Tema editör aktif
uk: Увімкнути редактор тем
vi: Kích hoạt trình biên tập chủ đề

# Languages::theme_editor.system_fonts
source: System fonts
ar: خطوط النظام
cs: Systémová písma
da: Systemskrifttyper
de: System Schriften
el: Γραμματοσειρές Στυλ
es: Fuentes del sistema
id: Font sistem
ja: システムフォント
no: System fonter
ru: Системные шрифты
tr: Sistem fontları
uk: Системні шрифти
vi: Phông chữ hệ thống

# Languages::theme_editor.popular_fonts
source: Popular fonts
ar: الخطوط الشائعة
cs: Populární písma
da: Populære skrifttyper
de: Populäre Schriften
el: Δημοφιλής Γραμματοσειρές
es: Fuentes populares
id: Font populer
ja: 人気のフォント
no: Populære fonter
ru: Популярные шрифты
tr: Popüler fontlar
uk: Популярні шрифти
vi: Phông chữ phổ biến

# Languages::theme_editor.other_fonts
source: Other fonts
ar: الخطوط الأخرى
cs: Jiná písma
da: Andre skrifttyper
de: Andere Schriften
el: Άλλες Γραμματοσειρές
es: Otras fuentes
id: Font lain
ja: 他のフォント
no: Andre fonter
ru: Другие шрифты
tr: Diğer fontlar
uk: Інші шрифти
vi: Phông chữ khác

# Languages::theme_editor_mode
source: Theme editor mode
ar: وضع محرر الثيم
cs: Režim editoru témat
da: Tema redaktør mode
de: Template Editor Modus
el: Λειτουργία επεξεργαστη θεματος
es: Modo editor de tema
id: Modus editor tema
ja: テーマエディターモード
no: Mal redigerer modus
ru: Режим редактора тем
tr: Tema editör modu
uk: Режим редактора тем
vi: Chế độ biên tập chủ đề

# Languages::admin_panel.block_manager
source: Editing layout
ru: Редактирование макета
uk: Редагування макету

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
ar: لا يمكنك تعديل هذه المعلمة للأنماط الافتراضية. قم بإنشاء واحد جديد أولاً
cs: Nemůžete změnit tento parametr pro výchozí styly. Vytvořte nejprve nový
da: Du kan ikke ændre denne parameter for standardtypografier. Opret en ny først
de: Sie können diesen Parameter für Standardausführungen nicht verändern. Erstellen Sie zuerst einen neuen.
el: Δεν μπορείτε να τροποποιήσετε αυτήν την παράμετρο για τα προεπιλεγμένα στυλ. Δημιουργήσετε ένα καινούργιο πρώτα
es: No se puede modificar este parámetro para los estilos predeterminados. Crear un nuevo primero
id: Anda tidak dapat mengubah parameter ini untuk gaya default. Buat yang baru pertama
ja: デフォルトのスタイルではこのパラメータを変更できません。新規スタイルを作成する必要があります。
no: Du kan ikke endre denne parameteren for standardstiler. Opprett en ny først
ru: Нельзя изменить этот параметр для стилей по умолчанию. Сначала создайте новый
tr: Varsayılan stiller için bu parametreler değiştirilemez. Önce yeni bir tane oluşturun
uk: Не можна змінити цей параметр для стилів за замовчуванням. спочатку створіть новий
vi: Bạn không thể sửa đổi tham số này cho kiểu dáng mặc định. Đầu tiên tạo ra một hình mới

# Languages::the_test_transaction
source: This is a TEST transaction
ar: هذه عملية شراء <b>تجريبية</b>
cs: Toto je testovací obchod
da: Dette er en testtransaktion
de: Das ist eine TEST Transaktion
el: Πρόκειται για μια συναλλαγή TEST
es: Esto es un TEST de transacción
id: Ini adalah UJI transaksi
no: Dette er en TEST transaksjon
ru: Это ТЕСТОВАЯ транзакция
tr: Bu bir TEST işlemidir
uk: Це ТЕСТОВА транзакція
vi: Đây là một giao dịch THỬ NGHIỆM

# Languages::this_day
source: This day
ar: اليوم
cs: Dnes
da: Denne dag
de: Heute
el: Σήμερα
es: Hoy
id: Hari ini
ja: 本日
no: Denne dagen
ru: Сегодня
tr: Bu gün
uk: Сьогодні
vi: Ngày này

# Languages::this_month
source: This month
ar: الشهر الحالي
cs: Tento měsíc
da: Denne måned
de: Diesen Monat
el: Αυτό το μήνα
es: Este mes
id: Bulan ini
ja: 今月
no: Denne måneden
ru: Текущий месяц
tr: Bu ay
uk: У цьому місяці
vi: Tháng này

# Languages::this_week
source: This week
ar: الأسبوع الحالي
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
id: Minggu ini
ja: 今週
no: Denne uken
ru: Текущая неделя
tr: Bu hafta
uk: На цьому тижні
vi: Tuần này

# Languages::this_year
source: This year
ar: السنة الحالية
cs: Tento rok
da: I år
de: Dieses Jahr
el: Αυτό το χρόνο
es: Este año
id: Tahun ini
ja: 今年
no: Dette året
ru: Текущий год
tr: Bu yıl
uk: Цього року
vi: Năm nay

# Languages::ths_sign
source: Ths sign
ar: الآلاف
cs: Oddělovač tisíců
da: THS tegn
de: Tausend Symb.
el: Συμβολο Χιλιάδων
es: Símbolo de miles
id: Simbol ribuan
ja: 千単位の区切り
no: Tusen tegn
ru: Тысячный разделитель
tr: Binler işareti
uk: Знак тис.
vi: Dấu tách đv nghìn

# Languages::thumb
source: Thumbnail
ar: صورة مصغرة
cs: Náhled
da: Miniature
de: Miniatur(thumbnail)
el: Μικρογραφία
es: Miniatura
id: Kuku ibu jari
ja: サムネイル
no: Miniatyrbilde
ru: Иконка
tr: Küçük resim
uk: Мініатюра
vi: Hình thu nhỏ

# Languages::thumbnail
source: Thumbnail
ar: صورة مصغرة
cs: Náhled
da: Miniature
de: Miniaturansicht (Thumbnail)
el: Μικρογραφία
es: Miniatura
ja: サムネイル
no: Miniatyr
ru: Иконка
tr: Küçük resim
uk: Мініатюра
vi: Hình thu nhỏ

# Languages::thumbnails
source: Thumbnails
ar: الصور المصغرة
cs: Náhledy
da: Miniaturer
de: Miniaturen (Thumbnails)
el: Μικρογραφίες
es: Miniaturas
id: Thumbnail
ja: サムネイル
no: Miniatyrer
ru: Иконки
tr: Küçük resimler
uk: мініатюри
vi: Hình thu nhỏ

# Languages::thumbnails_removed
source: Thumbnails have been removed
ar: تم حذف الصور المصغرة التلقائية
cs: Náhledy byly odstraněny
da: Thumbnails er blevet fjernet
de: Miniaturbilder wurden gelöscht
el: Οι μικρογραφίες απομακρύνθηκαν
es: La miniaturas han sido borradas
id: Thumbnail telah dihapuskan
ja: サムネイルが削除されました
no: Miniatyrbildene har blitt fjernet
ru: Миниатюры удалены
tr: Küçük resim kaldırıldı
uk: Ескізи було видалено
vi: Hình thu nhỏ đã được gỡ bỏ

# Languages::thumbnail_width
source: Thumbnail width in scroller
ar: عرض الصورة الصغيرة في المتحرك
cs: Šířka náhledu v otočném okně
da: Thumbnail bredde i scroller
de: Bildminiatur Breite in Bildlaufleiste (Scroller)
el: Το ύψος της μικρογραφίας στο Scroller
es: Ancho de miniatura en scroller
id: Lebar Thumbnail dalam scroller
ja: スクローラー内サムネイルの横幅
no: Miniatyrbredde i ruller
ru: Ширина иконки в скроллере
tr: Scrollerdaki küçük resim genişliği
uk: Ширина іконки в скроллері
vi: Chiều rộng hình thu nhỏ trong cuộn

# Languages::tier_account
source: tier account
ar: حساب متعدد الطوابق
cs: stupeň účtu
da: Niveau Bruger
de: Konto nach Stufen (Tier account)
el: Λογαριασμός tier
es: nivel de cuenta
id: Tingkatan akun
ja: ティアーアカウント
no: Lagkonto
ru: уровня
tr: dizi hesapları
uk: рівня
vi: tài khoản cấp

# Languages::time
source: Time
ar: الوقت
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
id: Waktu
ja: 日時
no: Tid
ru: Время
tr: Zaman
uk: Час
vi: Thời gian

# Languages::timeout
source: Timeout
ar: انتهاء الوقت
cs: Přestávka
de: Zeitüberschreitung (Timeout)
el: Τέλος χρόνου
es: Tiempo de espera
id: Batas waktu
ja: タイムアウト
no: Tidsavbrudd
ru: Тайм-аут
tr: Zaman aşımı
uk: Тайм-аут
vi: Hết giờ

# Languages::time_interval
source: Time interval
ar: الفاصلة الزمنية
cs: Časový interval
da: Tidsinterval
de: Zeitintervall
el: Χρονικό διάστημα
es: Intervalo de tiempo
id: Selang waktu
ja: 表示単位
no: Tidsintervall
ru: Интервал времени
tr: Zaman aralığı
uk: Інтервал часу
vi: Khoảng thời gian

# Languages::time_unlimited_download
source: Time-unlimited download
ar: تحميل بوقت غير محدود
cs: Časově neomezený odkaz ke stažení
da: Time-ubegrænset download
de: Zeit unbegrenzter Download
el: Απεριόριστο download
es: Descarga sin límite de tiempo
id: Waktu Pengunduhan-tak terbatas
ja: ダウンロード期間の制限なし
no: Tidsubegrenset nedlasting
ru: Не ограниченная по времени загрузка
tr: Zaman-sınırsız download
uk: Необмежений час завантаження
vi: Không giới hạn thời gian tải về

# Languages::title
source: Title
ar: العنوان
cs: Titul
da: Titel
de: Titel
el: Τίτλος
es: Titulo
id: Judul
ja: 名称
no: Tittel
ru: Заголовок
tr: Başlık
uk: Заголовок
vi: Tiêu đề

# Languages::tmpl_copyright
source: Copyright information
ar: معلومات حقوق النسخ
cs: Informace o autorských právech
da: Oplysninger om copyright
el: πληροφορίες πνευματικών δικαιωμάτων
es: Información de copyright
id: Informasi hak cipta
ja: コピーライト情報
no: Opphavsrett informasjon
ru: Информация об авторских правах
uk: Інформація про авторські права
vi: Thông tin bản quyền

# Languages::tmpl_logo
source: Store logo
ar: لوجو المتجر
cs: Logo obchodu
da: Butikslogo
el: Λογοτυπο Καταστηματος
es: Logo de la tienda
id: Logo toko
ja: ショップロゴ
no: Butikk logo
ru: Логотип магазина
tr: Mağaza logosu
uk: Логотип крамниці
vi: Logo cửa hàng

# Languages::tmpl_payment_icons
source: Payment systems icons
ar: أيقونات طرق الدفع
cs: Ikony platebních systémů
da: Betalingssystemer ikoner
de: Logos für Zahlungs-Systeme
el: Εικονίδια συστημάτων πληρωμών
es: Iconos de sistemas de pago
id: Sistem pembayaran ikon
ja: 支払方法アイコン
no: Betaling systemer ikoner
ru: Иконки способов оплаты
tr: Ödeme seçenekleri ikonları
uk: Іконки способів сплати
vi: Biểu tượng hệ thống thanh toán

# Languages::tmpl_quick_links
source: Quick links
ar: الروابط السريعة
cs: Rychlé odkazy
da: Hurtig links
el: Γρήγορες συνδέσεις
es: Enlaces rápidos
id: Tautan langsung
ja: クイックリンク
no: Hurtiglinker
ru: Быстрые ссылки
tr: Hızlı linkler
uk: Швидкі посилання
vi: Liên kết nhanh

# Languages::tmpl_search
source: Search field
ar: خانة البحث
cs: Vyhledávací pole
da: Søgefeltet
de: Suchfeld
el: Πεδίο Αναζήτησης
es: Campo de búsqueda
id: Kolom pencarian
ja: 検索フィールド
no: Søkefelt
ru: Поле поиска
uk: Поле пошуку
vi: Trường tìm kiếm

# Languages::to
source: TO
ar: إلى
da: TIL
de: Zu
el: εως
es: Hasta
id: KEPADA
ja: 受取人
no: TIL
ru: До
tr: Kadar
uk: До
vi: ĐẾN

# Languages::today
source: Today
ar: اليوم
cs: Dnes
da: Idag
de: Heute
el: Σήμερα
es: Hoy
id: Hari Ini
ja: 本日
no: I dag
ru: Сегодня
tr: Bu gün
uk: Сьогодні
vi: Hôm nay

# Languages::tools
source: Tools
ar: الأدوات
cs: Nástroje
da: Værktøj
de: Werkzeuge
el: Εργαλεία
es: Herramientas
id: Alat
ja: ツール
no: Verktøy
ru: Инструменты
tr: Araçlar
uk: Інструменти
vi: Công cụ

# Languages::tools_addons_current_state
source: Current state
ar: الحالة الحالية
cs: Současný stav
da: Aktuelle tilstand
de: Aktueller Status
el: Τρέχουσα κατάσταση
es: Estado actual
id: Kondisi saat ini
ja: 現在の状態
no: Nåværende tilstand
ru: Текущее состояние
tr: Mevcut durum
uk: Поточний стан
vi: Tình trạng hiện tại

# Languages::tools_addons_no_addons
source: No add-ons
ar: لا توجد إضافات
cs: Žádné doplňky
da: Ingen tilføjelser
de: Keine Add-Ons
el: Δεν υπάρχουν addons
es: Sin complementos
id: Tidak ada add-ons
ja: アドオンはありません
no: Ingen moduler
ru: Нет модулей
tr: Eklenti yok
uk: Немає додатків
vi: Không có add-on

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
ar: لا توجد إضافات من شركة أخرى
cs: Žádné doplňky třetích stran
da: Ingen tredjepart tilføjelser
de: Keine Add-Ons von dritten Parteien
el: Δεν υπάρχουν Πρόσθετα τριτων
es: No hay complementos de terceros
id: Tidak ada pihak ketiga add-ons
ja: サードパーティ製アドオンはありません
no: Ingen tredjeparts moduler
ru: Нет сторонних модулей
tr: Hiç bir üçüncü parti eklenti yok
uk: Немає сторонніх додатків
vi: Không có add-on của bên thứ ba

# Languages::tooltip
source: Tooltip
ar: التلميح
de: Tooltip (Hinweis)
el: Tooltip(το"παραθυράκι" που εμφανίζεται επάνω από κάποια στοιχεία, αν αφεθεί για λίγη ώρα το βελάκι του ποντικιού επάνω τους)
es: Ayuda
ja: ツールチップ
no: Verktøytips
ru: Подсказка
uk: Підказка
vi: Chú thích

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
ar: لا يتم استخدام هذه الحاوية. "[container]" يتم استخدام حاوية الفووتر من المنطقة الافتراضية. يمكنكم تحديد هذه المنطقة كافتراضية ليتم استخدام هذه الحاوية "[container]" كفووتر في كل المناطق.
cs: Tento kontejner se NEpoužívá. Namísto toho se použije kontejner "[container]" z výchozího umístění. Nastavte toto místo jako výchozí "[container]" na všech místech.
da: Denne beholder er ikke brugt. "[container]" container fra standardplaceringen vil blive brugt i stedet. Angive denne placering som standard at bruge denne container som "[container]" for alle lokationer.
de: Dieser Container wird NICHT benutzt. "[container]" Stattdessen wird der Container des Standardverzeichnisses benutzt. Nehmen Sie dieses Verzeichnis als Standard, um diesen Container als "[container]" für alle Verzeichnisse zu verwenden.
el: Αυτό το κοντέινερ δεν χρησιμοποιείται. To δοχείο "[container]" από την προεπιλεγμένη θέση θα χρησιμοποιηθεί αντ αυτου. Ορίστε αυτή θέση ως προεπιλογή για να χρησιμοποιειται αυτό το δοχειο ως "[container]" για όλες τις τοποθεσίες.
es: Este contenedor no se utiliza. "[container]" contenedor de la ubicación predeterminada se utilizará en su lugar. Establecer esta ubicación como predeterminada para usar este contenedor como "[container]" para todas las ubicaciones.
id: Kontainer ini tidak digunakan. "[Kontainer]" kontainer dari lokasi default akan digunakan sebagai gantinya. Tetapkan lokasi ini sebagai default menggunakan wadah ini sebagai "[kontainer]" untuk semua lokasi.
ja: このコンテナは使用されていません。デフォルトロケーションの "[container]" コンテナが適用されます。このコンテナを "[container]" としてすべてのロケーションで使用するにはこのロケーションをデフォルトロケーションに指定してください。
no: Denne container er IKKE i bruk. "[container]" containeren fra Standard vil bli brukt i stedet. Sett denne plasseringen som standard for å bruke denne containeren "[container]" for alle plasseringer.
ru: Этот контейнер не используется. Вместо него используется контейнер «[container]» со страницы макета по умолчанию. Чтобы использовать контейнер «[container]» с этой страницы на всех страницах макета, выберите эту страницу страницей по умолчанию.
tr: Bu taşıyıcı kullanılamaz. Yerine varsayılan bölümündeki [container] taşıyıcısı kullanılmaktadır. Bu taşıyıcıyı [container] tüm yerlerde kullanmak için bu yeri varsayılan olarak belirleyin.
uk: Цей контейнер не використовується. Замість нього використовується контейнер «[container]» зі сторінки макета за замовчуванням. Щоб використовувати контейнер «[container]» з цієї сторінки на всіх сторінках макету, виберіть цю сторінку сторінкою за умовчанням.
vi: Kho chứa này không được sử dụng. Kho chứa "[container]" từ vị trí mặc định sẽ được sử dụng để thay thế. Thiết lập vị trí này như mặc định để sử dụng kho này như "[container]" cho tất cả địa điểm.

# Languages::top_panel
source: Top panel
ar: اللوحة العلوية
cs: Horní panel
da: Toppanelet
el: Πάνω
es: Arriba
id: Panel atas
ja: トップパネル
no: Topp panel
ru: Верхняя панель
tr: Üst panel
uk: Верхня панель
vi: Đầu của bảng

# Languages::total
source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Insgesamt
el: Σύνολο
ja: 合計
no: Totalt
ru: Итого
tr: Toplam
uk: Разом
vi: Tổng cộng

# Languages::totally_paid
source: Total paid
ar: إجمالي المدفوع
cs: Celkem zaplaceno
da: Total betalt
de: Total bezahlt
el: Συνολικό Πληρωτέο Ποσό
es: Totalmente pagado
id: Pembayaran diterima
ja: 支払済合計金額
no: Sum betalt
ru: Итого оплачено
tr: Toplam ödeme
uk: Разом сплачено
vi: Tổng phải trả

# Languages::totals
source: Totals
ar: الإجمالي
cs: Celkový
da: Total
de: Total
el: Σύνολα
es: Totales
id: Total
ja: 合計
no: Totalsummer
ru: Итого
tr: Toplamlar
uk: Разом
vi: Tổng số

# Languages::total_amount
source: Total amount
ar: إجمالي الكمية
cs: Celkové množství
da: Total beløb
de: Gesamtbetrag
el: Συνολικό Ποσό
es: Cantidad total
id: Jumlah total
ja: 合計金額
no: Totalt beløp
ru: Итоговое количество
tr: Toplam miktar
uk: Підсумкова кількість
vi: Tổng số tiền

# Languages::total_cost
source: Total cost
ar: التكلفة الإجمالية
cs: Celková částka
da: Total Pris
de: Total Kosten
el: Συνολικό Κόστος
es: Coste total
id: Total harga
ja: 総額
no: Ordre totalt
ru: Итоговая стоимость
tr: Toplam tutar
uk: Підсумкова вартість
vi: Tổng chi phí

# Languages::total_items
source: Total items
ar: إجمالي العناصر
cs: Celkem položek
da: Total antal
de: Total Elemente
el: Σύνολο τεμαχίων
es: Total de artículos
id: Jumlah item
ja: 合計
no: Sum elementer
ru: Всего
tr: Toplam maddeler
uk: Всього
vi: Tổng số mục
