Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
ar: يمكنكم إعادة فتح المعالج من 'الإعدادات -> معالج الإعدادات'.
cs: Průvodce bude možné znovu otevřít v menu "Nastavení -> Průvodce nastavení".
da: Guiden vil være muligt at genåbne i menuen 'Indstillinger-> guiden indstillinger'.
de: Es ist möglich den Einstellungen Wizard nochmals auszuführen: Im Menu -> Einstellungen Wizard.
el: Οδηγός θα είναι δυνατό να ανοίξει εκ νέου στο μενού «Ρυθμίσεις-> οδηγός ρυθμίσεων».
es: Será posible volver a abrir el asistente en el menú 'Configuración de-> asistente de configuración'.
id: Wizard dapat dibuka kembali di menu 'Pengaturan->SettingWizard.'
ja: 設定ウィザードには '基本設定 -> 設定ウィザード' からいつでもアクセスできます
no: Veiviseren vil være mulig å gjenåpne i menyen "Innstillinger -> Innstillings veiviser".
ru: Мастер настройки можно открыть в любое время в меню Настройки → Мастер настройки
tr: 'Ayarlar -> Ayarlar sihirbazı' bölümünden daha sonra Ayarlar sihirbazına tekrar ulaşabilirsiniz.
uk: Майстер налаштування можливо відкрити будь-коли в меню 'Параметри → майстер налаштування'.
vi: Trình sẽ có thể mở lại trong trình đơn 'Cài đặt-> Trình cài đặt'.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
ar: معالج الإعدادات: الخطوة [current_step] من [total_steps]
cs: Průvodce nastavením: Krok [current_step] [total_steps]
da: Indstillingsguiden: skridt [current_step] af [total_steps]
de: Einstellungen Wizard: Schritt [current_step] von [total_steps]
el: Οδηγός ρυθμίσεων: Βημα [current_step] απο [total_steps]
es: Asistente de configuración: paso [current_step] de [total_steps]
id: Settings wizard: Langkah [current_step] dari[total_steps]
ja: 設定ウィザード: ステップ [current_step] / [total_steps]
no: Innstillings veiviser: Steg [current_step] av [total_steps]
ru: Мастер настройки: Шаг [current_step] из [total_steps]
tr: Ayarlar sihirbazı: Adım [current_step] toplam [total_steps]
uk: Майстер налаштування: Крок [current_step] з [total_steps]
vi: Trình cài đặt: bước [current_step] của [total_steps]

# Languages::share
source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
id: Berbagi
ja: シェア
no: Del
ru: Сделать общим
tr: Paylaş
uk: Подилитися
vi: Chia sẻ

# Languages::share.congratulations_first_order
source: Congratulations on you first complete order.
ar: تهانينا لإتمام أول طلب شراء.
cs: Gratulujeme k prvnímu provedení objednávky.
da: Tillykke med din første komplette ordre.
de: Gratulation zu Ihrer ersten kompletten Bestellung.
el: Συγχαρητηρια για την πρωτη σας ολοκληρωμενη Παραγγελία
es: Felicidades por su primer pedido completo.
id: Selamat atas selesainya pesanan pertama Anda.
ja: おめでとうございます！このショップではじめて注文が決済完了のステータスになりました。
no: Gratulerer med din første fullførte bestilling.
ru: Поздравляем с первым выполненным заказом.
tr: Tebrikler ilk satışınızı yaptınız.
uk: Вітаємо вас з першим виконаним замовленням.
vi: Chúc mừng bạn lần đầu tiên hoàn thành đơn đặt hàng.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
ar: أول طلب شراء مكتمل من المتجر الإلكتروني
cs: Páni! První kompletní objednávka v mém obchodu poháněném [product]
da: Wow! Den første komplette ordre i min [product]-drevne butik
de: Wow! Die erste komplette Bestellung in meinem CS-Cart Store
el: Wow! The first complete order in my CS-Cart-powered store
es: ¡ Uau! El primer pedido completo en mi tienda [product]
id: Wow! Pesanan pertama yang selesai menggunakan aplikasitoko online OnlineStoreKu
ja: スタートしたネットショップで初めての注文をいただきました！
no: Wow! Den første fullførte ordren i din [product] nettbutikk
ru: Ура! В моем [product]-магазине выполнен первый заказ
tr: CS-Cart ile oluşturulmuş mağazam üzerinden ilk satışımı yaptım
uk: Ура! В моєму [product]-магазині є перше замовлення
vi: Wow! Đơn hàng hoàn thành đầu tiên trong cửa hàng của tôi cung cấp [product]

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
ar: لقد قمت مؤخراً بإنشاء متجر إلكتروني بدعم من [product_name]
cs: Právě jsem vytvořil elektronický obchod pomocí [product_name]
da: Jeg har netop oprettet en online butik med [product_name]
de: Ich habe gerade einen Online Store mit [product_name] erstellt
el: Μόλις δημιούργησα ένα ηλεκτρονικό κατάστημα με [product_name]
es: He creado una tienda online con [product_name]
id: Saya baru membuat toko online menggunakan [product_name]
ja: ネットショップ構築パッケージ「CS-Cart」をインストールしました。
no: Jeg har nettopp opprettet en nettbutikk med [product_name]
ru: Добро пожаловать в мой интернет-магазин на [product_name]
tr: [product_name] (www.cs-cart.com.tr) ile E-Ticaret sitemi oluşturdum
uk: Ласкаво просимо до крамниці на [product_name]
vi: Tôi đã tạo một cửa hàng trực tuyến với [product_name]

# Languages::shared_secret
source: Shared Secret
ar: مشاركة السر
cs: Sdílený klíč
da: Delt hemmelighed
de: Gemeinsamer geheimer Schlüssel
el: Κοινό μυστικό
es: Secreto Shared
no: Delt hemmelighet
ru: Общий ключ
uk: Загальний ключ
vi: Chia sẻ Bí mật

# Languages::sha_sign
source: SHA-1 Signature
cs: SHA-1 podpis
da: SHA-1 signatur
de: SHA-1 Signatur
el: Υπογραφή SHA-1
es: Firma SHA-1
no: SHA-1 Signatur
ru: SHA-1 подпись
tr: SHA-1 İmzası
uk: Підпис SHA-1
vi: SHA-1 Chữ ký

# Languages::shipment
source: Shipment
ar: الشحنة
cs: Dodávka
da: Forsendelse
de: Versand
el: Αποστολή
es: Envío
id: Pengiriman
ja: 配送
no: Forsendelse
ru: Поставка
tr: Gönderi
uk: Відвантаження
vi: Lô hàng

# Languages::shipments
source: Shipments
ar: الشحنات
cs: Dodávky
da: Forsendelse
de: Info über Lieferungen
el: Αποστολές
es: Envíos
id: Pengiriman
ja: 配送管理
no: Forsendelser
ru: Отгрузки
tr: Gönderiler
uk: Відгрузки
vi: Lô hàng

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
ar: عرض وطباعة قصاصات عبوات الشحنات المنشأه من الطلبات.
cs: Zobrazit a vytisknout dodací listy zásilek.
da: Se og udskrive følgesedler for forsendelser, der er oprettet fra ordrer.
de: Lieferscheine anzeigen und drucken für Lieferungen, die aus einer bestehenden Bestellung erstellt worden sind.
el: Προβολή και εκτύπωση δελτία συσκευασίας για αποστολές που δημιουργήθηκαν από παραγγελίες.
es: Ver y imprimir hojas de embalaje para los envíos de los pedidos
id: Lihat dan cetak slip kemasan untuk pengiriman pesanan.
ja: 作成した配送情報の閲覧や配送表の印刷を行います。
no: Vis og skriv ut pakksedler for forsendelser opprettet fra ordre.
ru: Просмотр и распечатка описей вложения к отгрузкам товаров.
tr: Oluşturulan gönderileri görüntüleme ve paket etiketi yazdırma.
uk: Переглянути та надрукувати опис вмісту для відвантажень товарів.
vi: Xem và in bao bì cho lô hàng tạo ra từ đơn đặt hàng.

# Languages::shipment_date
source: Shipment date
ar: تاريخ الشحنة
cs: Datum odeslání
da: Forsendelses dato
de: Versanddatum
el: Ημερομηνία αποστολής
es: Fecha de envío
id: Tanggal kirim
ja: 発送日時
no: Forsendelsesdato
ru: Дата отправки
tr: Gönderi tarihi
uk: Дата відправки
vi: Lô hàng ngày

# Languages::shipment_details
source: Shipment details
ar: تفاصيل الشحنة
cs: Podrobnosti o zásilce
da: Forsendelses information
de: Versand Details
el: Λεπτομέρειες αποστολής
es: Detalles del envío
id: Rincian pengiriman
ja: 配送情報
no: Forsendelsesdetaljer
ru: Детали поставки
tr: Gönderi detayları
uk: Деталі доставки
vi: Thông tin chi tiết lô hàng

# Languages::shipment_has_been_created
source: Shipment has been created
ar: تم إنشاء الشحنة
cs: Zásilka byla vytvořena
da: Forsendelsen er blevet oprettet
de: Versand wurde erstellt
el: Η αποστολή δημιουργήθηκε
es: Se ha creado el envío
id: Pengiriman telah dibuat
ja: 配送手続きが追加されました
no: Forsendelse har blitt opprettet
ru: Отгрузка оформлена
tr: Gönderi oluşturuldu
uk: Відгрузку оформлено
vi: Lô hàng đã được tạo

# Languages::shipment_id
source: Shipment ID
ar: معرف الشحنة
cs: ID zásilky
da: Forsendelses id
de: Versand ID
el: ID αποστολής
es: ID de envío
id: ID pengiriman
ja: 配送ID
no: Forsendelse ID
ru: ID отгрузки
tr: Gönderi id
uk: ID відгрузки
vi: ID Lô hàng

# Languages::shipment_info
source: Shipment information
ar: معلومات الشحنة
cs: Informace o zásilce
da: Forsendelses info
de: Versand Informationen
el: Πληροφορίες αποστολής
es: Información del envío
id: Informasi pengiriman
ja: 配送状況
no: Forsendelse informasjon
ru: Отслеживание доставки
tr: Gönderi bilgisi
uk: Інформація про відгрузку
vi: Thông tin lô hàng

# Languages::shipped
source: Shipped
ar: مشحون
cs: Odesláno
da: Afsendt
de: Versandt
el: Εστάλη
es: Enviado
id: Sudah dikirim
ja: 件発送済
no: Sendt
ru: Отправленный
tr: Gönderildi
uk: Відправлений
vi: Vận chuyển

# Languages::shipped_products
source: Shipped products
ar: المنتجات المشحونة
cs: Odeslané zboží
da: Afsendte produkter
de: Versandte Produkte
el: Προϊόντα που στάλθηκαν
es: Productos enviados
id: Produk dikirim
ja: 配送対象商品
no: Sendte produkter
ru: Отправленные товары
tr: Gönderilen ürünler
uk: Відправлені товари
vi: Vận chuyển sản phẩm

# Languages::shipper_number
source: Shipper number
ar: رقم الشاحن
cs: Přepravce číslo
da: Afsendernummer
de: Kurier Nummer
el: Αριθμός αποστολέα
es: Número de remitente
id: Nomor pengirim
no: Avsender nummer
ru: Номер поставщика
uk: Номер постачальника
vi: Số người gửi

# Languages::shipping
source: Shipping
ar: الشحن
cs: Doprava
da: Levering
de: Versand
el: Μεταφορικά
es: Tipo de envío
id: Pengiriman
ja: 配送方法
no: Fraktkostnad
ru: Доставка
tr: Teslimat
uk: Доставка
vi: Vận chuyển

# Languages::shippings
source: Shippings
ar: الشحن
cs: Dopravy
da: Forsendelser
de: Lieferungen
el: Αποστολές
es: Metodos de envío en tiempo real
id: Pengiriman
ja: 配送方法
no: Forsendelser
ru: Доставка
uk: Доставка
vi: Vận chuyển

# Languages::shippings.service_not_configured
source: Service is not configured
ar: الخدمة غير معدة
cs: Služba není nakonfigurována
da: Tjenesten er ikke konfigureret
de: Dienst ist nicht konfiguriert
el: Η υπηρεσία δεν έχει ρυθμιστεί
es: El servicio no está configurado
id: Layanan tidak dikonfigurasi
ja: 配送サービスが設定されていません
no: Servicen er ikke konfigurert
ru: Сервис не настроен
tr: Servis konfigüre edilmemiş
uk: Сервіс не настроєно
vi: Dịch vụ không được cấu hình

# Languages::shippings.service_not_found
source: Service was not found
ar: الخدمة غير موجودة
cs: Služba nebyla nalezena
da: Tjenesten blev ikke fundet
de: Dienst wurde nicht gefunden
el: Δεν βρέθηκε η υπηρεσία
es: No se encontró el servicio
id: Layanan tidak ditemukan
ja: 配送サービスが見つかりません
no: Servicen ble ikke funnet
ru: Сервис не найден
tr: Servis bulunamadı
uk: Сервіс не знайдено
vi: Dịch vụ không được tìm thấy

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
cs: Měna [currency] nebyla nalezena
da: Valuta [currency] blev ikke fundet
de: Währung [Währung] wurde nicht gefunden
el: Νόμισμα [currency] δεν βρέθηκε
es: Moneda [currency] no fue encontrada
id: Mata [mata uang] tidak ditemukan
ja: 通貨 [currency] はありませんでした
no: Valuta [currency] ble ikke funnet
ru: Валюта [currency] не найдена
tr: Kur [currency] bulunamadı
uk: Валюту [currency] не знайдено
vi: Loại tiền [currency] không được tìm thấy

# Languages::shippings_taxes
source: Shipping & taxes
ar: الشحن والضرائب
cs: Doprava & daně
da: Fragt & Moms
de: Versand & Steuern
el: Μεταφορικά & Φόροι
es: Envío & Impuestos
id: Pengiriman & Pajak
ja: 配送方法/税金
no: Forsendelse og moms
ru: Доставка и налоги
tr: Teslimat/vergiler
uk: Доставка і податки
vi: Vận chuyển & thuế

# Languages::shipping_address
source: Shipping address
ar: عنوان الشحن
cs: Dodací adresa
da: Leverings adresse
de: Lieferadresse
el: Διεύθυνση Αποστολής Εμπορευμάτων
es: Dirección de envío
id: Alamat kirim
ja: 配送先住所
no: Leveringsadresse
ru: Адрес доставки
tr: Teslimat adresi
uk: Адреса доставки
vi: Địa chỉ giao hàng

# Languages::shipping_charges
source: Shipping charges
ar: ثمن الشحن
cs: Cena dopravy
da: Leverings takst
de: Versandgebühren
el: Έξοδα αποστολής
es: Gastos de envío
id: Biaya pengiriman
ja: 送料
no: Fraktomkostninger
ru: Стоимость доставки
tr: Kargo kapsama alanları
uk: Вартість доставки
vi: Chi phí vận chuyển

# Languages::shipping_time_and_charges
source: Shipping time and rates
de: Lieferzeit und Versandkosten
el: Χρόνος Αποστολής και τα τιμές
ru: Стоимость и сроки доставки
uk: Час і тарифи доставки

# Languages::shipping_cost
source: Shipping cost
ar: تكلفة الشحن
cs: Cena dopravy
da: Fragt omkostning
de: Versandkosten
el: Κόστος Αποστολής
es: Gastos de envío
id: Biaya kirim
ja: 送料
no: Fraktkostnader
ru: Стоимость доставки
tr: Kargo ücreti
uk: Вартість доставки
vi: Chi phí vận chuyển

# Languages::shipping_estimation
source: Shipping estimation
ar: تقدير الشحن
cs: Odhadnout dopravu
da: Leverings skøn
de: Versandkosten Abschätzung
el: Εκτίμηση αποστολής
es: Estimación de envío
id: Estimasi pengiriman
ja: 送料見積もり
no: Fraktestimering
ru: Узнать стоимость доставки
tr: Tahmini kargo
uk: Дізнатися вартість доставки
vi: Ước tính phí vận chuyển

# Languages::shipping_freight
source: Shipping freight
ar: أجرة الشحن
cs: Dopravné
da: Leverings fragt
de: Versandkosten
el: Κόστος αποστολής
es: Recargo en gastos de envío
id: Pengiriman barang
ja: 追加送料
no: Frakt
ru: Стоимость доставки
tr: Alışveriş kargo
uk: Вартість доставки
vi: Thuê đơn vị vận chuyển

# Languages::shipping_information
source: Shipping information
ar: معلومات الشحن
cs: Informace o dopravě
da: Leverings information
de: Versand Information
el: Πληροφορίες αποστολής
es: Información de transporte
id: Informasi pengiriman
ja: 配送情報
no: Sporing
ru: Информация о доставке
tr: Kargo bilgileri
uk: Інформація про доставку
vi: Thông tin vận chuyển

# Languages::shipping_method
source: Shipping method
ar: طريقة الشحن
cs: Způsob dopravy
da: Leverings metode
de: Versandmethode
el: Τρόπος Αποστολής
es: Método de envío
id: Metode pengiriman
ja: 配送方法
no: Fraktmetode
ru: Способ доставки
tr: Teslimat metodu
uk: Методи доставки
vi: Phương pháp vận chuyển

# Languages::shipping_methods
source: Shipping methods
ar: طرق الشحن
cs: Způsoby dopravy
da: Leverings metode
de: Versandmethoden
el: Τρόποι Αποστολής
es: Métodos de envío
id: Metode pengiriman
ja: 配送方法
no: Fraktmetoder
ru: Способы доставки
tr: Teslimat seçenekleri
uk: Методи доставки
vi: Phương pháp vận chuyển

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
ar: مجموعة القواعد والمعايير لاحتساب تكلفة الشحن.
cs: Sada pravidel a parametrů pro výpočet ceny dopravy.
da: Sæt regler og parametre til at beregne omkostningerne ved forsendelse.
de: Kombination von Regeln und Parameter um die Versandkosten zu bestimmen.
el: Σύνολο κανόνων και παραμέτρων για τον υπολογισμό του κόστους της αποστολής.
es: Conjunto de reglas y parámetros para calcular los gastos de envío
id: Aturan dan parameter untuk menghitung biaya pengiriman.
ja: 配送方法の管理を行います。
no: Sett av regler og parametere for å beregne fraktkostnader.
ru: Набор правил и параметров для расчета стоимости доставки.
tr: Teslimat seçenekleri (Kargo ayarları).
uk: Набір правил і параметрів для розрахунку вартості доставки.
vi: Bộ quy tắc và các tham số để tính toán chi phí vận chuyển.

# Languages::shipping_name
source: Shipping name
ar: اسم الشحن
cs: Název dopravce
da: Leverings navn
de: Name Versand
el: Τρόπος Αποστολής
es: Nombre de envío
id: Nama pengiriman
ja: 配送名
no: Fraktnavn
ru: Название доставки
tr: Teslimat adı
uk: Назва доставки
vi: Tên vận chuyển

# Languages::shipping_options
source: Shipping Options
ar: خيارات الشحن
cs: Přepravní možnosti
da: Afsendelsesmuligheder
de: Versandoptionen
el: Τρόπος Αποστολής
es: Opciones de envío
id: Pilihan pengiriman
ja: 配送方法
no: Levering
ru: Выбор способа доставки
tr: Teslimat Seçenekleri
uk: Вибір способу доставки
vi: Tùy chọn vận chuyển

# Languages::shipping_properties
source: Shipping properties
de: Versandeigenschaften
el: Ιδιότητες αποστολής
ru: Параметры доставки
uk: Параметри доставки

# Languages::shipping_rates
source: Shipping rates
ar: معدلات الشحن
cs: Dopravní sazby
da: Leverings takst
de: Versandgebühren
el: Έξοδα Αποστολής
es: Ratio del envío
id: Tarif pengiriman
ja: 配送料金
no: Fraktpriser
ru: Стоимость доставки
tr: Alışveriş oyları
uk: Вартість доставки
vi: Tỷ giá vận chuyển

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
ar: عنوان الشحن مثل عنوان الدفع؟
cs: Dodací adresa je shodná s fakturační adresou?
da: Forsendelses adressen den samme som fakturering sadresse
de: Versandadresse gleich wie Rechnungsadresse
el: Διεύθυνση αποστολής εμπορευμάτων ΙΔΙΑ όπως παραπάνω
es: Dirección de envío misma que factura
id: Alamat kirim sama dengan alamat tagihan?
ja: 請求先住所に配送
no: Leveringsadressen er den samme som fakturaadresse
ru: Адрес доставки и адрес плательщика совпадают
tr: Teslimat adresi fatura adresi ile aynı
uk: Адреса доставки та адреса платника співпадають?
vi: Địa chỉ vận chuyển và thanh toán là giống nhau?

# Languages::shipping_service
source: Shipping service
ar: خدمة الشحن
cs: Dopravní služba
da: Leverings service
de: Versandservice/Kurier
el: Υπηρεσία αποστολής
es: Servicio de transporte
id: Jasa pengiriman
ja: 配送サービスの種類
no: Fraktservice
ru: Служба доставки
tr: Kargo servisi
uk: Служба доставки
vi: Dịch vụ vận chuyển

# Languages::ship_dhl_height
source: Package height (inches)
ar: إرتفاع الشحنة بالبوصة
cs: Výška balení (palce)
da: Pakke højde (inches)
de: Höhe Paket (in Zoll)
el: Ύψος πακέτου(ίντσες)
es: Alto del paquete (pulgadas)
id: Tinggi paket (inci)
no: Pakkehøyde (tommer)
ru: Высота упаковки
uk: Висота упаковки
vi: Ghiều cao gói (inch)

# Languages::ship_dhl_length
source: Package length (inches)
ar: طول الشحنة بالبوصة
cs: Délka obalu (palce)
da: Pakke længde (inches)
de: Länge Paket (in Zoll)
el: Μήκος πακέτου (cm)
es: Longitud del paquete (pulgadas)
id: Panjang paket (inci)
no: Pakkelengde (tommer)
ru: Длина упаковки
uk: Довжина пакета
vi: Chiều dài gói (inch)

# Languages::ship_dhl_site_id
source: Site ID
ar: معرف الموقع Site ID
cs: Stránky ID
da: Websted-ID
de: Seiten ID
el: Αναγνωριστικό Site
es: ID de sitio
id: ID situs
ja: サイトID
no: Nettsted ID
ru: ID сайта
tr: Site Kimliği
uk: Сайт ID
vi: ID Trang

# Languages::ship_dhl_width
source: Package width (inches)
ar: عرض الشحنة بالبوصة
cs: Šířka balení (palce)
da: Pakke brede (inches)
de: Breite Paket (in Zoll)
el: Πλάτος πακέτου (cm)
es: Ancho del paquete (pulgadas)
id: Lebar paket (inci)
no: Pakkebredde (tommer)
ru: Ширина упаковки
uk: Пакет ширина (дюймів)
vi: Chiều rộng gói (inch)

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
ar: ملحق الإقرارات
cs: Doplňkové služby
da: Supplerende påtegninger
de: Zusätzliche Vermerke
el: Βοηθητικές ενδείξεις
es: Avales auxiliares
id: Pengesahan tambahan
no: Hjelpeutstyr anbefalinger
ru: Дополнительные услуги
uk: Додаткові послуги
vi: Xác nhận được phụ trợ

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
ar: خدمة العنوان مطلوبة
cs: Požadovaná služba adres
da: Anmodning om adresseservice
de: Adressdienst angefordert
el: Δώστε διεύθυνση της Υπηρεσίας
es: Dirección servicio solicitado
id: Alamat layanan yang diminta
no: Adresse service forespørsel
ru: Запрошен сервис адреса
uk: Запит на адресу сервісу
vi: Địa chỉ dịch vụ yêu cầu

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
ar: يتركه الناقل في حالة عدم الرد
cs: Nechte adresu příjemce v nepřítomnosti
da: Leverance udebliver hvis der ikke er noget svar
de: Bei fehlender Antwort den Lieferanten auslassen
el: Ο Μεταφορέας φευγει αν δεν λάβει απαντηση
es: Dejar transporte si no hay respuesta
id: Kurir akan kembali jika tidak ada penerima
no: Transportselskap reiser dersom ingen svarer
ru: Оставить по адресу при отсутствии получателя
uk: Відправити за адресою при відсутності отримувача
vi: Bỏ Nhà Vận Chuyển Nếu Không Phản hồi

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
ar: خدمة الإستبدال مطلوبة
cs: Informování o změně adresy
da: Ændre tjenesteanmodning
de: Änderungsdienst angefordert
el: Ζητήθηκε αλλαγή υπηρεσίας
es: Petición de cambio de servicio
id: Mengubah layanan yang diminta
no: Endre tjeneste som er etterspurt
ru: Информирование о смене адреса
uk: Информування про зміну адреси
vi: Thay đổi Dịch vụ Yêu cầu

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
ar: خدمة إعادة الإرسال مطلوبة
cs: Přesměrování zásilky bez upozornění odesílatele
da: Videresend anmodet service
de: Angeforderter Speditionsdienst
el: Ζητήθηκε προώθηση υπηρεσίας
es: Solicitado servicio de reenvío
id: Permintaan layanan ekspedisi
no: Videresendings service etterspurt
ru: Перенаправление отгрузки без уведомления отправителя
uk: Експедиторські послуги на прохання
vi: Dịch vụ Chuyển tiếp Yêu cầu

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
ar: خدمة الإسترجاع مطلوبة
cs: Požadovaná služba vrácení
da: Returner anmodet tjeneste
de: Anfrage auf Rücksendung
el: Ζητήθηκε υπηρεσία επιστροφής
es: Servicio de devolución solicitado
id: Permintaan pengembalian
no: Retur service etterspurt
ru: Запрошен сервис возврата
uk: Запит сервісу повернення
vi: Dịch vụ Hoàn trả Yêu cầu

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
ar: رمز العميل الواضح
cs: Zákaznický manifest ID
da: Kunde manifest-ID
de: Kundenladeverzeichnis ID
es: ID de manifiesto del cliente
id: Manifest ID pelanggan
no: Kunde manifest ID
ru: ID пользовательского манифеста
uk: ID користувацького маніфесту
vi: ID khai báo khách hàng

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
ar: نوع التسليم
cs: Způsob dopravy
de: Abgabetyp (drop off type)
el: Τύπος παράδοσης
es: Tipo de desprendimiento
id: Tipe Drop Off
no: Leveringstype
ru: Способ доставки
uk: Спосіб доставки
vi: Loại Thả xuống

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
ar: إستلام عادي
cs: Obyčejná dodávka
da: Normal afhentning
de: Normale Abholung (regular pickup)
el: Κανονική παραλαβή
es: Recolección regular
id: Pickup reguler
no: Normal henting
ru: Обычная доставка
uk: Звичайна доставка
vi: Đón khách quen

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
ar: مطلوب شحن
cs: Požadavek na kurýra
da: Anmodning kurer
de: Kurrier Anfrage (request courier)
el: Αίτημα για αποστολή με courier
es: Solicitud de mensajería
id: Permintaan kurir
no: Be om bud
ru: Запрос курьера
uk: Замовити кур'єра
vi: Yêu cầu chuyển phát nhanh

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
ar: تسليم في محطة
cs: Doprava na stanici
da: Aflever på station
de: In Büro abgeben (drop at station)
el: Αποστολή στον σταθμό
es: Dejar en la estación
id: Turun di Stasiun
no: Lever på stasjon
ru: Доставка на станцию
uk: Доставка на станцію

# Languages::ship_fedex_height
source: Height (inches)
ar: الإرتفاع بالبوصة
cs: Výška (palce)
da: Højde (inches)
de: Höhe (in Zoll)
id: Tinggi (inci)
no: Høyde (tommer)
ru: Высота(в дюймах)
uk: Висота (дюйм)
vi: Chiều cao (inch)

# Languages::ship_fedex_hub_id
source: Hub ID
ar: رمز المحور
cs: Rozbočovač ID
es: ID de hub
ru: ID хаба
uk: ID хаба
vi: ID Hub
