Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
ar: شحنة وسائط (الشحنات من 1 إلي 70 رطل وتحتوي على كتب او اقراص دي في دي او شرائط فيديو)
cs: Média Mail (balíky od 1 do 70 liber knih, DVD, CD, videokazety)
da: MediePost (pakker fra 1 til 70 lbs bøger, dvd'er, cd'er, videobånd)
de: Medien- Post (Pakete von 1 bis 70 Pfund, Bücher, DVDs, CDs, Videokassetten)
es: Media Mail (Paquetes de 1 a 70 libras Libros, DVDs, CDs, cintas de video)
no: Media post (Pakker 1-70 lbs bøker, DVDer, CDer, videofilmer)
ru: Медиа почта (Пакеты от 1 до 70 фунтов книги, DVD, CD, видеокассеты)
uk: Медіа пошти (пакети від 1 до 70 фунтів книг, DVD-диски, компакт-диски, відеозаписи)
vi: Thư truyền thông (gói từ 1 đến 70 lbs Sách, DVD, đĩa CD, băng video)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
ar: إختيار الحزمة (الشحنات من 1 إلي 70 رطل)
cs: Výběr zásilky (balíky od 1 do 70 kg)
da: Pakkevalg (pakker fra 1 til 70 lbs)
de: Paketauswahl (Pakete von 1 bis 70 lbs)
es: Parcela Select (paquetes de 1 a 70 libras)
id: Pilih paket (paket 1 untuk 70 lbs)
no: Pakkevalg (Pakker fra 1 ttil 70 lbs)
ru: Parcel Select (Пакеты от 1 до 70 фунтов)
uk: Parcel Select (пакети від 1 до 70 фунтів)
vi: Bưu kiện Chọn (Gói từ 1 đến 70 lbs)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
ar: شحنة حزمة مطبوعات (الشحنات من 1 إلي 15 رطل وتحتوي على مطويات، دليل هاتف او اي مطبوعات)
cs: Balík vázaných tiskovin (balíky od 1 do 15 liber katalogy, adresáře nebo cokoliv trvale vázáné)
da: Bundet tryksager pakker (pakker fra 1 til 15 lbs kataloger, telefon bøger eller noget permanent bundet)
de: Gebundene Druckbandpakete (Pakete von 1 bis 15 lbs, Kataloge, Telefonbücher oder alles dauerhaft Gebundene)
es: Atado de paquetes de material impreso (paquetes de 1 a 15 libras catálogos, directorios telefónicos o algo enquadernado permanentemente)
id: Terikat paket Printed Matter (Paket dari 1 sampai 15 lbs Katalog, buku telepon atau apapun terikat secara permanen)
no: Bundete trykksak-pakker (pakker fra 1 til 15 lbs kataloger, telefonbøker eller annet permanent bundet)
ru: Переплетённые пакеты (Пакеты от 1 до 15 фунтов каталоги, телефонные книги or anything permanently bound)
uk: Переплетені пакунки (Пакунки від 1 до 15 фунтів, каталоги, телефонні книги та ін.)
vi: Gói Bound Printed Matter (Gói từ 1 đến 15 lbs Catalog, sách điện thoại hoặc bất cứ điều gì vĩnh viễn ràng buộc)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
ar: شحنات بريد عادية (الشحنات اقل من 1 رطل)
cs: Standardní poštovní balíky (balíky méně než 1 libra)
da: Standard postpakker (pakker er mindre end 1 lb)
de: Standard-Mail-Pakete (Pakete unter 1 lb)
es: Paquetes estándar de correo (paquetes de menos de 1 libra)
id: Paket pengiriman standar (paket kurang dari 1 lb)
no: Vanlige postpakker (pakker mindre enn 1 lb)
ru: Стандартные почтовые пакеты (Пакеты меншьше 1 фунта)
uk: Стандартні пакети поштою (пакунки менш ніж 1 фунт)
vi: Gói Thư Tiêu Chuẩn (Gói nhỏ hơn 1 lb)

# Languages::ship_fedex_length
source: Length (inches)
ar: الإرتفاع بالبوصة
cs: Délka (palce)
da: Længde (inches)
de: Länge (in Zoll)
id: Panjang (inci)
no: Lengde (tommer)
ru: Длина(в дюймах)
uk: Довжина (дюймів)
vi: Chiều dài (inch)

# Languages::ship_fedex_meter_number
source: Meter number
ar: رقم المتر
cs: Číslo metru
da: Meter nummer
de: Nummer (Meter)
el: Αριθμός μετρητή
es: Número de medidor
id: Jumlah meteran
no: Målernummer
ru: Номер meter
uk: Номер meter
vi: Số mét

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
ar: صندوق فيدكس 10 كيلو جرام
da: FedEx 10kg kasse
el: Κουτί FedEx 10kg
id: FedEx kotak 10kg
no: FedEx 10kg Boks
ru: Ящик FedEx 10kg
uk: FedEx Box 10 кг
vi: FedEx 10kg Hộp

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
ar: صندوق فيدكس 25 كيلو جرام
da: FedEx 25kg kasse
el: Κουτί FedEx 25kg
id: FedEx kotak 25kg
no: FedEx 25kg Boks
ru: Ящик FedEx 25kg
uk: FedEx 25 кг Box
vi: FedEx 25kg Hộp

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
ar: مظروف فيدكس
cs: FedEx obálky
da: FedEx kuvert
de: FedEx Briefumschlag
el: Φάκελος FedEx
es: Sobre FedEx
no: FedEx konvolutt
ru: Конверт FedEx
uk: FedEx конверт
vi: FedEx Phong bì

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
ar: شحنة فيدكس
no: FedEx Pakke
ru: Упаковка FedEx Pak
uk: FedEx Пак
vi: FedEx Gói

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
ar: أنبوبة فيدكس
el: Κουτί FedEx σε μορφή σωλήνα
es: Tubo de FedEx
no: FedEx sylinder
ru: Тубус FedEx
uk: FedEx трубки
vi: FedEx Ống

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
ar: التعبئة والتغليف الخاصة بك
cs: Vaše balení
da: Din emballage
de: Ihre Verpackung
el: Η συσκευασίας σας
es: Su embalaje
id: Kemasan
no: Din emballasje
ru: Ваша упаковка
uk: Ваша упаковка
vi: Bao bì của bạn

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
ar: خدمة خاصة (تأكيد التوصيل)
cs: Speciální služba (potvrzení dodávky)
da: Særlig service (levering bekræftelse)
de: Besonderer Service (Lieferbestätigung)
el: Ειδική υπηρεσία (επιβεβαίωση παράδοσης)
es: Servicio especial (confirmación de entrega)
id: Pelayanan khusus (konfirmasi pengiriman)
no: Spesial tjeneste (leveringsbekreftelse)
ru: Особый сервис (подтверждение доставки)
uk: Спеціальний сервіс (підтвердження доставки)
vi: Dịch vụ đặc biệt (xác nhận giao hàng)

# Languages::ship_fedex_width
source: Width (inches)
ar: العرض بالبوصة
cs: Šířka (palce)
da: Brede (inches)
de: Breite (in Zoll)
id: Lebar (inci)
no: Bredde (tommer)
ru: Ширина(в дюймах)
uk: Ширина (дюймів)
vi: Chiều rộng (inch)

# Languages::ship_height
source: Package height (cm)
ar: إرتفاع الشحنة سم
cs: Výška balení (cm)
da: Pakke højte (cm)
de: Höhe Paket (cm)
el: Ύψος κουτιού(cm)
es: Altura del paquete (cm)
id: Tinggi paket (cm)
no: Pakkehøyde (cm)
ru: Высота упаковки, см
tr: Paket yüksekliği (cm)
uk: Висота пакунку (см)
vi: Chiều cao gói (cm)

# Languages::ship_length
source: Package length (cm)
ar: طول الشحنة سم
cs: Balíček délka (cm)
da: Pakke længde (cm)
de: Länge Paket (in Zentimeter)
el: Μήκος πακέτου (cm)
es: Largo de paquete (cm)
id: Panjang paket (cm)
no: Pakkelengde (cm)
ru: Длина упаковки, см
tr: Paket uzunluğu (cm)
uk: Довжина пакета (см)
vi: Chiều dài gói (cm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
ar: إشعار بالتوصيل (فقط للعملاء المسجلين)
cs: Doklad o doručení (pouze doporučeného dopisu)
da: Kvittering for levering (for registrerede post kun)
de: Empfangsbestätigung Versand (nur für eingeschriebener Versand)
el: Βεβαίωση παράδοσης (μόνο για συστημένη αποστολή)
es: Acuse de recibo (por correo registrado solamente)
id: Pengakuan pengiriman (hanya untuk surat terdaftar saja)
no: Bekreftelse av levering (kun for rekommandert post)
ru: Подтверждение о доставке (только для зарегитрированной почты)
uk: Підтвердження доставки (рекомендованим листом)
vi: Xác nhận giao hàng (chỉ cho đăng ký thư)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
ar: الدفع عن الإستلام (فقط للعملاء المسجلين)
cs: Na dobírku (pouze doporučeného dopisu)
da: efterkrav (for registrerede post kun)
de: Zahlung gegen Nachnahme (nur für Eingeschriebene Sendungen)
el: Πληρωμή με αντικαταβολή(μόνο για συστημένη αποστολή)
es: Contrareembolso (por correo registrado solamente)
id: Pembayaran saat barang diterima (untuk pengguna terdaftar saja)
no: Oppkrav (kun for rekommandert post)
ru: Наличные при доставке (только для зарегитрированной почты)
uk: Оплата при доставці (поштою)
vi: Giao hàng thu tiền mặt tại nhà (chỉ cho đăng ký thư)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
ar: التوصيل الشخصي (فقط للعملاء المسجلين)
cs: Osobní doručení (pouze doporučeného dopisu)
da: Personlig aflevering (for registrerede post kun)
de: Privatversand (nur für eingeschriebene Sendung)
el: Προσωπική παράδοση(μόνο για συστημένη αποστολή)
es: Entrega personal (por correo registrado solamente)
id: Pengiriman pribadi (hanya untuk surat terdaftar saja)
no: Personlig leveranse (kun for rekommandert post)
ru: Персональная доставка (только для зарегитрированной почты)
uk: Персональна доставка (пошта)
vi: Giao hàng cá nhân (chỉ đăng ký thư)

# Languages::ship_sp_l_registered_mail
source: Registered mail
ar: بريد مسجل
cs: Doporučenou poštou
da: Registreret mail
de: Eingeschriebener (registrierter) Versand
el: Συστημένη αποστολή
es: E-mail registrado
id: Surat terdaftar
no: Rekommandert post
ru: Зарегистрированная почта
uk: Рекомендованим листом
vi: Thư đã đăng ký

# Languages::ship_sp_pc_assurance
source: Assurance
ar: تأكيد
cs: Záruka
de: Versicherung
el: Διαβεβαίωση
es: Seguro
id: Asuransi
no: Forsikring
ru: Страхование
uk: Страхуванння
vi: Đảm bảo

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
ar: الدفع عند الإستلام
cs: Na dobírku (COD)
da: efterkrav (COD)
de: Gegen Nachnahme (zahlbar bei Lieferung)
el: πληρωμή κατά την παραλαβή(αντικαταβολή)
es: Contra reembolso (COD)
no: Oppkrav (Cash On Delivery, COD)
ru: Наличные при доставке (COD)
uk: Оплата при доставці (COD)
vi: Giao hàng thu tiền tại nhà (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
ar: قابل للكسر
cs: Křehké
da: Skrøbelige
de: Zerbrechlich
el: Εύθραυστο
es: Frágil
id: Pecah belah
no: Skjørt gods
ru: Хрупкий
uk: Крихкий
vi: Dễ vỡ

# Languages::ship_sp_pc_manual_handling
source: Manual handling
ar: معاملة يدوية
cs: Ruční manipulace
da: Manuel håndtering
de: Manuelle Abwicklung
el: Χειρωνακτική διακίνηση φορτίων
es: Manejo manual
id: Penanganan manual
no: Manuell håndtering
ru: Обработка вручную
uk: Ручна обробка
vi: Đóng gói thủ công

# Languages::ship_sp_pc_personal
source: Personal
ar: شخصي
cs: Osobní
da: Personlig
de: Persönlich
el: Προσωπικό
id: Pribadi
no: Personlig
ru: Персональный
uk: Особистий
vi: Cá nhân

# Languages::ship_sp_pc_signature
source: Signature
ar: إمضاء
cs: Podpis
da: Signatur
de: Unterschrift (Signature)
el: Υπογραφή
es: Firma
id: Tanda tangan
no: Signatur
ru: Сигнатура
uk: Підпис
vi: Chữ ký

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
ar: تأمين إضافي (حتى 3000 CHF-)
cs: Připojištění (do CHF 3000.-)
da: Supplerende forsikring (op til CHF 3.000 .-)
de: Zusatzversicherung (bis CHF 3000.-)
el: Πρόσθετη ασφάλιση (μέχρι CHF 3000 .-)
es: Seguro adicional (hasta 3000 CHF.-)
id: Asuransi tambahan (hingga CHF 3000.-)
no: Ekstra forsikring (opptil CHF 3000 .-)
ru: Дополнительная страховка (до 3000.- CHF)
uk: Додаткове страхування (до CHF 3000.-)
vi: Bảo hiểm bổ sung (lên đến 3.000 CHF.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
ar: البضائع ذات الحجم الكبير
cs: Objemného zboží
da: omfangsrigt gods
de: Sperrgut
el: Ογκώδη εμπορεύματα
es: Artículos voluminosos
id: Barang besar
no: Uhåndterlig/stort gods
ru: Объемные товары
uk: Великогабаритні вантажі
vi: Hàng hóa cồng kềnh

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
ar: الدفع عند الإستلام (الإقتصادي فقط)
cs: Na dobírku (pouze ECONOMY)
da: efterkrav (økonomi først)
de: Zahlung gegen Nachnahme (nur ECONOMY)
el: Πληρωμή με αντικαταβολή (ECONOMY only)
es: Contrareembolso (sólo en ECONOMY)
no: Oppkrav (kun ØKONOMI)
ru: Наличные при доставке (только для сервиса ECONOMY)
uk: Видача готівки при доставці (лише для ECONOMY)
vi: Giao hàng thu tiền tại nhà (chỉ ECONOMY)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
ar: معالجة يدوية
cs: Ruční zpracování
da: Manuel behandling
de: Manuelle Abwicklung
el: Χειροκίνητη επεξεργασία
es: Procesamiento manual
id: Proses secara manual
no: Manuell behandling
ru: Обработку вручную
uk: Оброблення вручну
vi: Xử lý thủ công

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
ar: تأمين إضافي للبضائع المهمة (حتى 3000 CHF)
cs: Doplňkové pojištění pro naléhavé potřeby (až do CHF 3000.-)
da: supplerende forsikring HASTER varer (op til CHF 3.000 .-)
de: Zusätzliche Versicherung für DRINGENDE Waren (bis CHF 3000.-)
el: Συμπληρωματική ασφάλιση για ΕΠΕΙΓΟΝΤΑ εμπορεύματα (μέχρι CHF 3000 .-)
es: Seguro adicional para mercancías urgentes (hasta 3000 CHF.-)
id: Asuransi tambahan untuk barang-barang yang mendesak (sampai dengan CHF 3000.-)
no: Ekstra forsikring for varer som HASTER (opptil CHF 3000 .-)
ru: Дополнительная страховка для СРОЧНЫХ товаров (до 3000.- CHF)
uk: Додаткове страхування для ТЕРМІНОВИХ вантажів (до CHF 3000.-)
vi: Các bảo hiểm bổ sung đối với hàng hoá khẩn cấp (lên đến 3.000 CHF.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
ar: لا يمكن إستخدم وسيلة التوصيل هذه للشحن الدولي
cs: Tento způsob dopravy nelze použít pro mezinárodní doručení
da: Kan ikke bruge denne leveringsmetode for internationale levering
de: Kann diese Versandmethode nicht für die internationale Lieferung verwenden
el: Δεν μπορεί να χρησιμοποιηθεί αυτός ο τρόπος αποστολής για την διεθνή παράδοση
es: No puede utilizar este método de envío para la entrega internacional
id: Tidak dapat menggunakan metode pengiriman ini untuk pengiriman Internasional
no: Kan ikke bruke denne leveringsmetoden for internasjonale leveringer
ru: Невозможно использовать выбранный способ для международной доставки
uk: Не можна використовувати цей спосіб доставки для міжнародної доставки
vi: Không thể sử dụng phương pháp vận chuyển này cho việc giao hàng quốc tế

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
ar: لا يمكن إستخدم وسيلة التوصيل هذه للشحن الخاص
cs: Tento způsob dopravy nelze použít pro osobní doručení
da: Kan ikke bruge denne forsendelsesmetode for privat levering
de: Kann diese Versandmethode nicht für die private Liefererung verwenden
el: Δεν μπορεί να χρησιμοποιηθεί αυτός ο τρόπος αποστολής για την προσωπικη παραδοση
es: No puede utilizar este método de envío para la entrega privada
id: Tidak dapat menggunakan metode pengiriman ini untuk pengiriman pribadi
no: Kan ikke bruke denne leveringsmetoden for private leveranser
ru: Невозможно использовать выбранный способ для личной доставки
uk: Не можна використовувати цей метод особистої доставки
vi: Không thể sử dụng phương pháp vận chuyển này cho việc giao hàng riêng tư

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
ar: الشحنة ثقيلة للغاية
cs: Balíček je příliš těžký
da: Pakken er for tung
de: Das Paket ist zu schwer
el: Το πακέτο είναι πάρα πολύ βαρύ
es: El paquete es demasiado pesado
id: Paket terlalu berat
no: Pakken er for tung
ru: Пакет слишком тяжелый
uk: Пакет занадто важкий
vi: Các gói hàng là quá nặng

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
ar: لا يمكن فتح ملف الخدمات الإضافية additional_services.csv
cs: Nelze otevřít soubor additional_services.csv
da: Kan ikke åbne filen additional_services.csv fil
de: Kann die Datei: additional_services.csv nicht öffnen
el: Δεν μπορεί να ανοιχθει το αρχείο additional_services.csv
es: No se puede abrir el archivo additional_services.csv
id: Tidak dapat membuka file additional_services.csv
no: Kan ikke åpne additional_services.csv filen
ru: Невозможно открыть файл additional_services.csv
uk: Не вдалося відкрити файл additional_services.csv
vi: Không thể mở tập tin additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
ar: لا يمكن فتح ملف [code]
cs: Nelze otevřít soubor [code]
da: Kan ikke åbne filen [code]
de: Kann die Datei [code] nicht öffnen
el: Δεν μπορεί να ανοιχτεί το [code] αρχείο
es: No se puede abrir el archivo [code]
id: Tidak dapat membuka file [code]
no: Kan ikke åpne [code] filen
ru: Невозможно открыть файл [code]
uk: Не вдалося відкрити файл [code]
vi: Không thể mở tập tin [code]

# Languages::ship_temando_height
source: Package height
ar: إرتفاع الشحنة
cs: Výška balíku
da: Pakkehøjde
de: Pakethöhe
el: Ύψος πακέτου
es: Alto del paquete
id: Tinggi paket
no: Pakkehøyde
ru: Высота упаковки
uk: Висота пакета
vi: Chiều cao gói

# Languages::ship_temando_length
source: Package length
ar: طول الشحنة
cs: Délka balíku
da: Pakkelængde
de: Paketlänge
el: Μήκος πακέτου
es: Longitud del paquete
id: Panjang paket
no: Pakkelengde
ru: Длина упаковки
uk: Довжина пакунку
vi: Chiều dài gói

# Languages::ship_temando_measurement
source: Package measurement
ar: قياس الشحنة
cs: Míry balíku
da: Pakkemåling
de: Verpackungsmass
el: Διαστάσεις πακέτου
es: Medida del paquete
id: Ukuran paket
no: Pakkemål
ru: Измерение упаковки
uk: Виміри упаковки
vi: Kích thước gói

# Languages::ship_temando_method
source: Delivery method
ar: طريقة التوصيل
cs: Způsob doručení
da: Leveringsmetode
de: Lieferungsmethode
el: Τρόπος Αποστολής
es: Método de entrega
id: Metode pengiriman
no: Leveringsmetode
ru: Способ доставки
uk: Спосіб доставки
vi: Phương thức giao hàng

# Languages::ship_temando_package
source: Packaging
ar: الشحن
cs: Balení
da: Emballage
de: Verpackung
el: Συσκευασία
es: Embalaje
id: Kemasan
no: Innpakking
ru: Упаковка
uk: Упаковка
vi: Đóng gói

# Languages::ship_temando_readydate
source: Ready date (days)
ar: تاريخ الإستعداد
cs: Termín dokončení (dny)
da: Klar dato (dage)
de: Ready date (Tage)
el: Ready date (ημέρες)
es: Data lista (días)
id: Siap tanggal (hari)
no: Klar dato (dager)
ru: Срок готовности (дней)
uk: Строк готовності (днів)
vi: Ngày sẵn sàng (ngày)

# Languages::ship_temando_subclass
source: Class of the item being sent
ar: فئة من البند الذي تم إرساله
cs: Třída objektu, který je odeslán
da: Klasse af varen bliver sendt
de: Klasse des Artikels der versendet wird
el: Κλάση του στοιχείου που αποστέλλεται
es: Clase del elemento enviado
id: Kelas item yang akan dikirim
no: Klasse på varen som sendes
ru: Класс отправляемого предмета
uk: Клас відпавляємогопредмету
vi: Các lớp của mục được gửi

# Languages::ship_temando_weight_measurement
source: Weight measurement type
ar: نوع قياس الوزن
cs: Typ měření hmotnosti
da: Vægt målingstype
de: Typ der Gewichtsmessung
el: Τύπος μέτρησης βάρους
es: Tipo de medida de peso
id: Pengukuran berat jenis
no: Vekt målingstype
ru: Тип измерения веса
uk: Тип вимірювання ваги
vi: Loại trọng lượng đo lường

# Languages::ship_temando_width
source: Package width
ar: عرض الشحنة
cs: Šířka balení
da: Pakkebredde
de: Paketbreite
el: Πλάτος πακέτου
es: Ancho de paquete
id: Lebar paket
no: Pakkebredde
ru: Ширина упаковки
uk: Ширина пакунку
vi: Chiều rộng gói

# Languages::ship_to
source: Ship to
ar: شحن إلى
cs: Dodací adresa
da: Leverings adresse
de: Lieferadresse
el: Αποστολή σε
es: Enviar a
id: Kirim kepada
ja: 配送先住所
no: Send til
ru: Доставить в
tr: Teslimat
uk: Доставити в
vi: Gửi đến

# Languages::ship_to_another
source: Ship to a different address
ar: شحن لعنوان آخر
cs: Poslat na jinou adresu
da: Send til anden adresse
de: Lieferadresse abweichend
el: Αποστολή σε διαφορετική διεύθυνση
es: Enviar a una dirección diferente
id: Kirim ke alamat berbeda
ja: 別の住所に配送する
no: Send til en annen adresse
ru: Другой адрес доставки
tr: Farklı adrese teslim et
uk: Доставкана іншу адресу
vi: Gửi đến địa chỉ khác

# Languages::ship_ups_access_key
source: UPS Rates Access Key
cs: UPS sazby přístupový klíč
da: UPS Priser Access Key
de: Zugangsschlüssel UPS Tarife
el: Τιμές UPS του κλειδιού πρόσβασης
es: Clave de acceso a tarifas UPS
id: UPS Tarif Akses Kunci
no: UPS Priser Adgangsnøkkel
ru: Ключ доступа UPS Rates
uk: Ключ доступа UPS Rates

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
cs: UPS dopis/ UPS Expresní obálka
da: UPS brev / UPS Express Envelope
de: UPS Briefumschlag/ UPS Express Briefumschlag
el: Γράμμα UPS / Φάκελος εξπρές UPS
es: Carta UPS/UPS Express sobre
no: UPS brev/ UPS Ekspresskonvolutt
ru: UPS письмо/ UPS Express конверт
uk: UPS лист/ UPS Express конверт
vi: UP thư / UPS Express Envelope

# Languages::ship_ups_package_type_03
source: UPS Tube
de: UPS Rohr (Tube)
el: UPS σε μορφή σωλήνα
es: Tubo UPS
ru: UPS футляр
uk: UPS Туба
vi: UPS Ống

# Languages::ship_ups_package_type_04
source: UPS Pack
de: UPS Paket (Pak)
es: Paquete UPS
no: UPS Pak
ru: UPS упаковка
tr: UPS Pak
uk: UPS Пакет
vi: UPS Gói

# Languages::ship_ups_package_type_21
source: UPS Express Box
cs: UPS Expresní Box
da: UPS Express boks
el: UPS Eεξπρές κουτί
no: UPS Ekspress Boks
ru: UPS Express коробка
uk: UPS Express коробка
vi: UP Express Box

# Languages::ship_ups_pickup_type
source: Pickup type
ar: نوع الإستلام من المكان المخصص للشحن
cs: Typ nákladu
da: Afhentningstype
de: Abholungstyp
el: Τύπος παραλαβής
es: Tipo recogida
id: Jenis pickup
no: Henting type
ru: Тип доставки
uk: Тип доставки
vi: Loại xe bán tải

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
ar: الإستلام اليومي من المكان المخصص للشحن
cs: Denní dodávka
da: Daglig Pickup
de: Tägliche Abholung
el: Καθημερινή παραλαβή
es: Recogida diaria
id: Pickup Harian
no: Daglig henting
ru: Ежедневная доставка
uk: Щоденна доставка
vi: Xe bán tải hàng ngày

# Languages::ship_ups_pickup_type_03
source: Customer Counter
ar: عداد العملاء
cs: Počítadlo zákazníků
da: Kunde Counter
de: Kundenschalter
el: Μετρητής πελάτη
es: Mostrador de atención al cliente
id: Counter pelanggan
no: Kundeskranke
ru: Счетчик покупателей
uk: Лічильник клієнтів
vi: Số lượt khách hàng truy cập

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
ar: إستلام مرة واحدة فقط من المكان المخصص للشحن
cs: Jednorázová nakládka
da: Nøjagtigt afhentningstidspunkt
de: Einmalige Abholung
el: One Time Pickup (Για τους πελάτες που χρειάζονται μόνο περιστασιακές ή περιοδικές υπηρεσίες)
es: Recoger una sola vez
id: Pickup satu kali
no: Engangs henting
ru: Однократная доставка
uk: Разова доставка
vi: Đón Tại Thời Điểm

# Languages::ship_ups_pickup_type_07
source: On Call Air
ar: إتصال جوي
cs: Letecká doprava na vyžádání
de: Luftfracht (On Call Air)
el: Σε εναέρια κλήση
ru: Авиаперевозка по запросу
uk: Авіаперевозка за запитом
vi: Ngày gọi máy

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
ar: أسعار البيع المقترحة
cs: Doporučené maloobchodní ceny
da: Vejledende udsalgsprispriser
de: Preisempfehlung Detailhandel
el: Προτεινόμενη λιανική τιμή
es: Tarifas minoristas sugeridas
id: Harga eceran yang disarankan
no: Veiledende priser
ru: Примерные розничные расценки
uk: Рекомендовані роздрібні розцінки
vi: Tỷ giá bán lẻ đề xuất

# Languages::ship_ups_pickup_type_19
source: Letter Center
ar: المركز الإلكتروني
cs: Dopis centrum
da: Brev Center
de: Brief Center
el: Κέντρο επιστολής
es: Centro de cartas
id: Pusat surat
no: Brevsenter
ru: Центр писем
uk: Центр листів
vi: Trung tâm thư

# Languages::ship_ups_pickup_type_20
source: Air Service Center
ar: مركز الخدمات الجوية
cs: Vzduch Servisní centrum
de: Luftfracht-Center
el: Κέντρο εναέριων υπηρεσιών
es: Centro de servicio de aire
id: Pusat Layanan udara
no: Luftfartsenter
ru: Центр авиаперевозок
uk: Центр авіапервезень
vi: Trung tâm dịch vụ máy

# Languages::ship_ups_delivery_confirmation
source: No Signature
ar: لا يوجد توقيع
cs: Žádný podpis
da: Ingen signatur
de: Keine Signatur
el: Καμία υπογραφή
es: Sin firma
id: Tanpa tanda tangan
ja: 署名なし
no: Ingen signatur
ru: Без подписи
tr: İmza yok
uk: Без підпису
vi: Không có chữ ký
