Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
ar: غير مفعل
cs: Neaktivní
da: Ikke aktiv
el: Ανενεργό
es: No activo
id: Tidak aktif
ja: 無効
no: Ikke aktiv
ru: Не активно
tr: Aktif değil
uk: Не активно
vi: Không Hoạt Động

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
cs: 29-09-2005 (den-měsíc-rok)
da: 29-09-2005 (dag-måned-år)
el: 29-09-2005 (μερα-μηνας-χρονος)
es: 29-09-2005 (dia-mes-año)
id: 29-09-2005 (tanggal-bulan-tahun)
ja: 29-09-2005 (日-月-年)
no: 29-09-2005 (dag-måned-år)
ru: 29-09-2005 (день-месяц-год)
tr: 29-09-2005 (gün-ay-yıl)
uk: 29-09-2005 (день-місяць-рік)
vi: 29-09-2005 (ngày-tháng-năm)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
ar: المنتجات مع الشحن
cs: Zboží vč. dopravy
da: Produkter med forsendelse
el: Προϊόντα με αποστολή
es: Productos con envío
id: Produk dengan pengiriman
ja: 商品価格と送料の合計
no: Produkter inkludert frakt
ru: Товары с доставкой
tr: Teslimatlı ürünler
uk: Товари з доставкою
vi: Sản phẩm với vận chuyển

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
cs: Skrýt tlačítka "Přidat do košíku"
da: Skjule knappen "Læg i kurv"
el: Απόκρυψη του κουμπιού "Προσθήκη στο καλάθι"
es: Ocultar el botón "Añadir al carrito"
id: Sembunyikan tombol "Pesan"
ja: "カートに追加" ボタンを非表示
no: Skjul "Legg i handlevogn" knappen
ru: Прятать кнопку добавления товара в корзину
tr: "Sepete Ekle" düğmesini gizle
uk: Приховати кнопку "Додати в кошик"
vi: Ẩn nút "Thêm vào giỏ hàng"

# SettingsVariants::string_type::letters
source: Letters only
cs: Dopisy pouze
da: Kun bogstaver
de: Nur Buchstaben
el: Μόνο γράμματα
es: Sólo letras
id: Hanya huruf
ja: 英字のみ
no: Bare bokstaver
ru: Только буквы
tr: Yalnızca harfler
uk: Тільки букви
vi: Chỉ chữ cái

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
cs: 30/09/2008 (den/měsíc/rok)
da: 30/09/2008 (dag/måned/år)
el: 30/09/2008 (μερα/μηνας/χρονος)
es: 30/09/2008 (día/mes/año)
id: 30/09/2008 (tanggal/bulan/tahun)
ja: 30/09/2008 (日/月/年)
no: 30/09/2008 (dag/måned/år)
ru: 30/09/2008 (день/месяц/год)
tr: 30/09/2008 (gün/ay/yıl)
uk: 30/09/2008 (день/місяць/рік)
vi: 30/09/2008 (ngày/tháng/năm)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
cs: Pondělí
da: Mandag
el: Δευτέρα
es: Lunes
id: Senin
ja: 月曜
no: Mandag
ru: Понедельник
tr: Pazartesi
uk: Понеділок
vi: Thứ hai

# SettingsVariants::address_position::shipping_first
source: Shipping first
cs: Nejprve dodací
da: Forsendelse først
el: Η αποστολή πρώτα
es: Primer envio
id: Pengirman pertama
ja: 配送先住所を先に表示
no: Frakt først
ru: Сначала адрес доставки
tr: Önce Teslimat
uk: Спочатку адреса доставки
vi: Vận chuyển trước

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
cs: Zastarané vlastnosti
da: Forældede funktioner
el: Λειτουργίες που καταργήθηκαν
es: Características desaprobados
id: Fitur Deprecated
ja: 非推奨の機能
no: Nedgraderte funksjoner
ru: Устаревшие функции
tr: Kullanılmayan özellikler
uk: Застарілі функції
vi: Tính năng bị phản đối

# SettingsVariants::default_state_update_for_all::active
source: Active
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
id: Aktif
ja: 有効
no: Aktiv
ru: Активно
tr: Aktif
uk: Активно
vi: Hoạt động

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
cs: 29.09.2005 (den.měsíc.rok)
da: 29.09.2005 (dag.måned.år)
el: 29.09.2005 (ημέρα.μηνας.έτος)
es: 29.09.2005 (dia.mes.año)
id: 29.09.2005 (tanggal.bulan.tahun)
ja: 29.09.2005 (日.月.年)
no: 29.09.2005 (dag.måned.år)
ru: 29.09.2005 (день.месяц.год)
tr: 29.09.2005 (gün.ay.yıl)
uk: 29.09.2005 (день.місяць.рік)
vi: 29.09.2005 (ngày.tháng.năm)

# SettingsVariants::time_format::%I:%M %p
source: 3:43 PM
el: 3:43 Μ.Μ.
uk: 3:43 пп
vi: 3:43 CH

# SettingsVariants::min_order_amount_type::only_products
source: Products
cs: Zboží
da: Produkter
el: Προϊόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
cs: Skrýt cenu a tlačítko "Přidat do košíku"
da: Skjul pris og "Tilføj til kurv "-knappen
el: Αποόκρυψη τιμής και του κουμπιού "Προσθήκη στο Καλάθι"
es: Ocultar precio y el botón "Añadir al carro"
id: Sembunyikan harga dan tombol "Pesan"
ja: 価格と "カートに追加"ボタンを非表示
no: Skjul pris og "Legg i handlevogn" knappen
ru: Прятать цену и кнопку добавления товара в корзину
tr: Fiyatı ve Sepete Ekle butonunu gizle
uk: Ховати ціну і кнопку додавання товару в корзину
vi: Ẩn giá và nút "Thêm vào giỏ hàng"

# SettingsVariants::string_type::mixed
source: Mixed
cs: Smíšené
da: Blandet
de: GEMISCHT
el: Μικτό
es: Mixto
id: Campuran
ja: 数字と英字
no: Blandet
ru: Смешанный
tr: Karışık
uk: Змішаний
vi: Hỗn hợp

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
cs: 09/29/2005 (měsíc/den/rok)
da: 09/29/2005 (måned/dag/år)
el: 09/29/2005 (μηνας/ημερα/ετος)
es: 09/29/2005 (mes/dia/año)
id: 09/29/2005 (bulan/tanggal/tahun)
ja: 09/29/2005 (月/日/年)
no: 09/29/2005 (måned/dag/år)
ru: 09/29/2005 (месяц/день/год)
tr: 09/29/2005 (ay/gün/yıl)
uk: 09/29/2005 (місяць/день/рік)
vi: 09/29/2005 (tháng/ngày/năm)

# SettingsVariants::time_format::%I.%M %p
source: 3.43 PM
el: 3.43 Μ.Μ.
uk: 3.43 пп
vi: 3.43 CH

# SettingsVariants::log_type_orders::create
source: Create
cs: Vytvořit
da: Oprette
de: Erstellen
el: Δημιουργία
es: Crear
id: Membuat
ja: 新規登録
no: Opprett
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo

# SettingsVariants::log_type_orders::delete
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
id: Menghapus
ja: 削除
no: Slett
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa

# SettingsVariants::log_type_orders::update
source: Update
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualización
id: Memperbarui
ja: 更新
no: Oppdater
ru: Обновить
tr: Güncelle
uk: Оновити
vi: Cập Nhật

# SettingsVariants::log_type_products::create
source: Create
cs: Vytvořit
da: Oprette
de: Erstellen
el: Δημιουργία
es: Crear
id: Membuat
ja: 新規登録
no: Opprett
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo

# SettingsVariants::log_type_products::delete
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
id: Menghapus
ja: 削除
no: Slett
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa

# SettingsVariants::log_type_products::update
source: Update
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualización
id: Memperbarui
ja: 更新
no: Oppdater
ru: Обновить
tr: Güncelle
uk: Оновити
vi: Cập Nhật

# SettingsVariants::log_type_users::create
source: Create
cs: Vytvořit
da: Oprette
de: Erstellen
el: Δημιουργία
es: Crear
id: Membuat
ja: 新規登録
no: Opprett
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo

# SettingsVariants::log_type_users::delete
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
id: Menghapus
ja: 削除
no: Slett
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa

# SettingsVariants::log_type_users::update
source: Update
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualización
id: Memperbarui
ja: 更新
no: Oppdater
ru: Обновить
tr: Güncelle
uk: Оновити
vi: Cập nhật

# SettingsVariants::log_type_categories::create
source: Create
cs: Vytvořit
da: Oprette
de: Erstellen
el: Δημιουργία
es: Crear
id: Membuat
ja: 新規登録
no: Opprett
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo

# SettingsVariants::log_type_categories::delete
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
id: Menghapus
ja: 削除
no: Slett
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa

# SettingsVariants::log_type_categories::update
source: Update
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualización
id: Memperbarui
ja: 更新
no: Oppdater
ru: Обновить
tr: Güncelleştirme
uk: Оновити
vi: Cập Nhật

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
cs: 09-29-2005 (měsíc-den-rok)
da: 09-29-2005 (måned-dag-år)
el: 09-29-2005 (μηνας-μερα-χρονος)
es: 09-29-2005 (mes-dia-año)
id: 09-29-2005 (bulan-tanggal-tahun)
ja: 09-29-2005 (月-日-年)
no: 09-29-2005 (måned-dag-år)
ru: 09-29-2005 (месяц-день-год)
tr: 09-29-2005 (ay-gün-yıl)
uk: 09-29-2005 (місяць-день-рік)
vi: 09-29-2005 (tháng-ngày-năm)

# SettingsVariants::month::%B, %Y
source: January, 2006
cs: Leden, 2006
da: Januar, 2006
el: Ιανουάριος, 2006
es: enero, 2006
id: Januari, 2006
no: Januar, 2006
ru: Январь, 2006
tr: Ocak 2006
uk: Січень, 2006
vi: Tháng 1, 2006

# SettingsVariants::log_type_orders::status
source: Change
cs: Změna
da: Ændre
el: Αλλαγή
es: Cambio
id: Ganti
ja: 変更
no: Endre
ru: Изменения
tr: Değiştir
uk: Зміна
vi: Thay đổi

# SettingsVariants::log_type_users::session
source: Session
cs: Relace
de: Sitzung
el: Συνεδρία
es: Sesion
id: Sesi
ja: セッション
ru: Сессия
tr: Oturum
uk: Сесія
vi: Phiên làm việc

# SettingsVariants::log_type_users::failed_login
source: Failed logins
cs: Selhalo přihlášení
da: Mislykkede login-forsøg
el: Ανεπιτυχείς είσοδοι
es: Inicios de sesión fallidos
id: login gagal
ja: ログイン失敗
no: Mislykkede pålogginger
ru: Неудачные попытки входа
tr: Giriş başarısız
uk: Невдалі спроби входу
vi: Đăng nhập thất bại

# SettingsVariants::log_type_products::low_stock
source: Low stock
cs: Nízká úroveň zásob
da: Lav lager
el: Χαμηλο Απόθεμα
es: Stock bajo
id: Stok rendah
ja: 在庫数低下
no: Lav lagerbeholdning
ru: Мало товаров в наличии
tr: Düşük stok
uk: Мало товарів в наявності
vi: Hàng tồn kho ít

# SettingsVariants::log_type_database::restore
source: Restore
cs: Obnovit
da: Gendanne
el: Αποκατάσταση Αντιγραφου Ασφαλαλείας
es: Restaurar
id: Mengembalikan
ja: リストア
no: Gjenopprett
ru: Восстановление
tr: Geri yükleme
uk: Відновити
vi: Khôi phục

# SettingsVariants::log_type_database::backup
source: Backup
cs: Zálohovat
el: Αντίγραφο Ασφαλείας
es: Copia de seguridad
id: Cadangan
ja: バックアップ
ru: Резервное копирование
tr: Yedekleme
uk: Резервне копіювання
vi: Sao lưu

# SettingsVariants::log_type_database::optimize
source: Optimize
cs: Optimalizovat
da: Optimer
el: Βελτιστοποίηση
es: Optimizar
id: Optimisasi
ja: 最適化
no: Optimaliser
ru: Оптимизация
uk: Оптимізувати
vi: Tối ưu hóa

# SettingsVariants::log_type_database::error
source: Errors
cs: Chyby
da: Fejl
el: Σφάλματα
es: Errores
id: Error
ja: エラー
no: Feil
ru: Ошибки
tr: Hatalar
uk: Помилки
vi: Lỗi

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
cs: 09.29.2005 (měsíc.den.rok)
da: 09.29.2005 (måned.dag.år)
el: 09.29.2005 (μηνας.μερα.χρονος)
es: 09.29.2005 (mes.dia.año)
id: 09.29.2005 (bulan.tanggal.tahun)
ja: 09.29.2005 (月.日.年)
no: 09.29.2005 (måned.dag.år)
ru: 09.29.2005 (месяц.день.год)
tr: 09.29.2005 (ay.gün.yıl)
uk: 09.29.2005 (місяць.день.рік)
vi: 09.29.2005 (tháng.ngày.năm)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
cs: 2005/09/29 (rok/měsíc/den)
da: 2005/09/29 (år/måned/dag)
el: 2005/09/29 (χρόνος/μηνας/μερα)
es: 2005/09/29 (año/mes/dia)
id: 2005/09/29 (tahun/bulan/tanggal)
ja: 2005/09/29 (年/月/日)
no: 2005/09/29 (år/måned/dag)
ru: 2005/09/29 (год/месяц/день)
tr: 2005/09/29 (yıl/ay/gün)
uk: 2005/09/29 (рік/місяць/день)
vi: 2005/09/29 (năm/tháng/ngày)

# SettingsVariants::time_format::%I:%M:%S %p
source: 3:43:55 PM
el: 3:43:55 ΜΜ
tr: 3:43:55 ÖS
uk: 3:43:55 пп
vi: 3:43:55 CH

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
cs: 2005-09-29 (rok-měsíc-den)
da: 2005-09-29 (år-måned-dag)
el: 2005-09-29 (έτος-μήνας-ημέρα)
es: 2005-09-29 (año-mes-día)
id: 2005-09-29 (tahun-bulan-tanggal)
ja: 2005-09-29 (年-月-日)
no: 2005-09-29 (år-måned-dag)
ru: 2005-09-29 (год-месяц-день)
tr: 2005-09-29 (yıl-ay-gün)
uk: 2005-09-29 (рік-місяць-день)
vi: 2005-09-29 (năm-tháng-ngày)

# SettingsVariants::time_format::%I.%M.%S %p
source: 3.43.55 PM
el: 3.43.55 Μ.Μ.
tr: 3.43.55 ÖS
uk: 3.43.55 пп
vi: 3.43.55 SA

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
cs: 2005.09.29 (rok.měsíc.den)
da: 2005.09.29 (år.måned.dag)
el: 2005.09.29 (ετος.μηνας.μέρα)
es: 2005.09.29 (año.mes.dia)
id: 2005.09.29 (tahun.bulan.tanggal)
ja: 2005.09.29 (年.月.日)
no: 2005.09.29 (år.måned.dag)
ru: 2005.09.29 (год.месяц.день)
tr: 2005.09.29 (yıl.ay.gün)
uk: 2005.09.29 (рік.місяць.день)
vi: 2005.09.29 (năm.tháng.ngày)

# SettingsVariants::exception_style::hide
source: Hide exception
cs: Skrýt výjimku
da: skjul undtagelse
el: Απόκρυψη εξαίρεσης
es: Ocultar la excepción
id: Sembunyikan pengecualian
ja: 例外オプションを非表示
no: Skjul unntak
ru: Скрыть исключенные варианты
tr: Özel durum gizleme
uk: Приховати виключені варіанти
vi: Ẩn ngoại lệ

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
cs: Ceny zobrazit jen ve vybrané měně
da: Vis priser kun i valgte valuta
el: Προβολή τιμών μόνο στο επιλεγμένο νόμισμα
es: Mostrar precios solo en moneda seleccionada
id: Tampilkan harga hanya untuk mata uang yang dipilih
ja: 選択した通貨でのみ価格を表示
no: Vis kun priser i valgt valuta
ru: Показывать цены только в выбранной валюте
tr: Fiyatları yalnızca seçilen para biriminde göster
uk: Показати ціни тільки в вибраній валюті
vi: Chỉ hiển thị giá trong tiền tệ đã chọn

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
cs: Září 29, 2005 (měsíc, den, rok)
da: Sep 29, 2005 (måned dag, år)
el: 29 Σεπ, 2005, (ημέρα του μήνα, έτος)
es: Sep 29, 2005 (día mes, año)
id: Sep 29, 2005 (bulan tanggal, tahun)
ja: Sep 29,2005 (月 日,年)
no: sep 29, 2005 (måned dag, år)
ru: Сен 29, 2005 (месяц день, год)
tr: Eylül 29, 2005 (ay, gün, yıl)
uk: Вер 29, 2005 (місяць день, рік)
vi: Th9, 29, 2005 (ngày tháng, năm)

# SettingsVariants::default_products_sorting::product
source: Product name
cs: Název zboží
da: Produktnavn
el: Ονομα Προϊόντος
es: Nombre de producto
id: produk
ja: 商品名
no: Produktnavn
ru: Название товара
tr: Ürün adı
uk: Назва товару
vi: Tên sản phẩm

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
cs: Út, Leden 3
el: Τρ, Ιαν-3
es: Martes, 3 de ene
id: Sel, Jan 3
no: Tir, jan 3
ru: Вт, Янв 3
tr: Salı, Ocak 3
uk: Вт, Січ 3
vi: Thứ ba, 3 tháng 1

# SettingsVariants::week::%U
source: 1 week
cs: 1 týden
da: 1 Uge
el: 1 εβδομάδα
es: 1 semana
id: 1 minggu
no: 1 uke
ru: 1 неделя
tr: 1 hafta
uk: 1 тиждень
vi: 1 tuần

# SettingsVariants::month::%B
source: January
cs: Leden
da: Januar
el: Ιανουάριος
es: Enero
id: Januari
ja: 1月
no: Januar
ru: Январь
tr: Ocak
uk: Січень
vi: Tháng 1

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
cs: přes SMTP server
el: μέσω SMTP διακομιστή
es: por servidor SMTP
id: via server SMTP
ja: SMTPサーバーを使用
ru: через SMTP сервер
tr: SMTP sunucusu
uk: через сервер SMTP
vi: thông qua máy chủ SMTP

# SettingsVariants::timezone::Etc/GMT+12
source: (GMT-12:00) International Date Line West
cs: (GMT-12: 00) Mezinárodní Datumové hranice - západ
da: (GMT-12:00) Internationale datolinje vest
es: (GMT-12:00) Línea de fecha internacional del oeste
id: (GMT-12.00) Tanggal Internasional Baris Barat
ru: (GMT-12:00) Международная линия перемены дат (Запад)
tr: (GMT-12:00) Uluslararası Tarih Satırı Batı
uk: (GMT-12:00) Міжнародна лінія зміни дат (захід)
vi: (GMT-12:00) Ngày quốc tế Đường Tây

# SettingsVariants::tax_calculation::unit_price
source: Unit price
cs: Ceně položky
da: Enhedspris
el: Τιμή Μονάδας
es: Precio unitario
id: Harga unit
ja: 単価
no: Enhetspris
ru: Цена за единицу
tr: Birim fiyatı
uk: Ціна одиниці
vi: Đơn giá

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
cs: 29. září 2005 (den měsíc rok)
da: 29 Sep 2005 (dag måned år)
el: 29 Σεπ 2005 (ημέρα μήνας έτος)
es: 29 Sept 2005 (dia mes año)
id: 29 Sep 2005 (tanggal bulan tahun)
ja: 29 Sep 2005 (日 月 年)
no: 29 Sep 2005 (dag måned år)
ru: 29 Сент 2005 (день месяц год)
tr: 29 Eylül 2005 (gün ay yıl)
uk: 29 Вер 2005 (день місяць рік)
vi: 29 tháng 9, 2005 (ngày tháng năm)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
cs: Čtvrtek, 29 září 2005 (den, týden, měsíc, den, rok)
da: Torsdag, September 29, 2005 (ugedag, måned dag, år)
el: Πέμπτη, Σεπτέμβριος 29, 2005 (Ημέρα, Μήνας, Έτος)
es: Jueves, Septiembre 29, 2005 (dia de la semana, mes dia, año)
id: Kamis, September 29, 2005 (hari, bulan tanggal, tahun)
ja: Thursday,September 29,2005 (曜日,月 日,年)
no: Torsdag, September 29, 2005 (dag i uken, måned dag, år)
ru: Четверг, Сентябрь 29, 2005 (день недели, месяц день, год)
tr: Perşembe, Eylül 29, 2005 (hafta adı, ay, gün, yıl)
uk: Четвер, Вересень 29, 2005 (день тижня, місяць день, рік)
vi: Thứ 5, TH 9, 29, 2005 (thứ, tháng ngày, năm)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
cs: Čtvrtek, 29 září 2005 (den, týden, den měsíc rok)
da: Torsdag, 29 September 2005 (Ugedag, dag måned år)
el: Πέμπτη, 29 Σεπτεμβρίου 2005 (Ημέρα, Ημέρα Μήνας Έτος)
es: Jueves, 29 Septiembre 2005 (dia de la semana, dia mes año)
id: Kamis, 29 September 2005 (hari, tanggal bulan tahun)
ja: Thursday,29 September 2005 (曜日,日 月 年)
no: Torsdag, 29 September 2005 (dag i uken, dag måned år)
ru: Четверг, 29 сентября 2005 (день недели, день месяц год)
tr: Perşembe, 29 Eylül 2005 (gün, hafta, gün ay yıl)
uk: Четвер, 29 Вересень 2005 (день тижня, день місяць рік)
vi: Thứ 5, ngày 29 tháng 9 năm 2005 (thứ, ngày, tháng, năm)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
cs: Leden 3, 2006
da: 3. januar 2006
el: 3 Ιανουαρίου 2006
es: 03 de enero 2006
id: Januari 3, 2006
no: Januar 3, 2006
ru: Январь 3, 2006
tr: Ocak 3, 2006
uk: Січень 3, 2006
vi: TH 1, 3, 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
cs: Zobrazit upozornění na výjimku
da: Vis advarelse på undtagelser
el: Εμφάνιση προειδοποίησης στην εξαίρεση
es: Mostrar ADVERTENCIA de excepción
id: Tampilkan peringatan pengecualian
ja: 例外オプション選択時に警告表示
no: Vis advarsel om unntak
ru: Показывать предупреждение об исключении
tr: Özel gösteri uyarısı
uk: Показати попередження про виключення
vi: Hiển thị cảnh báo vào ngoại lệ

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
cs: Ceny zobrazit v primární a vybrané měně
da: Vis priser i standard og udvalgte valutaer
de: Preise in Standard und ausgewählten Währungen anzeigen
el: Δείτε τιμές στα προεπιλεγμένα και επιλεγμένα νομισματα
es: Mostrar precios en moneda por defectos y monedas seleccionadas
id: Tampilkan harga untuk mata uang utama dan yang dipilih
ja: 選択した通貨とデフォルト通貨で価格を表示
no: Vis priser i standard og valgte valutaer
ru: Показывать цены в валюте по умолчанию и в выбранной валюте
tr: Varsayılan ve seçilen para fiyatları göster
uk: Показати ціни в валюті за замовчуванням і вибраній валюті
vi: Hiển thị giá trong mặc định và loại tiền tệ được chọn

# SettingsVariants::default_products_sorting::price
source: Price
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
id: Harga
ja: 価格
no: Pris
ru: Цена
tr: Fiyat
uk: Ціна
vi: Giá

# SettingsVariants::mailer_send_method::mail
source: via php mail function
cs: přes php mail funkci
da: via php mail funktion
de: über Php Mailfunktion
el: μεσω php mail function
es: por la función php mail
id: via fungsi php mail
ja: PHPのmail関数を使用
no: via php e-post funksjon
ru: с помощью функции PHP mail
tr: PHP mail fonksiyonu
uk: за допомогою php mail функції
vi: Qua php mail function

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Midway Island, Samoa
cs: (GMT-11:00) Midwayské ostrovy, Samoa
da: (GMT-11:00) Midway-øen, Samoa
ru: (GMT-11:00) Мидуэй, Самоа
tr: (GMT-11:00) Midway Adası, Samoa
uk: (GMT-11:00) Мідвей, Самоа
vi: (GMT-11:00) Đảo Midway, Samoa

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
cs: Součtu objednávky
de: Zwischensumme
el: Υποσύνολο
es: Subtotal de
ja: 小計
no: Delsum
ru: Подытог
tr: Alt toplam
uk: Проміжні підсумки
vi: Tổng

# SettingsVariants::default_products_sorting::null
source: None
cs: Žádné
da: Ingen
de: Keine
el: Κανενα
es: Ninguno
id: Tidak ada
ja: なし
no: Ingen
ru: Не сортировать
tr: Hiçbiri
uk: Не сортувати
vi: Không có

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
cs: Út Leden 3, 2006
da: Tir Jan 3, 2006
de: Dienstag, Jan 3, 2006
el: Τρ 3 ιαν, 2006
es: Mar Ene 3, 2006
id: Sel Jan 3, 2006
no: Tir Jan 3, 2006
ru: Вт, 3 Янв, 2006
tr: Sal Oca 3, 2006
uk: Вт Січ 3, 2006
vi: Thứ 3, 3 TH 1 năm 2006

# SettingsVariants::week::%U, %b
source: 1, Jan
cs: 1, Leden
el: 1, Ιαν
es: 1, enero
ru: 1, Янв
tr: 1, Ocak
uk: 1, Січ
vi: 1, TH 1

# SettingsVariants::month::%b
source: Jan
cs: Leden
el: Ιαν
es: Ene
ja: 1月
ru: Янв
tr: Oca
uk: Січ
vi: TH 1

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
cs: přes sendmail program
da: via sendmail programmet
de: über Sendmail-Programm
es: por programa sendmail
id: Melalui program sendmail
ja: sendmailを使用
ru: через программу sendmail
tr: Sendmail programı ile
uk: через програму sendmail
vi: qua chương trình gửi email

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
cs: (GMT-10:00) Havaj
ru: (GMT-10:00) Гаваи
uk: (GMT-10:00) Гаваї

# SettingsVariants::day::%b %e
source: Jan 3
cs: Leden 3
el: 3 Ιαν
es: Ene 3
ru: Янв 3
tr: Ocak 3
uk: Січ 3
vi: 3 tháng 1

# SettingsVariants::timezone::America/Anchorage
source: (GMT-09:00) Alaska
cs: (GMT-09:00) Aljaška
ru: (GMT-09:00) Аляска
uk: (GMT-09:00) Аляска

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
cs: (GMT-08:00) Pacifický čas (USA & Kanada); Tijuana
de: (GMT-08:00) Pacific Time (U.S. & Kanada); Tijuana
es: (GMT-08:00) Hora del Pacífico (U.S. & Canada); Tijuana
id: (GMT-08.00) Waktu Pasifik (AS & Kanada); Tijuana
no: (GMT-08:00) Pacific Time (USA & Canada); Tijuana
ru: (GMT-08:00) Тихоокеанское время (США и Канада); Тигуана
tr: (GMT-08:00) Pasifik Saati (A.B.D. & Kanada); Tijuana
uk: (GMT-08:00) Тихоокеанський час (США & Канади); Тіхуана
vi: (GMT-08:00) Thái Bình Dương (U.S. & Canada); Tijuana

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
cs: (GMT-07:00) Horská oblast (USA & Kanada)
de: (GMT-07:00) Mountain Standard Time (U.S. & Kanada)
es: (GMT-07:00) Tiempo de la montaña (U.S. & Canada)
id: (GMT-07.00) Waktu Pegunungan (AS & Kanada)
no: (GMT-07:00) Mountain Time (USA & Canada)
ru: (GMT-07:00) Горное время (США и Канада)
tr: (GMT-07:00) Sıradağlar Saati (ABD & Kanada)
uk: (GMT-07:00) Гірський час (США & Канади)
vi: (GMT-07:00) Miền núi-giờ (U.S. & Canada)

# SettingsVariants::timezone::America/Chihuahua
source: (GMT-07:00) Chihuahua, La Paz, Mazatlan
cs: (GMT-07:00) Čivava, La Paz, Mazatlan
ru: (GMT-07:00) Чихуахуа, Ла-Пас, Мафатлан
uk: (GMT-07:00) Чіуауа, Ла-Пас, Масатлан

# SettingsVariants::timezone::America/Phoenix
source: (GMT-07:00) Arizona
ru: (GMT-07:00) Аризона
uk: (GMT-07:00) Арізона

# SettingsVariants::timezone::America/Regina
source: (GMT-06:00) Saskatchewan
ru: (GMT-06:00) Саскачеван
uk: (GMT-06:00) Саскачеван

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
de: (GMT-06:00) Guadalajara, Mexiko-Stadt, Monterrey
es: (GMT-06:00) Ciudad de Guadalajara, México, Monterrey
ru: (GMT-06:00) Гвадалахара, Мехико, Монтерей
tr: (GMT-06:00) Guadalajara, Mexico City Meksika Monterrey
uk: (GMT-06:00) Гвадалахара, Мехіко, Монтерей

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
cs: (GMT-06:00) Střední čas (USA & Kanada)
de: (GMT-06:00) Central Time (U.S. & Kanada)
es: (GMT-06:00) Hora central (U.S. & Canada)
id: (GMT-06.00) Waktu Tengah (AS & Kanada)
no: (GMT-06:00) Central Time (USA & Canada)
ru: (GMT-06:00) Центральное время (США и Канада)
tr: (GMT-06:00) Merkezi Saat (ABD & Kanada)
uk: (GMT-06:00) Центральний час (США & Канади)
vi: (GMT-06:00) Giờ Trung Tâm (U.S. & Canada)
