Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::cart_items
source: Cart items
ar: عناصر السلّة
cs: Položky v košíku
da: Indkøbskurv
de: Artikel im Warenkorb
el: Αντικείμενα στο καλάθι
es: Artículos del carrito
id: Item belanjaan
ja: カート内の商品
no: Varer i handlevognen
ru: Товары в корзине
tr: Sepet öğeleri
uk: Товари у кошику
vi: Sản phẩm trong giỏ hàng

# Languages::cart_subtotal
source: Cart subtotal
ar: إجمالي سلّة التسوق
cs: Celková cena objednávky
da: Vogn subtotal
de: Warenkorb Zwischensumme
el: Υποσύνολο στο Καλάθι
es: Subtotal carro
id: Subtotal belanja
ja: 小計
no: Handlevogn delsum
ru: Предварительная стоимость корзины
tr: Sepet alt toplamı
uk: Підсумок кошика
vi: Tổng giỏ hàng

# Languages::cash_on_delivery
source: Cash on delivery
ar: الدفع عند التسليم
cs: Platba na dobírku
da: Efterkrav (CoD)
de: Zahlung gegen Nachnahme
el: Πληρωμή με αντικαταβολή
es: Efectivo a la entrega
id: Tunai saat pengiriman
ja: 代金引換
no: Betaling ved levering
ru: Оплата при доставке
uk: Оплата при доставці
vi: Thanh toán khi giao hàng

# Languages::catalog
source: Catalog
ar: فهرس المنتجات
cs: Katalog
da: Katalog
de: Katalog
el: Κατάλογος
es: Catálogo
id: Katalog
ja: カテゴリー・商品
no: Katalog
ru: Каталог
tr: Katalog
uk: Каталог
vi: Danh mục

# Languages::catalog_pages
source: Catalog pages
ar: صفحات الفئة
cs: Katalog stránek
da: Katalog side
de: Katalog Seiten
el: Σελίδες καταλόγου
es: Páginas del Catálogo
id: Halaman katalog
ja: ショップページ
no: Katalogsider
ru: Страницы каталога
tr: Katalog sayfaları
uk: Сторінки каталогу
vi: Trang danh mục

# Languages::categories
source: Categories
ar: الفئات
cs: Kategorie
da: Kategori
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

# Languages::categories_have_been_added
source: Categories have been added
ar: تم إضافة الفئات
cs: Byly přidány kategorie
da: Kategorier er blevet tilføjet
de: Kategorien wurden hinzugefügt
el: Οι κατηγορίες έχουν προστεθεί
es: Se han añadido categorías
id: Kategori telah ditambahkan
ja: カテゴリーが追加されました
no: Kategorier er lagt til
ru: Категории были добавлены
tr: Kategoriler eklendi
uk: Категорії додано
vi: Danh mục đã được thêm vào

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
ar: عرض فئات المنتج التي تستخدم في تجميع المنتجات في متجركم.
cs: Zobrazit kategorie zboží, které se používají k seskupení zboží ve vašem obchodě.
da: Se produktkategorier, der er brugt til gruppe produkter i din butik.
de: Produktkategorien anzeigen, die verwendet werden, um Produkte in Ihrem Laden zu gruppieren.
el: Προβολή κατηγοριών προϊόντων που έχου χρησιμοποιηθεί στην ομάδα προϊόντων στο κατάστημα σας.
es: Ver las categorías que se utilizan para agrupar los productos de la tienda.
id: Lihat kategori produk, pengelompokan produk di toko online Anda.
ja: 商品カテゴリーの登録・編集・削除を行います。
no: Vis produktkategorier som er brukt for å gruppere produktene i nettbutikken din.
ru: Просмотр, добавление и редактирование категорий товаров.
tr: Mağazanızdaki ürün kategorilerini düzenleme.
uk: Перегляд категорій, в які згруповані товари у вашій крамниці.
vi: Xem danh mục sản phẩm được sử dụng để nhóm các sản phẩm trong cửa hàng của bạn.

# Languages::category
source: Category
ar: الفئة
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Familia
id: Kategori
ja: カテゴリー
no: Kategori
ru: Категория
tr: Kategori
uk: Категорія
vi: Danh mục

# Languages::category_delimiter
source: Category delimiter
ar: فاصلة الفئة
cs: Odělovač kategorie
da: Kategori delimiter
de: Kategorie Begrenzer (delimiter)
el: Οριοθέτης Κατηγορίας
es: Delimitador de categoría
id: Pembatas kategori
ja: カテゴリー区切り文字
no: Kategori skilletegn
ru: Разделитель категории
tr: Kategori limiti
uk: Роздільник категорії
vi: Danh mục phân định

# Languages::category_description
source: Category description
ar: وصف الفئة
cs: Popis kategorie
da: Kategori beskrivelse
de: Kategorie Beschreibung
el: Περιγραφή Κατηγορίας
es: Descripción de la familia
id: Uraian kategori
ja: カテゴリーの説明
no: Kategoribeskrivelse
ru: Описание категории
tr: Kategori özelliği
uk: Опис категорії
vi: Mô tả danh mục

# Languages::category_location
source: Category location
ar: موقع الفئة
cs: Umístnění kategorie
da: Kategori plads
de: Position Kategorie
el: Τοποθεσία Κατηγορίας
es: Localización de la familia
id: Location kategori
ja: カテゴリーの挿入位置
no: Kategoriplassering
ru: Расположение категории
tr: Kategori yeri
uk: Категорія розташування
vi: Vị trí danh mục

# Languages::category_name
source: Category name
ar: اسم الفئة
cs: Název kategorie
da: Kategori navn
de: Kategoriename
el: Όνομα Κατηγορίας
es: Nombre de la familia
id: Nama kategori
ja: カテゴリー名
no: Kategorinavn
ru: Название категории
tr: Kategori adı
uk: Назва категорії
vi: Tên danh mục

# Languages::cdn_settings
source: CDN settings
ar: إعدادات الـ CDN
cs: CDN nastavení
da: CDN indstillinger
de: CDN Einstellungen
el: CDN ρυθμίσεις
es: Configuraciones de CDN
id: Pengaturan CDN
ja: CDNの設定
no: CDN instillinger
ru: Настройки системы доставки контента (CDN)
uk: Налаштування системи доставки контенту (CDN)
vi: Cài đặt CDN

# Languages::central
source: Central
ar: متوسط
cs: Centrální
de: Mittlere Spalte
el: Κεντρικός
id: Pusat
ja: センター
no: Sentral
ru: По центру
tr: Orta
uk: По центру
vi: Chính giữa

# Languages::central_content
source: Central content
ar: المحتوى الأوسط
cs: Centrální obsah
da: Central indhold
de: Zentraler Inhalt
el: Κεντρικό περιεχόμενο
es: Contenido central
id: Konten utama
ja: センターコンテンツ
no: Sentralt innhold
ru: Содержимое центральной части
tr: Orta içerik
uk: Центральний вміст
vi: Nội dung chính giữa

# Languages::certificate
source: Certificate
ar: شهادة
cs: Certifikát
da: certifikat
de: Zertifikat
el: Πιστοποιητικό
es: Certificado
id: Kupon
ja: 証明書
no: Sertifikat
ru: Сертификат
tr: Kupon
uk: Сертифікат
vi: Xách nhận

# Languages::certificate_filename
source: Certificate filename
ar: اسم ملف الشهادة
cs: Název souboru obsahujicí certifikát
da: certifikat filnavn
de: Gutschein
el: Όνομα αρχείου πιστοποιητικού
es: Nombre fichero del certificado
id: Nama file kupon
ja: 証明書のファイル名
no: Sertifikat filnavn
ru: Файл сертификата
tr: Sertifika dosya adı
uk: Файл сертифіката
vi: Tên tập tin chứng chỉ

# Languages::change
source: Change
ar: تغيير
cs: Změnit
da: Ændring
de: Ändern
el: Αλλαγή
es: Cambio
id: Ganti
ja: 変更
no: Endre
ru: Изменить
tr: Değiştir
uk: Зміна
vi: Thay đổi

# Languages::changed
source: Changed
ar: متغيرة
cs: Změněno
da: Ændret
de: Geändert
el: Τροποποιημένο
es: Cambiado
id: Berubah
ja: 変更済
no: Endret
ru: Изменено
tr: Değişti
uk: Змінено
vi: Thay đổi

# Languages::changes
source: Changes
ar: الاختلافات
cs: Změny
da: Ændringer
de: Änderungen
el: Αλλαγές
es: Cambios
id: Perubahan
ja: 変更
no: Endringer
ru: Изменения
tr: Değişiklikler
uk: Зміни
vi: Thay đổi

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
ar: ينصح أيضاً بتغيير تصريح الوصول للملف config.local.php. يجب أن يكون التصريح 644
cs: Také se doporučuje změnit přístupová oprávnění pro soubor config.local.php. Měl by mít oprávnění 644 (čtení/zápis pro vlastníka a čtení pro ostatní).
da: Det anbefales også at ændre adgangstilladelserne til filen config.local.php. Det bør have 644 (læse/skrive til ejeren og Læs for andre) tilladelser.
de: Wir empfehlen auch die Zugriffsberechtigungen für die Datei config.local.php zu ändern. Diese müssten den Wert 644 haben (read/write for the owner and read for others).
el: Επίσης, συνιστάται να αλλάξετε τα δικαιώματα πρόσβασης για το αρχείο config.local.php. Θα πρέπει να έχει 644 (read / write για τον ιδιοκτήτη και read για τους άλλους).
es: También se recomienda para cambiar los permisos de acceso para el archivo config.local.php. Debe tener permisos 644 (lectura/escritura para el propietario y leer para los demás).
id: Dianjurkan untuk mengubah hak akses untuk file config.local.php. Seharusnya memiliki izin 644 (baca / tulis untuk pemilik dan membaca untuk orang lain).
ja: また、config.local.php のパーミッションを 644 に変更してください。
no: Det er også anbefalt å endre tilgangstillatelser for config.local.php filen. Den bør ha 644 (lese/skrive for eieren og lese for andre) tillatelse.
ru: Также рекомендуется установить права доступа 644 (чтение и запись для владельца, чтение для остальных пользователей) на файл config.local.php.
tr: config.local.php dosyasının erişim iznini değiştirmeniz tavsiye edilir. Bu dosya 644 (read/write for the owner and read for others) iznine sahip olmalı.
uk: Також рекомендується змінити права доступу до файлу config.local.php. Вона повинна мати дозволи 644 (читання/запис для власника і читання для інших).
vi: Ngoài ra đề nghị cần thay đổi quyền truy cập cho tập tin config.local.php. Nó cần phải thay đổi thiết lập quyền truy cập là 644 (đọc / ghi cho các chủ sở hữu và đọc cho người khác).

# Languages::change_addons_initialization
source: Change add-ons initialization
ar: تغيير تهيئة الإضافات
cs: Změna inicializace doplňků
da: Ændre tilføjelser initialisering
de: Add-On Initialisierung ändern
el: Αλλάξτε την εκκίνηση των Πρόσθετων
es: Cambiar inicializacion de complementos
id: Pengaturan add-ons
ja: アドオン設定の変更
no: Endre modulens initialisering
ru: Изменить инициализацию модулей
tr: Değişiklik eklentileri başlatma
uk: Змінити ініціалізацію додатків
vi: Thay đổi khởi tạo add-ons

# Languages::change_language
source: Change language
ar: تغيير اللغة
cs: Změna jazyka
da: Skift sprog
de: Sprache ändern
el: Αλλαγή Γλώσσας
es: Cambiar idioma
id: Ganti bahasa
ja: 言語の変更
no: Endre språk
ru: Сменить язык
uk: Змінити мову
vi: Thay đổi ngôn ngữ

# Languages::change_password_notification
source: Please change your password
ar: يرجى تغيير كلمة المرور الخاصة بكم
cs: Prosím, změňte své heslo
da: Vær venlig at ændre dit password
de: Bitte Ihr Passwort ändern
el: Παρακαλείσθε να αλλάξετε τον κωδικό σας
es: Por favor, cambie su contraseña
id: Silahkan ganti password Anda
ja: パスワードを変更してください
no: Vennligst endre ditt passord
ru: Пожалуйста, смените ваш пароль
uk: Змініть свій пароль
vi: Xin vui lòng thay đổi mật khẩu của bạn

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
ar: كلمة المرور لوحة تحكم الأدمن للمتجر [store] لم يتم تغييرها منذ [days] يوم. لدواعي أمنية, نرجو تغيير كلمة المرور عبر الرابط التالي:
cs: Vaše heslo pro přístup do admin panelu [store] obchodu bylo naposledy změněno před [days]. Kvuli vyšší bezpěčnosti , změnte, prosím, vaše heslo. Pro změnu klikněte zde:
da: Dit password for at få adgang til admin panelet i [store] lagre blev senest ændret [days] dage siden. For sikkerhedsmæssige årsager, bedes du ændre din adgangskode. For at gøre dette, bedes du følge linket:
de: Ihr Zugangs Password zum Administrator Panel Ihres Stores [store] wurde zuletzt vor [days] Tagen geändert. Aus Sicherheitsgründen bitten wie Sie Ihr Passwort zu ändern. Um Ihr Password zu ändern klicken Sie bitte auf folgenden Link:
el: Ο κωδικός πρόσβασής σας στο admin panel του καταστήματος [store], τροποποιήθηκε τελευταία φορά πριν [days] μέρες. Για λόγους ασφαλείας, παρακαλούμε να αλλάξετε τον κωδικό σας. Για να το κάνετε αυτό, ακολουθήστε το σύνδεσμο:
es: Tu contraseña para acceder al panel de administración de la tienda [store] fué cambiado [] días atrás. Por razones de seguridad, por favor cambia tu contraseña. Para ello, sigue el siguiente enlace:
id: Password Anda untuk mengakses panel admin dari toko[store] terakhir diubah [days] hari yang lalu. Untuk alasan keamanan, silahkan mengubah password. Untuk melakukan hal ini, silakan ikuti tautan:
ja: [store] 管理者用パネルログインのためのパスワードは [days] 日前に更新されたものです。セキュリティ保持のためパスワードを変更してください。:
no: Ditt passord for tilgang til admin panelet på [store] butikken ble sist endret [days] dager siden. Av sikkerhetsmessige grunner må du endre passordet. For å gjøre dette, vennligst følg linken:
ru: Ваш пароль доступа к администраторской панели магазина [store] последний раз был изменен [days] дней назад. В целях безопасности, пожалуйста, смените ваш пароль. Для того, чтобы это сделать, Вам необходимо проследовать по следующей ссылке:
uk: Ваш пароль доступу до панелі адміністратора крамниці [store] останній раз було змінено [days] днів тому. В цілях безпеки, змініть ваш пароль. Для того, щоб це зробити, Вам необхідно перейти за наступним посиланням:
vi: Mật khẩu của bạn để truy cập vào bảng quản trị của cửa hàng [store] thay đổi [days] ngày trước đây. Vì lý do bảo mật, hãy thay đổi mật khẩu của bạn. Để làm điều này, hãy làm theo các liên kết này:

# Languages::change_permissions
source: Change permissions
ar: تغيير الصلاحيات
cs: Změnit oprávnění
da: Ændre tilladelser
de: Zugriffsberechtigungen ändern
el: Αλλαγή Δικαιωμάτων
es: Cambiar permisos
id: Ganti hak akses
ja: パーミッションの変更
no: Endre tillatelser
ru: Изменить права доступа
tr: İzinleri değiştir
uk: Змінити дозволи
vi: Thay đổi quyền truy cập

# Languages::check_permissions
source: Check permissions
ar: تحقق من الأذونات
cs: Zkontrolujte oprávnění
da: Kontrollér tilladelser
de: Berechtigungen prüfen
el: Ελέγξτε τα δικαιώματά
es: Comprobar permisos
id: Periksa hak akses
ja: パーミッションのチェック
no: Kontroller rettighetene
ru: Проверить права
tr: İzinleri denetleyin
uk: Перевірте дозволи
vi: Kiểm tra quyền truy cập

# Languages::change_range
source: Change range
ar: تغيير المدى
cs: Změnit rozsah
da: Skift interval
de: Bereich (range) ändern
el: Εύρος αλλαγής
es: Cambiar rango
id: Ganti Kisaran
ja: 範囲の変更
no: Endre intervall
ru: Изменить диапазон
tr: Sıra değiştir
uk: Змініть діапазон
vi: Thay đổi phạm vi

# Languages::charged_amount
source: Charged amount
ar: القيمة المحصلة
cs: Množstevní cena
da: skift beløb
de: Aufgeschlagener Betrag
el: Ποσό που χρεώθηκε
es: Cantidad cargada
id: Jumlah biaya yang dibebankan
ja: 請求金額
no: Belastet beløp
ru: Заплаченная сумма
tr: Ödenen tutar
uk: Оплата в сумі
vi: Số tiền chi trả

# Languages::charset
source: Character set
ar: الترميز
cs: Kodovací sada
da: Tegnsæt
de: Zeichensatz
el: ΚΩΔΙΚΟΠΟΙΗΣΗ ΓΛΩΣΣΑΣ
es: Juego de caracteres
id: Atur karakter
ja: 文字コード
no: Tegnsett
ru: Набор символов
tr: Karakter seti
uk: Набір символів
vi: Bộ ký tự

# Languages::chart
source: Chart
ar: رسم بياني
cs: Tabulka
da: Vogn
de: Diagramm
el: Διάγραμμα
es: Gráfica
id: Grafik
ja: チャート
no: Diagram
ru: График
tr: Bölüm
uk: Графік
vi: Biểu đồ

# Languages::charts
source: Charts
ar: رسوم بيانية
cs: Tabulkay
da: figur
de: Diagramme
el: Διαγράμματα
es: Gráficas
id: Keseluruhan grafik
ja: チャート
no: Diagrammer
ru: Графики
tr: Bölümler
uk: Графіки
vi: Biểu đồ

# Languages::chart_type
source: Chart type
ar: نوع الرسم البياني
cs: Typ tabulky
da: Diagramtype
de: Diagramm Typ
el: Τύπος διαγράμματος
es: Tipo de gráfica
id: Jenis chart
ja: チャートの種類
no: Diagramtype
ru: Тип графика
tr: Bölüm tipi
uk: Тип діаграми
vi: Loại biểu đồ

# Languages::check
source: Check
ar: الفحص
cs: Kontrola
da: tjek
de: Kontrolle
el: Έλεγχος
es: Cheque
id: Periksa
ja: チェック
no: Sjekk
ru: Выберите
tr: Kontrol
uk: Оберіть
vi: Kiểm tra

# Languages::checkbox
source: Check box
ar: صندوق اختيار
cs: Ovládací rámeček
da: afkrydsningsfelt
de: Kästchen (checkbox)
el: Πλαίσιο ελέγχου
es: Casilla de verificación
id: Kotak centang
ja: チェックボックス
no: Sjekkboks
ru: Флажок
uk: Прапорець
vi: Hộp kiểm

# Languages::checking_account_number
source: Checking account number
ar: رقم الحساب الجاري
cs: Kontrola čísla účtu
da: kontrollere bruger number
de: Kontonummer
el: Έλέγχεται ο Αριθμός Λόγαριασμού
es: Comprobación de número de cuenta
id: Periksa nomor akun
ja: 口座番号
no: Sjekkontonummer
ru: Номер расчетного счета
tr: Hesap numarası kontrol ediliyor
uk: Перевірка номера рахунку
vi: Kiểm tra số tài khoản

# Languages::checkout
source: Checkout
ar: إتمام الشراء
cs: Objednávka
da: Til Kassen
de: Kasse (checkout)
el: Ταμείο
es: Pasar por Caja
id: Pembayaran
ja: 注文手続き
no: Til kassen
ru: Оформить заказ
tr: Ödeme
uk: Оформлення замовлення
vi: Thanh toán

# Languages::checkout_as_guest
source: Checkout as guest
ar: الدفع كزائر
cs: Jednorázový nákup
da: Til kassen som gæst
de: Als Gast einkaufen
el: Πληρωμή ως επισκέπτη
es: Comprar como invitado
id: Checkout sebagai tamu
ja: 会員登録せずに購入
no: Sjekk ut som gjest
ru: Оформить заказ как гость
tr: Ziyaretçi kasası
uk: Оформити замовлення в якості гостя
vi: Khách thanh toán

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
ar: أنا أوافق على الشروط في
cs: Souhlasím s podmínkami
da: Jeg godkender betingelser
de: Ich akzeptiere die Bedingungen und Konditionen in
el: Αποδέχομαι τους όρους στην
es: Acepto los términos en la
id: Saya menerima persyaratan dalam
ja: 次の内容に同意する：
no: Jeg godtar vilkårene i
ru: Я принимаю условия, описанные в
tr: Koşulları kabul ediyorum
uk: Я приймаю умови, описані в
vi: Tôi chấp nhận các điều khoản trong

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
ar: حدد خانة الاختيار هذه لقبول في [terms_href]
cs: Zaškrtněte toto políčko k přijmutí [terms_href]
da: Marker dette afkrydsningsfelt for at acceptere [terms_href]
de: Wählen Sie dieses Kontrollkästchen aus, um das [terms_href] zu akzeptieren.
el: Επιλέξτε αυτό το πλαίσιο ελέγχου για να αποδεχτείτε τους [terms_href]
es: Selecciones esta casilla de verificación para aceptar los [terms_href]
id: Centang kotak ini jika setuju dengan [terms_href]
ja: チェックボックスをチェックすることにより、[terms_href] に同意したものと見なされます。
no: Merk av for å godta [terms_href]
ru: Отметьте флажок, чтобы принять [terms_href]
tr: [terms_href] kabul etmek için bu onay kutusunu seçin
uk: Позначте прапорець, щоб прийняти [terms_href]
vi: Nhấp chọn để chấp nhận [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
ar: الشروط والأحكام
cs: Termíny a podmínky
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y Condiciones
id: Syarat dan Ketentuan
ja: 利用規約
no: Vilkår og betingelser
ru: Условия использования
tr: Koşul ve şartlar
uk: Умови угоди
vi: Điều khoản và Điều kiện

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
ar: للاستمرار يجب أن توافق على شروط واتفاقية الاستخدام.
cs: Pro pokračování musíte akceptovat podmínky.
da: For at forsætte skal du godkende vores betingelser og vilkår
de: Um fortzufahren müssen Sie unsere allgemeinen Geschäftsbedingungen (AGB)akzeptieren.
el: Για να προχωρήσετε, θα πρέπει να αποδεχτείτε τους Όρους και Προϋποθέσεις μας
es: Para proceder usted tiene que aceptar nuestros Términos y Condiciones.
id: Untuk melanjutkan, Anda harus menerima syarat & ketentuankami.
ja: 利用規約への同意が必要です。
no: For å fortsette må du godta våre salgsbetingelser.
ru: Чтобы продолжить, Вам нужно принять наши условия.
tr: Devam edebilmek için koşulları kabul etmelisiniz.
uk: Щоб продовжити, ви повинні прийняти наші умови.
vi: Để tiếp tục đặt hàng, bạn phải chấp nhận các điều khoản và điều kiện.
