Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::product_state_description.ult
source: <p>You've activated your [product]. You can use it without time restrictions now. To be able to add an unlimited number of extra storefronts and manage your store via a mobile app, get the <a href="[ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
ar: لقد قمت بتنشيط الخاص بك [product] <p>. يمكنك استخدامه دون قيود الوقت الآن. لتكون قادراً على إضافة عدد غير محدود من الواجهات الإضافية وإدارة المتجر الخاص بك عن طريق تطبيق المحمول، الحصول على <a href="[ultimate_license_url]" target="_blank"> الترخيص النهائي [product].</a></p> <br>
da: <p>Du har aktiveret din [product]. Du kan bruge det uden tidsbegrænsninger nu. For at kunne tilføje et ubegrænset antal ekstra butiksfacader og administrere din butik via en mobil app, få den <a href="[ultimate_license_url]" target="_blank"> [product] ultimative licens.</a></p> <br>
el: <p>Ενεργοποίησατε το [product] σας. Μπορείτε να το χρησιμοποιήσετε χωρίς χρονικους περιορισμούς πλεον. Για να μπορέσετε να προσθέσετε έναν απεριόριστο αριθμό επιπλέον καταστημάτων και να τα διαχειριστείτε μέσω μιας εφαρμογής για κινητά, αγοράστε μια <a href="[ultimate_license_url]" target="_blank">άδεια [product] Ultimate.</a></p> <br>
es: <p>Has activado tu [product]. Puede usarlo sin restricciones de tiempo ahora. Para poder agregar un número ilimitado de frontales de tienda adicionales y administrar su tienda a través de una aplicación móvil, obtenga la <a href="[ultimate_license_url]" target="_blank">[product] licencia Definitiva. </a></p><br>
id: <p>Anda telah mengaktifkan [product] Anda. Anda bisa menggunakannya tanpa batasan waktu sekarang. Untuk dapat menambahkan jumlah etalase tambahan yang tidak terbatas dan mengelola toko Anda melalui aplikasi seluler, dapatkan lisensi akhir <a href="[ultimate_license_url]] target="_blank">[product].</a></p><br>
no: <p>Du har aktivert [product]. Du kan bruke den uten tidsbegrensninger. For å kunne legge til et ubegrenset antall ekstra butikkforsider og administrere butikken via en mobil app, skaff deg <a href="[ultimate_license_url]" target="_blank">[product] Ultimate lisens.</a></p><br>
ru: <p>Вы активировали свой [product]. Теперь он доступен без ограничений по времени. Для доступа к неограниченному числу витрин и управлению магазином через мобильное приложение, пожалуйста, приобретите <a href="[ultimate_license_url]" target="_blank">лицензию [product] Ultimate.</a></p><br>
tr: <p>Ürününüzü aktifleştirdiniz[product]. Zaman kısıtlaması olmaksızın kullanabilirsiniz. Daha fazla limitsiz numara ekleyebilmek ve ekstra mağazayla birlikte yönetimi telefonunuza indirmek için lütfen <a href="[ultimate_license_url]" target="_blank">[product] Hayatboyu lisans edinin.</a></p><br>
uk: <p>Ви активували свій [product]. Тепер він доступний без обмежень за часом. Для доступу до необмеженого числа вітрин і управління магазином через мобільний додаток, будь ласка, придбайте <a href="[ultimate_license_url]" target="_blank">ліцензію [product] Ultimate.</a></p><br>
vi: <p>Bạn đã kích hoạt [product] của bạn. Bây giờ bạn có thể sử dụng nó mà không hạn chế thời gian. Để có thể thêm một số lượng không giới hạn các cửa hàng phụ và quản lý các cửa hàng của bạn thông qua một ứng dụng điện thoại di động, có được những <a href="[ultimate_license_url]" target="_blank"> giấy phép Ultimate [product].</a></p> <br>

# Languages::product_state_description.ult.ultimate
source: <p>You've activated your [product] Ultimate. You can use it without time restrictions now. With [product] Ultimate, you get all the advanced eCommerce features including an unlimited number of extra storefronts and the ability to manage your store via a mobile app.</p><br>
ar: <p>لقد قمت بتنشيط الخاص بك [product] Ultimate. يمكنك استخدامه دون قيود الوقت الآن. مع [product] في Ultimate، يمكنك الحصول على كافة الميزات المتقدمة في التجارة الإلكترونية بما في ذلك عدد غير محدود من الواجهات الإضافية، والقدرة على إدارة المتجر الخاص بك عن طريق التطبيق المحمول</p> <br>
da: <p>Du har aktiveret din [product] ultimative. Du kan bruge det uden tidsbegrænsninger nu. Med [product] ultimative, får du alle de avancerede e-handel funktioner herunder et ubegrænset antal ekstra butiksfacader og evnen til at administrere din butik via en mobil app.</p> <br>
el: <p>Έχετε ενεργοποιήσει το [product] Ultimate. Μπορείτε να το χρησιμοποιήσετε χωρίς χρονικους περιορισμούς πλεον. Με το [product] Ultimate, μπορείτε να έχετε όλα τα χαρακτηριστικά του προηγμένου ηλεκτρονικού εμποριου συμπεριλαμβανομένων και απεριόριστων αριθμών καταστημάτων αλλά και την ικανότητα να διαχειριστείτε το κατάστημα σας μέσω μιας κινητής εφαρμογής.</p> <br>
es: <p>Has activado tu [product] Definitivo. Puede usarlo sin restricciones de tiempo ahora. Con [product] Definitivo, obtiene todas las funciones avanzadas de comercio electrónico, que incluyen un número ilimitado de frontales de tienda adicionales y la capacidad de administrar su tienda a través de una aplicación móvil.</p><br>
id: <p>Anda telah mengaktifkan [product] Ultimate Anda. Anda bisa menggunakannya tanpa batasan waktu sekarang. Dengan [product] Ultimate, Anda mendapatkan semua fitur eCommerce canggih termasuk jumlah etalase barang tak terbatas dan kemampuan untuk mengelola toko Anda melalui aplikasi seluler.</p><br>
no: <p>Du har aktivert din [product] Ultimate. Du kan bruke den uten tidsbegrensninger. Med [product] Ultimate, får du tilgang til alle de avanserte nettbutikkfunksjonene, inkludert et ubegrenset antall ekstra butikkforsider og muligheten til å administrere butikken din via en mobil-app.</p><br>
ru: <p>Редакция [product] Ultimate была активирована. Вы можете использовать её без ограничений по времени. В редакции [product] Ultimate становятся доступны расширенные возможности для электронной коммерции, в том числе неограниченное число используемых витрин и возможность управления магазином через мобильное приложение.</p><br>
tr: <p>Ürününüzü aktifleştirdiniz [product] Ultimate. Herhangi bir kısıtlama olmadan kullanabilirsiniz. Artık [product] Ultimate ile, ileri-düzey e-Ticaret özelliklerinin hepsini kullanabilirsiniz, ki bu rakamsal olarak sayısız mağaza oluşturabilme özelliğiyle birlikte açılan mağazaları mobil uygulama ile yönetebilmeyi getirir</p><br>
uk: <p>Редакція [product] Ultimate була активована. Ви можете використовувати її без обмежень за часом. В редакції [product] Ultimate стають доступні розширені можливості для електронної комерції, в тому числі необмежену кількість використовуваних вітрин і можливість управління магазином через мобільний додаток.</p><br>
vi: <p>Bạn đã kích hoạt [product] Ultimate của bạn. Bạn có thể sử dụng nó mà không hạn chế thời gian bây giờ. Với [product] Ultimate, bạn sẽ có được tất cả các tính năng thương mại điện tử tiên tiến bao gồm một số lượng không giới hạn của các cửa hàng phụ và khả năng quản lý cửa hàng của bạn thông qua một ứng dụng điện thoại di động</p> <br>

# Languages::product_state_description.ult.ru.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
da: <p>Du kan bruge en af disse licenser: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank"> [product] ultimative</a>. Begge licenser tillade dig at bruge [product] uden tidsbegrænsninger.</p> <br>
el: <p>Μπορείτε να χρησιμοποιήσετε μία από αυτές τις άδειες: <a href="[standard_license_url]" target="_blank">[product]</a> ή <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate</a>. Και οι δύο άδειες επιτρέπουν να χρησιμοποιείτε το [product] χωρίς χρονικούς περιορισμούς.</p> <br>
es: <p> Puede usar una de estas licencias: <a href="[standard_license_url]" target="_blank">[product]</a> o<a href="[ultimate_license_url]" target="_blank">[product] Definitivas </a>. Ambas licencias le permiten usar el [product] sin restricciones de tiempo.</p><br>
id: <p>Anda dapat menggunakan salah satu dari lisensi ini: <a href="[standard_license_url] "target="_blank">[product]</a> atau <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Kedua lisensi tersebut memungkinkan Anda untuk menggunakan [product] tanpa batasan waktu.</p><br>
no: <p>Du kan bruke en av disse lisensene: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Begge lisensene tillater deg å bruke [product] uten tidsbegrensninger.</p><br>
ru: <p>Вы можете воспользоваться одной из лицензий: <a href="[standard_license_url]" target="_blank">[product]</a> или <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Обе лицензии позволяют использовать [product] без ограничений по времени.</p><br>
tr: <p>Bu lisanslardan birini kullanabilirsiniz: <a href="[standard_license_url]" target="_blank">[product]</a> ya da <a href="[ultimate_license_url]" target="_blank">[product] Ultimate </a>. Her iki lisans da sizi [product] ürününü hiçbir kısıtlama olmaksızın kullanma kabiliyetine eriştirir.</p><br>
uk: <p>Ви можете скористатися однією з ліцензій: <a href="[standard_license_url]" target="_blank">[product]</a> або <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Обидві ліцензії дозволяють використовувати [product] без обмежень за часом.</p><br>

# Languages::product_state_description.ult.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. To be able to use an unlimited number of storefronts, get the <a href="[ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
da: <p>Du har aktiveret din [product]. Du kan bruge det uden tidsbegrænsninger nu. Hvis du vil bruge et ubegrænset antal af butiksfacader, få den <a href="[ultimate_license_url]" target="_blank"> [product] ultimative licens.</a></p> <br>
el: <p>Ενεργοποίησατε το [product] σας. Μπορείτε να το χρησιμοποιήσετε χωρίς χρονικους περιορισμούς πλεον. Για να μπορέσετε να προσθέσετε έναν απεριόριστο αριθμό επιπλέον καταστημάτων και να τα διαχειριστείτε μέσω μιας εφαρμογής για κινητά, αγοράστε μια <a href="[ultimate_license_url]" target="_blank">άδεια [product] Ultimate.</a></p> <br>
es: <p>Has activado tu [product]. Puede usarlo sin restricciones de tiempo ahora. Para poder utilizar un número ilimitado de frontales de tienda, obtenga la <a href="[ultimate_license_url]" target="_blank"> [product] licencia Definitiva.</a></p><br>
id: <p>Anda telah mengaktifkan [product] Anda. Anda bisa menggunakannya tanpa batasan waktu sekarang. Untuk dapat menggunakan jumlah etalase yang tidak terbatas, dapatkan lisensi akhir <a href="[ultimate_license_url]] target="_blank">[product].</a></p><br>
no: <p>Du har aktivert [product]. Du kan bruke det uten tidsbegrensninger. For å kunne bruke et ubegrenset antall butikk forsider kjøp en <a href="[ultimate_license_url]" target="_blank">[product] Ultimate lisens.</a></p><br>
ru: <p>Вы активировали свой [product]. Теперь он доступен без ограничений по времени. Чтобы получить возможность использовать неограниченное число витрин, приобретите лицензию <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
tr: <p>Şu ürünü [product]. aktifleştirdiniz. Artık hiçbir zaman kısıtlaması olmaksızın kullanabilirsiniz. Sayısız mağaza açabilme yetisi için, lütfen<a href="[ultimate_license_url]" target="_blank">[product] Ultimate Lisans edinin.</a></p><br>
uk: <p>Ви активували свій [product]. Тепер він доступний без обмежень за часом. Щоб отримати можливість використовувати необмежене число вітрин, придбайте ліцензію <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.ult.ru.ultimate
source: <p>You've activated your [product] Ultimate. You can use it without time restrictions now. With [product] Ultimate, you get the ability to use an unlimited number of storefronts.</p><br>
da: <p>Du har aktiveret din [product] ultimative. Du kan bruge det uden tidsbegrænsninger nu. Med [product] ultimative, får du mulighed for at bruge et ubegrænset antal butiksfacader.</p> <br>
el: <p>Έχετε ενεργοποιήσει το [product] Ultimate. Μπορείτε να το χρησιμοποιήσετε χωρίς χρονικους περιορισμούς πλεον. Με το [product] Ultimate, μπορείτε να έχετε όλα τα χαρακτηριστικά του προηγμένου ηλεκτρονικού εμποριου συμπεριλαμβανομένων και απεριόριστων αριθμών καταστημάτων αλλά και την ικανότητα να διαχειριστείτε το κατάστημα σας μέσω μιας κινητής εφαρμογής.</p> <br>
es: <p>Has activado tu [product] Definitivo. Puede usarlo sin restricciones de tiempo ahora. Con el [product] Definitivo, puedes tener la capacidad de utilizar un número ilimitado de frontales de tienda</p><br>
id: <p>Anda telah mengaktifkan [product] Ultimate Anda. Anda bisa menggunakannya tanpa batasan waktu sekarang. Dengan [product] Ultimate, Anda mendapatkan kemampuan untuk menggunakan jumlah etalase yang tidak terbatas.</p><br>
no: <p>Du har aktivert [product] Ultimate. Du kan bruke det uten tidsbegrensninger nå. Med [product] Ultimate, får du muligheten til å opprette et ubegrenset antall butikker.</p><br>
ru: <p>Редакция [product] Ultimate активирована. Вы можете использовать её без ограничений по времени. В редакции [product] Ultimate можно использовать неограниченное число витрин.</p><br>
tr: <p>Şu ürünü aktifleştirdiniz [product] Ultimate. Zaman kısıtlaması olmadan kullanabilirsiniz. Artık [product] Ultimate ile, sınırsız sayıda mağaza oluşturabilirsiniz.</p><br>
uk: <p>Редакція [product] Ultimate активована. Ви можете використовувати її без обмежень за часом. В редакції [product] Ultimate можна використовувати необмежену кількість вітрин.</p><br>

# Languages::text_store_mode_changed_to_ult
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer except for an unlimited number of storefronts and the ability to manage your store via a mobile app. These two additional features are available with the <a href="[ultimate_license_url]" target="_blank">[product] Ultimate edition</a> only.
ar: المتجر الخاص بك يستخدم الآن رخصة نشطة. مع [product]، يمكنك الحصول على ما يقرب من جميع الميزات ونقدم باستثناء عدد غير محدود من واجهات المحلات والقدرة على إدارة المتجر الخاص بك عن طريق تطبيق المحمول. تتوفر هذه الميزات الإضافية اثنين مع <a href="[ultimate_license_url]" target="_blank"> الطبعة النهائية [product]</a> فقط.
da: Din butik nu bruger active licens. Med [product] udgaven, får du næsten alle funktionerne vi tilbyder bortset fra et ubegrænset antal butiksfacader og evnen til at administrere din butik via en mobil app. Disse to yderligere funktioner er tilgængelige med <a href="[ultimate_license_url]" target="_blank"> [product] ultimative udgave</a> kun.
el: Το κατάστημά σας χρησιμοποιεί τώρα ενεργή άδεια. Με την έκδοση [product], μπορείτε να πάρετε σχεδόν όλα τα χαρακτηριστικά που μπορούμε να προσφέρουμε εκτός από απεριόριστο αριθμό καταστηματων και την ικανότητα να διαχειριστείτε το κατάστημα σας μέσω μιας εφαρμογής για κινητά. Αυτές οι δύο πρόσθετες δυνατότητες είναι διαθέσιμες με το <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate edition</a> μόνο.
es: Si tienda ya utiliza una licencia activa. Con la edición del [product], obtiene casi todas las funciones que ofrecemos a excepción de un número ilimitado de frontales de tienda y la posibilidad de manejar su tienda a través de una aplicación móvil. Estas dos funciones adicionales están disponibles con la<a href="[ultimate_license_url]" target="_blank">edición definitiva</a>solamente.
id: Toko Anda sekarang menggunakan lisensi aktif. Dengan edisi [product], Anda mendapatkan hampir semua fitur yang kami tawarkan kecuali jumlah etalase yang tidak terbatas dan kemampuan untuk mengelola toko Anda melalui aplikasi seluler. Dua fitur tambahan ini tersedia hanya dengan <a href="[ultimate_license_url]] target="_blank">[product] Ultimate edition</a> saja.
no: Butikken din bruker nå en aktiv lisens. Med [product] utgaven, du får tilgang til nesten alle de funksjonene vi tilbyr med unntak av et ubegrenset antall butikkforsider og muligheten til å håndtere butikken via en mobilapp. Disse to ekstra funksjonene er tilgjengelige med <a href="[ultimate_license_url]" target="_blank">[product] Ultimate utgaven</a> only.
ru: В Вашем магазине используется действующая лицензия. В редакции [product] доступны почти все функции, кроме неограниченного числа витрин и возможности управления магазином через мобильное приложение. Данные функции доступны только в <a href="[ultimate_license_url]" target="_blank">редакции [product] Ultimate</a>.
tr: Mağazanızda aktif bir lisans bulunmaktadır. Artık [product] sürümüyle, neredeyse size sunabileceğimiz tüm özelliklerden faydalanabilirsiniz, bu sınırsız mağaza açabilme özelliğini kapsamamakla beraber malesef akıllı telefon uygulaması ile mağazaları yönetme hakkınızın da olmadığı anlamına geliyor. Bu iki özellik sadece <a href="[ultimate_license_url]" target="_blank">[product] Ultimate sürümünde</a>mevcuttur.
uk: У Вашому магазині використовується діюча ліцензія. В редакції [product] доступні майже всі функції, крім необмеженого числа вітрин і можливості управління магазином через мобільний додаток. Ці опції доступні лише в <a href="[ultimate_license_url]" target="_blank">редакції [product] Ultimate</a>.
vi: Cửa hàng của bạn bây giờ sử dụng giấy phép hoạt động. Với bản [product], bạn có được hầu như tất cả các tính năng chúng tôi cung cấp ngoại trừ một số lượng không giới hạn của storefronts và khả năng quản lý cửa hàng của bạn thông qua một ứng dụng điện thoại di động. Hai tính năng bổ sung chỉ có sẵn với <a href="[ultimate_license_url]" target="_blank"> [product] Phiên bản Ultimate</a>.

# Languages::text_store_mode_changed_to_ult.ultimate
source: Your store now uses active license. With the [product] Ultimate edition, you get all the advanced eCommerce features including an unlimited number of extra storefronts and the ability to manage your store via a mobile app.
ar: المتجر الخاص بك يستخدم الآن رخصة نشطة. مع الطبعة النهائية [product]، يمكنك الحصول على كافة الميزات المتقدمة في التجارة الإلكترونية بما في ذلك عدد غير محدود من الواجهات الإضافية، والقدرة على إدارة المتجر الخاص بك عن طريق تطبيق المحمول.
da: Din butik nu bruger active licens. Med [product] ultimative udgave får du alle de avancerede e-handel funktioner herunder et ubegrænset antal ekstra butiksfacader og evnen til at administrere din butik via en mobil app.
el: Το κατάστημά σας χρησιμοποιεί τώρα ενεργή άδεια. Με το [product] Ultimate edition, μπορείτε να πάρετε όλα τα χαρακτηριστικά γνωρίσματα του συγχρονου ηλεκτρονικου εμποριου συμπεριλαμβανομένων και απεριόριστων αριθμό καταστημάτων αλλά και την ικανότητα να διαχειριστείτε το κατάστημα σας μέσω μιας εφαρμογής για κινητά.
es: Su tienda ya usa una licencia activa. Con la [product] última versión de la edición, puedes obtener todas las funciones avanzadas de comercio electrónico incluyendo un número ilimitado de frontales de tienda adicionales y la capacidad de manejar su tienda a través de una aplicación móvil.
id: Toko Anda sekarang menggunakan lisensi aktif. Dengan edisi utama [product], Anda mendapatkan semua fitur eCommerce lanjutan termasuk jumlah etalase tambahan yang tidak terbatas dan kemampuan untuk mengelola toko Anda melalui aplikasi seluler.
no: Butikken din bruker nå en aktiv lisens. Med [product] Ultimate utgaven, får du alle de avanserte nettbutikkfunksjonene, inkludert et ubegrenset antall ekstra butikkforsider og muligheten til å administrere butikken din via en mobilapp.
ru: В Вашем магазине используется действующая лицензия. В редакции [product] Ultimate становятся доступны расширенные возможности для электронной коммерции, в том числе неограниченное число используемых витрин и возможность управления магазином через мобильное приложение.
tr: Mağazanızda aktif bir lisansınız var. Artık [product] Ultimate versiyon ile, tüm ileri düzel e-Ticaret özelliklerinden yararlanabilirsiniz, Bu sınırsız mağaza açabilmeyi ve açılan mağazaları telefon uygulamasından kontrol edebilme özelliğini de yanında getirir.
uk: У Вашому магазині використовується діюча ліцензія. В редакції [product] Ultimate стають доступні розширені можливості для електронної комерції, в тому числі необмежена кількість використовуваних вітрин і можливість управління магазином через мобільний додаток.
vi: Cửa hàng của bạn bây giờ sử dụng giấy phép hoạt động. Với [product] Ultimate, bạn nhận được tất cả các tính năng thương mại điện tử tiên tiến bao gồm một số lượng không giới hạn của cửa hàng phụ và khả năng quản lý cửa hàng của bạn thông qua một ứng dụng điện thoại di động.

# Languages::text_store_mode_changed_to_ult.ru
source: Your store now uses an active license. With the [product] edition, you get almost all the features we offer, except for an unlimited number of storefronts. This feature is available with the <a href="[ultimate_license_url]" target="_blank">[product] Ultimate edition</a> only.
da: Din butik nu bruger en aktiv licens. Med [product] udgaven får du næsten alle de funktioner, vi tilbyder, med undtagelse af et ubegrænset antal butiksfacader. Denne funktion er tilgængelig med den <a href="[ultimate_license_url]" target="_blank"> [product] ultimative udgave</a> kun.
el: Το κατάστημά σας χρησιμοποιεί τώρα μια ενεργή άδεια. Με την έκδοση [product], μπορείτε να πάρετε σχεδόν όλα τα χαρακτηριστικά που προσφέρουμε εκτός από απεριόριστο αριθμό καταστηματων και την ικανότητα να διαχειριστείτε το κατάστημα σας μέσω μιας εφαρμογής για κινητά. Αυτές οι δύο πρόσθετες δυνατότητες είναι διαθέσιμες με το <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate edition</a> μόνο.
es: Su tienda ya usa una licencia activa. Con la edición del [product], puede obterner casi todas las funciones que ofrecemos, a excepción de un número ilimitado de frontales de tienda. Esta función está disponible con la<a href="[ultimate_license_url]" target="_blank">[product] última edición</a>solamente.
id: Toko Anda sekarang menggunakan lisensi aktif. Dengan edisi [product], Anda mendapatkan hampir semua fitur yang kami tawarkan, kecuali untuk jumlah etalase yang tidak terbatas. Fitur ini tersedia hanya dengan <a href="[ultimate_license_url]" target="_blank">[product] Ultimate edition</a> saja.
no: Din butikk bruker nå et aktiv lisens. Med [product] får du nesten alle funksjonene vi tilbyr, unntatt et ubegrenset antall butikker. Denne funksjonen er bare tilgjengelig med <a href="[ultimate_license_url]" target="_blank">[product] Ultimate utgaven</a>.
ru: В Вашем магазине используется действующая лицензия. В редакции [product] доступны почти все функции, кроме неограниченного числа витрин. Данная функция доступна только в редакции <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.
tr: Mağazanız aktif bir lisans barındırmaktadır. Artık [product] sürümüyle, neredeyse sizlere sunduğumuz tüm özelliklerden yararlanabilirsiniz. Malesef bu sınırsız sayıda mağaza açabilmeyi kapsamamaktadır. Bu özellik sadece <a href="[ultimate_license_url]" target="_blank">[product] Ultimate sürümünde</a>kullanılabilir.
uk: У Вашому магазині використовується діюча ліцензія. В редакції [product] доступні майже всі функції, крім необмеженої кількості вітрин. Ця функція доступна тільки в редакції <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate </a>.
