Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
ar: <p class='upgrade-center_notice-msg'> أرسلت نسخة من هذه الرسالة إلى البريد الإلكتروني للمسؤول-</p> <hr>
cs: <p class='upgrade-center_notice-msg'>Kopie této zprávy byla zaslána na e-mail administrátora.</p><hr>
da: <p class='upgrade-center_notice-msg'> kopi af denne besked blev sendt til administrator's email.</p> <hr>
el: <p class='upgrade-center_notice-msg'> αντίγραφο αυτού του μηνύματος έχει σταλεί στο email διαχειριστή.</p> <hr>
es: <p class='upgrade-center_notice-msg'>La copia de este mensaje fue enviada al correo electrónico del administrador.</p><hr>
id: <p class='upgrade-center_notice-msg'>Salinan pesan ini telah dikirim ke email administrator.</p><hr>
ja: <p class='upgrade-center_notice-msg'>アップグレードに関するお知らせが管理者のEメール宛に送信されました。</p><hr>
no: <p class='upgrade-enter_notice-msg'>Kopi av denne meldingen ble sendt til administrators e-post.</p><hr>
ru: <p class='upgrade-center_notice-msg'>Копия этого сообщения отправлена на электронную почту администратора.</p><hr>
tr: <p class='upgrade-center_notice-msg'>Bu mesajın kopyası yöneticinin e-postasına gönderildi.</p><hr>
uk: <p class='upgrade-center_notice-msg'>Копія цього повідомлення відправлена на електронну пошту адміністратора.</p><hr>
vi: <p class='upgrade-center_notice-msg'>Bản sao của tin nhắn này được gửi tới email của người quản trị.</p> <hr>

# Languages::http_transport_error_prefix_curl
source: Curl Error
ar: خطأ الضفيرة
cs: Curl Chyba
es: Error de Curl
id: Kesalahan Curl
ja: Curlエラー
no: Curl feil
ru: Ошибка в библиотеке CURL
tr: CURL hatası
uk: Помилка в Curl

# Languages::http_transport_error_prefix_socket
source: Socket Error
ar: خطأ مأخذ توصيل Socket Error
cs: Socket Chyba
es: Error de socket
id: Kesalahan soket
ja: ソケットエラー
no: Socket feil
ru: Ошибка в сокете
tr: Yuva hatası
uk: Помилка в сокеті

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
ar: لمعرفة ما الذي سبب الخطأ ، ابحث عن رقم الخطأ في <a target="_blank" href="[href]"> هذه المقالة</a>.
cs: Chcete-li zjistit, co způsobilo chybu Curl, vyhledejte vaše číslo chyby v <a target="_blank" href="[href]"> tomto článku</a>.
da: Hvis du vil vide, hvad der forårsagede den Curl fejl, ser for din fejlnummer i <a target="_blank" href="[href]"> denne artikel</a>.
el: Για να μάθετε τι προκάλεσε το Curl error, αναζητήστε τον αριθμό σφάλματος σε <a target="_blank" href="[href]"> αυτό το άρθρο</a>.
es: Para saber qué causó el error de Curl, busque su número de error en <a target="_blank" href="[href]">este artículo</a>.
id: Untuk mempelajari apa yang menyebabkan kesalahan Curl, cari nomor kesalahan Anda di <a target="_blank"href="[href]"> artikel ini</a>.
ja: Curlエラーの詳細は、<a target="_blank" href="[href]">こちら</a> を参照してください。
no: For å lære hva som forårsaket feilen Curl, se etter ditt feilnummer i <a target="_blank" href="[href]">denne artikkelen</a>.
ru: Чтобы узнать, что вызвало ошибку в библиотеке CURL, найдите номер ошибки в <a target="_blank" href="[href]"> этой статье</a>.
tr: Curl hatasına neyin neden olduğunu öğrenmek için <a target="_blank" href="[href]"> adresinde bulunan makaledeki hata numarasını kontrol edin</a>.
uk: Щоб дізнатися, що викликало помилку в бібліотеці Curl, знайдіть номер помилки в <a target="_blank" href="[href]">цій статті</a>.
vi: Để tìm hiểu những gì gây ra lỗi Curl, hãy tìm số lỗi của bạn trong <a target="_blank" href="[href]"> bài viết này</a>.

# Languages::n_days
source: [n] day|[n] days
ar: يوم [n] | أيام [n]
cs: [n] den|[n] dny
da: [n] dag | [n] dage
el: [n] day|[n] ημέρες
es: [n] día [n] días
id: [n] hari [n] hari
ja: [n] 日|[n] 日
no: [n] dag|[n] dager
ru: [n] день|[n] дня|[n] дней
tr: [n] gün | [n] gün
uk: [n] день|[n] дня|[n] днів
vi: [n] ngày|[n] ngày

# Languages::track_on_carrier_site
source: Track on website
ar: تعقب على موقع على شبكة الإنترنت
cs: Sledovat na stránkách
da: Spor på hjemmeside
el: Παρακολούθηση σε ιστοσελίδα
es: Registro en la Web
id: Lacak di situs web
ja: 配達状況を追跡
no: Spor på nettsiden
ru: Отследить на сайте
tr: Web sitesinde izle
uk: Відслідкувати на сайті
vi: Theo dõi trên trang web

# Languages::unable_to_create_status
source: Couldn't create a new status
ar: تعذر إنشاء حالة جديدة
cs: Nelze vytvořit nový status
da: Kunne ikke oprette en ny status
el: Δεν ηταν δυνατον να δημιουργηθει μια νεα κατασταση
es: No se pudo crear un estado nuevo
id: Tidak dapat membuat status baru
ja: 新規ステータスを作成できませんでした
no: Kan ikke opprette en ny status
ru: Не удалось создать новый статус
tr: Yeni bir durum oluşturulamadı
uk: Не вдалось створити новий статус
vi: Không thể tạo một trạng thái mới

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
ar: لقد وصلت إلى الحد الأقصى لعدد حالات
cs: Dosáhli jste maximálního počtu statusů
da: Du har nået det maksimale antal statusser
el: Έχετε φτάσει το μέγιστο αριθμό καταστάσεων
es: Ha alcanzado el número máximo de estados
id: Anda telah mencapai jumlah maksimum status
ja: 作成可能なステータス数の上限に達しました
no: Du har nådd maksimalt antall statuser
ru: Вы достигли максимального количества статусов
tr: Maksimum durum sayısına ulaştınız
uk: Ви досягли максимальної кількості статусів
vi: Bạn đã đạt đến số tối đa của các trạng thái

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
ar: الحالة التي تم إرجاعها الفشل عندما سئل مع CURLOPT_SSL_VERIFYSTATUS.
cs: Status vrátil chybu, když se zeptal CURLOPT_SSL_VERIFYSTATUS.
da: Status returnerede en fejl når du bliver spurgt med CURLOPT_SSL_VERIFYSTATUS.
el: Κατάσταση επεστρεψε αποτυχία όταν ρωτήθηκε με CURLOPT_SSL_VERIFYSTATUS.
es: El estado reportó un error cuando se le preguntó con CURLOPT_SSL_VERIFYSTATUS.
id: Status kembali gagal saat ditanya dengan CURLOPT_SSL_VERIFYSTATUS.
ja: CURLOPT_SSL_VERIFYSTATUS において、失敗ステータスが返されました
no: Statusen returnerte feil når spurt med CURLOPT_SSL_VERIFYSTATUS.
ru: Ошибка возврата статуса при запросе CURLOPT_SSL_VERIFYSTATUS.
tr: İade durumu, CURLOPT_SSL_VERIFYSTATUS ile sorulduğu zaman başarısız olur.
uk: Помилка повернення статусу при запиті CURLOPT_SSL_VERIFYSTATUS.
vi: Tình trạng trở lại thất bại khi được hỏi với CURLOPT_SSL_VERIFYSTATUS.

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
ar: تنسيق الأرشيف غير معروف: [ext]
cs: Neznámý formát archivu: [ext]
da: Ukendt arkivformat: [ext]
el: Άγνωστο μορφη αρχείου: [ext]
es: Formato de achivo desconocido: [ext]
id: Format arsip tidak diketahui: [ext]
ja: 不明なアーカイブ用フォーマット : [ext]
no: Ukjent arkivformat: [ext]
ru: Неизвестный формат архива: [ext]
tr: Bilinmeyen Arşiv biçimi: [ext]
uk: Невідомий формат архіву: [ext]
vi: Định dạng lưu trữ không rõ: [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
ar: "[file]" لم يتم العثور على الملف.
cs: Soubor "[file]" nebyl nalezen.
da: Filen "[file]" ikke fundet.
el: Το αρχείο "[file]" δεν βρέθηκε.
es: Archivo "[file]" no encontrado.
id: Berkas "[file]" tidak ditemukan.
ja: ファイル "[file]" が見つかりませんでした。
no: Filen "[file]" ikke funnet.
ru: Файл "[file]" не найден.
tr: Dosya "[file]" bulunamadı.
uk: Файл "[file]" не знайдено.
vi: Tập tin "[file]" không tìm thấy.

# Languages::error_file_already_exists
source: File "[file]" already exists.
ar: الملف "[file]" موجود مسبقاً.
cs: Soubor "[file]" již existuje.
da: Filen "[file]" findes allerede.
el: Το αρχείο "[file]" υπάρχει ήδη.
es: El archivo "[file]" ya existe.
id: Berkas "[file]" sudah ada.
ja: ファイル "[file]" はすでに存在します。
no: Filen "[file]" finnes allerede.
ru: Файл "[file]" уже существует.
tr: "[file]" dosyası zaten var.
uk: Файл "[file]" вже існує.
vi: Tập tin "[file]" đã tồn tại.

# Languages::local_modifications
source: Local modifications
ar: التعديلات المحلية
cs: Lokální úpravy
da: Lokale ændringer
el: Τοπικες τροποποιήσεις
es: Modificaciones locales
id: Modifikasi lokal
ja: 独自の改変
no: Lokale modifikasjoner
ru: Локальные изменения
tr: Yerel değişiklikler
uk: Локальні зміни
vi: Sửa đổi cục bộ

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
ar: هذه الملفات قد التعديلات المحلية. أثناء الترقية أرشيف النسخ احتياطي تم إنشاؤه في الدليل <strong>[dir]</strong>. قد ترغب في التحقق من هذه الملفات في الأرشيف وتطبيق التعديلات التي أدخلت على المتجر الخاص بك.
cs: Tyto soubory měly lokální úpravy. Během aktualizace byl vytvořen záložní archív v adresáři <strong>[dir]</strong>. Možná budete chtít tyto soubory v archívu zkontrolovat a znovu aplikovat změny do vašeho obchodu.
da: Disse filer havde lokale ændringer. Under opgraderingen blev en backup Arkiv oprettet i mappen <strong>[dir]</strong>. Du kan kontrollere disse filer i arkivet og genanvende ændringerne til din butik.
el: Αυτά τα αρχεία είχαν τοπικες τροποποιήσεις. Στη διάρκεια της αναβάθμισης, ένα εφεδρικό αρχείο δημιουργήθηκε στον κατάλογο <strong>[dir]</strong>. Μπορεί αν θέλετε να ελέγξετε αυτά τα αρχεία εκει , και να εφαρμόσετε ξανά τις τροποποιήσεις στο κατάστημά σας.
es: Estos archivos tienen modificaciones locales. Durante la actualización, se creó un archivo de copia de seguridad en el directorio <strong>[dir]</strong>. Es posible que desee verificar estos archivos en el archivo y volver a aplicar las modificaciones a su tienda.
id: File-file ini memiliki modifikasi lokal. Selama versi upgrade, arsip cadangan dibuat di direktori <strong>[dir]</strong>. Anda mungkin ingin memeriksa file-file ini di arsip dan mengajukan permohonan kembali modifikasi ke toko Anda.
ja: これらのファイルには独自の改変が加えられています。アップグレード中に <strong>[dir]</strong> ディレクトリ内にバックアップが作成されました。これらのファイルを参照の上、必要に応じて独自の改変を再度適用してください。
no: Disse filene hadde lokale endringer. Under oppgraderingen ble det opprettet en sikkerhetskopi i <strong>[dir]</strong> katalogen. Du kan sjekke disse filene i arkivet og gjenbruke endringene til butikken din.
ru: Эти файлы содержат локальные изменения. Во время обновления была создана резервная копия в папке <strong>[dir]</strong>. Сравните файлы резервной копии с новыми файлами и перенесите изменения из старых в новые.
tr: Bu dosyalara yerel değişiklikler yapıldı. Yükseltme işlemi sırasında <strong>[dir]</strong>dizininde bir yedek arşiv oluşturuldu. Bu dosyaları arşivde kontrol etmek ve mağazanızdaki değişiklikleri tekrar uygulamak isteyebilirsiniz.
uk: Ці файли містять локальні зміни. Під час оновлення ви зробили резервну копію в папці <strong>[dir]</strong>. Порівняйте файли резервної копії з новими файлами і перенесіть зміни зі старих в нові.
vi: Những tập tin đã thay đổi cục bộ. Trong quá trình nâng cấp một kho lưu trữ sao lưu được tạo ra trong thư mục <strong>[dir]</strong>. Bạn có thể muốn kiểm tra các tập tin trong kho lưu trữ và áp dụng lại các sửa đổi đến cửa hàng của bạn.

# Languages::not_checked
source: Not checked
ar: لم يتم التحقق
cs: Nezkontrolováno
da: Ikke tjekket
el: Δεν ελέγχθηκε
es: No comprobado
id: Tidak diperiksa
ja: 未確認
no: Ikke merket
ru: Не проверен
tr: Kontrol edilmedi
uk: Не перевірено
vi: Không kiểm tra

# Languages::checked
source: Checked
ar: فحصت
cs: Zkontrolováno
da: Kontrolleret
el: ελέγχθηκε
es: Revisado
id: Diperiksa
ja: 確認済
no: Merket
ru: Проверен
tr: Kontrol edildi
uk: Перевірено
vi: Kiểm tra

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
ar: الفلترة حسب الميزة "[name]" موجود بالفعل.
cs: Filtr podle funkcí "[name]" již existuje.
da: Filtrer efter funktionen "[name]" findes allerede.
el: Το Φιλτρο με βάση τη δυνατότητα «[name]», υπάρχει ήδη.
es: El filtro por función "[name]" ya existe.
id: Filter berdasarkan fitur "[name]" sudah ada.
ja: 追加情報 "[name]" によるフィルタはすでに存在します。
no: Filtrer etter funksjonen "[name]" finnes allerede.
ru: Фильтр по характеристике "[name]" уже существует.
tr: "[name]" özelliği ile filtreleme zaten mevcut.
uk: Фільтр за характеристикою "[name]" вже існує.
vi: Lọc bởi tính năng "[name]" đã tồn tại.

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
ar: الفلترة حسب الميزة "[name]" موجود بالفعل.
cs: Filtr podle pole zboží "[name]" již existuje.
da: Filtrer efter produkt felt "[name]" findes allerede.
el: Το Φίλτρο με βάση το πεδίο προϊόντος "[name]" υπάρχει ήδη.
es: El campo de filtro por producto "[name]" ya existe.
id: Filter berdasarkan bidang produk "[name]" sudah ada.
ja: 商品フィールド "[name]" によるフィルタはすでに存在します。
no: Filtrer etter produktfeltet "[name]" finnes allerede.
ru: Фильтр по свойству продукта "[name]" уже существует.
tr: "[name]" ürün alanı ile filtreleme zaten mevcut.
uk: Фільтр по властивості продукту "[name]" вже існує.
vi: Lọc bởi mục sản phẩm "[name]" đã tồn tại.

# Languages::shipping_address_changed
source: Shipping address has been changed
ar: لقد تم تغيير عنوان الشحن
cs: Dodací adresa byla změněna
da: Leveranceadresse er blevet ændret
de: Die Lieferadresse wurde geändert
el: Η Διεύθυνση αποστολής έχει αλλάξει
es: La dirección de envío ha sido cambiada
id: Alamat pengiriman telah diubah
ja: 配送先住所が変更されました
no: Leveringsadressen har blitt endret
ru: Адрес доставки был изменен
tr: Teslim adresi değiştirildi
uk: Адресу доставки було змінено
vi: Địa chỉ vận chuyển đã được thay đổi

# Languages::theme_editor_not_supported
source: This theme doesn't support theme editor
ar: هذا القالب لا يدعم محرر القوالب
cs: Toto téma nepodporuje téma editor
da: Dette tema understøtter ikke tema editor
de: Dieses Design unterstützt den Editor für das Design nicht
el: Αυτό το θέμα δεν υποστηρίζεται απο το Theme Editor
es: Este tema no es compatible con el editor de temas
id: Tema ini tidak mendukung editor tema
ja: このテーマはテーマエディターに対応していません
no: Denne malen støtter ikke bruk av Malredigereren
ru: Эта тема не поддерживает редактор тем
tr: Bu tema Tema Editörünce desteklemiyor
uk: Ця тема не підтримує редактор тем
vi: Giao diện này không hỗ trợ trình biên tập chủ đề

# Languages::shipment_statuses
source: Shipment statuses
ar: حالات الشحن
cs: Datum odeslání
da: Forsendelsestatusser
de: Sendungsstatus
el: Καταστασεις Αποστολων
es: Estados del envío
id: Status pengiriman
ja: 配送ステータス
no: Forsendelse statuser
ru: Статусы отгрузок
tr: Gönderi durumları
uk: Статуси відвантажень
vi: Tình trạng lô hàng

# Languages::email_templates
source: Email templates
ar: قوالب البريد الإلكتروني
cs: Šablony e-mailu
da: E-mail-skabeloner
de: Email-Vorlagen
el: Λειτουργία Email templates
es: Plantillas de correo electrónico
id: Template email
ja: Eメールテンプレート
no: E-post maler
ru: Шаблоны email-уведомлений
tr: E-posta şablonları
uk: Шаблони email-повідомлень
vi: Giao diện email

# Languages::editing_email_template
source: Editing email template
ar: تحرير قالب البريد الإلكتروني
cs: Úprava šablony e-mailu
da: Redigering af e-mail-skabelon
de: Email-Vorlage bearbeiten
el: Επεξεργασία Email templates
es: Editar plantillas para correos electrónico
id: Mengedit template email
ja: Eメールテンプレートの編集
no: Redigerer e-post maler
ru: Редактирование уведомлений
tr: E-posta şablonu düzenleme
uk: Редагування email повідомлень
vi: Chỉnh sửa các email mẫu

# Languages::customer_notifications
source: Customer notifications
ar: إخطارات العملاء
cs: Upozornění zákazníka
da: Kundeanmeldelser
de: Kundenbenachrichtigungen
el: Ειδοποιησεις Πελάτη
es: Notificaciones del cliente
id: Pemberitahuan pelanggan
ja: お客様への連絡
no: Kunde notifikasjoner
ru: Уведомления для покупателей
tr: Müşteri bildirimleri
uk: Сповіщення покупців
vi: Thông báo khách hàng

# Languages::admin_notifications
source: Administrator notifications
ar: مدير الإشعارات
cs: Upozornění administrátora
da: Administratormeddelelser
de: Benachrichtigungen für Administratoren
el: Ειδοποιήσεις Διαχειριστή
es: Notificaciones del administrador
id: Pemberitahuan administrator
ja: 管理者への連絡
no: Administrator notifikasjoner
ru: Уведомления для администратора
tr: Yönetici bildirimleri
uk: Сповіщення для адміністратора
vi: Quản trị viên thông báo

# Languages::subject
source: Subject
ar: هذا الموضوع
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
id: Subyek
ja: 件名
no: Emne
ru: Тема
tr: Konu
uk: Тема
vi: Chủ đề

# Languages::variables
source: Variables
ar: المتغيرات
cs: Proměnné
da: Variabler
de: Variablen
el: Μεταβλητές
id: Variabel
ja: 変数
no: Variabler
ru: Переменные
tr: Değişkenler
uk: Змінні
vi: Biến

# Languages::snippets
source: Snippets
ar: قصاصات
cs: Úryvky
de: Ausschnitte
el: Αποσπάσματα
es: Fragmentos (Snippets)
id: Cuplikan
ja: スニペット
no: Tekstbiter
ru: Сниппеты
tr: Parçacıklar
uk: Сніпети
vi: Đoạn

# Languages::code_snippets
source: Code snippets
ar: شفرة المقتطفات
cs: Úryvky kódu
de: Codeausschnitte
el: Αποσπασμα κώδικα
es: Fragmentos (Snippets) del código
id: Cuplikan kode
ja: コードスニペット
no: Kode tekstbiter
ru: Сниппеты
tr: Kod parçacıkları
uk: Сніпети
vi: Đoạn mã

# Languages::editing_email_snippet
source: Editing snippet
ar: تحرير المقتطفات
cs: Úprava úryvku
de: Ausschnitte bearbeiten
el: Επεξεργασία αποσπασματος
es: Editar fragmento
id: Mengedit cuplikan
ja: スニペットの編集
no: Redigerer tekstbiter
ru: Редактирование сниппета
tr: Pasajı düzenle
uk: Редагування сніпета
vi: Chỉnh sửa đoạn

# Languages::editing_snippet
source: Editing snippet
ar: تحرير المقتطفات
cs: Úprava úryvku
de: Ausschnitte bearbeiten
el: Επεξεργασία αποσπασματος
es: Editar fragmento
id: Mengedit cuplikan
ja: スニペットの編集
no: Redigerer tekstbiter
ru: Редактирование сниппета
tr: Pasajı düzenle
uk: Редагування сніпета
vi: Chỉnh sửa đoạn

# Languages::snippet_exists
source: The snippet with the chosen code already exists, please try another.
ar: القصاصة مع رمز المختار موجود بالفعل، يرجى اختيار آخر.
da: Uddrag med den valgte kode findes allerede, kan du prøve en anden.
de: Der Ausschnitt mit dem gewählten Code ist bereits vorhanden, bitte versuchen Sie einen anderen.
el: Υπάρχει ήδη το απόσπασμα με τον επιλεγμένο κωδικό, Παρακαλώ δοκιμάστε ενα άλλο
es: El fragmento con el código seleccionado ya existe, por favor intente con otro.
id: Cuplikan dengan kode yang dipilih sudah ada, coba yang lain.
ja: 選択したコードを利用したスニペットはすでに存在します。他のコードをご利用ください。
no: Tekstbiten med den valgte koden finnes allerede, prøv med en annen.
ru: Сниппет с выбранным фрагментом кода уже существует. Пожалуйста, попробуйте выбрать другой фрагмент.
tr: Seçilen kodla beraber bir pasaj zaten var, lütfen başka bir kod deneyin.
uk: Сніппет з обраним фрагментом коду вже існує. Будь ласка, спробуйте вибрати інший фрагмент.
vi: Đoạn với lựa chọn mã đã tồn tại, hãy thử đoạn khác.

# Languages::document_exists
source: The document with the chosen code already exists, please try another.
ar: المستند مع الرمز المختار موجود بالفعل، يرجى اختيار آخر.
da: Dokument med den valgte kode findes allerede, kan du prøve en anden.
de: Das Dokument mit dem gewählten Code existiert bereits, bitte versuchen Sie es mit einem anderen.
el: Το έγγραφο με τον επιλεγμένο κώδικα υπάρχει ήδη, Παρακαλώ δοκιμάστε ένα αλλο
es: El documento con el código seleccionado ya existe, por favor intente con otro.
id: Dokumen dengan kode yang dipilih sudah ada, silakan coba yang lain.
ja: 選択したコードを利用したドキュメントはすでに存在します。他のコードをご利用ください。
no: Dokumentet med den valgte koden finnes allerede, prøv med en annen.
ru: Документ с выбранным фрагментом кода уже существует. Пожалуйста, попробуйте выбрать другой фрагмент.
tr: Seçilen kod dökümanı zaten mevcut, lütfen başka bir döküman deneyin.
uk: Документ з обраним фрагментом коду вже існує. Будь ласка, спробуйте вибрати інший фрагмент.
vi: Các tài liệu với các mã được lựa chọn đã tồn tại, hãy thử khác.

# Languages::email_template_exists
source: The email template with the chosen code already exists, please try another.
ar: قالب البريد الإلكتروني مع الرمز المختار تم اختياره بالفعل، الرجاء محاولة أخرى.
da: E-mail-skabelonen med den valgte kode findes allerede, kan du prøve en anden.
de: Die E-Mail-Vorlage mit dem gewählten Code ist bereits vorhanden, bitte versuchen Sie eine andere.
el: Υπάρχει ήδη το πρότυπο ηλεκτρονικού ταχυδρομείου με τον επιλεγμένο κωδικό, Παρακαλώ δοκιμάστε ένα άλλο
es: La plantilla de correo electrónico con el código seleccionado ya existe, intente con otro.
id: Template email dengan kode yang dipilih sudah ada, silahkan coba yang lain.
ja: 選択したコードを利用したメールテンプレートはすでに存在します。他のコードをご利用ください。
no: E-post malen med den valgte koden finnes allerede, prøv med en annen.
ru: Шаблон email-уведомления с выбранным фрагментом кода уже существует. Пожалуйста, попробуйте выбрать другой фрагмент.
tr: Seçilen kodla beraber bir e-posta şablonu zaten var, lütfen başka bir tane deneyin.
uk: Email шаблон з обраним фрагментом коду вже існує. Будь ласка, спробуйте вибрати інший фрагмент.
vi: Mẫu email với các mã được lựa chọn đã tồn tại, hãy thử khác.

# Languages::need_snippet_name
source: You have to specify valid snippet name
ar: يجب عليك تحديد اسم قصاصة صالح
cs: Musíte zadat platné jméno úryvku
da: Du skal angive gyldige snippet navn
de: Sie müssen einen gültigen Ausschnitt-Namen angeben
el: Πρέπει να καθορίσετε ενα έγκυρο όνομα αποσπασματος
es: Tienes que especificar un nombre válido para el fragmento (snippet)
id: Anda harus menentukan nama cuplikan yang valid
ja: 有効なスニペット名を指定してください
no: Du må angi et gyldig tekstbit navn
ru: Необходимо указать название сниппета.
tr: Ürün adı belirtmek durumundasınız
uk: Необхідно вказати назву сніппета
vi: Bạn phải chỉ định tên đoạn hợp lệ

# Languages::snippets_have_been_deleted
source: Snippets have been deleted successfully.
ar: تم حذف القصاصات بنجاح.
cs: Úryvky byly úspěšně odstraněny.
da: Snippets er blevet slettet.
de: Ausschnitte wurden erfolgreich gelöscht.
el: Τα Αποσπάσματα έχουν διαγραφεί με επιτυχία.
es: Los fragmentos (Snippets) han sido eliminados con éxito.
id: Cuplikan telah berhasil dihapus.
ja: スニペットは削除されました
no: Tekstbitene har blitt slettet.
ru: Сниппеты были успешно удалены.
tr: Ürünler başarıyla kaldırıldı.
uk: Сніппети успішно видалено.
vi: Đoạn đã được xóa thành công.

# Languages::add_email_snippet
source: Add snippet
ar: إضافة قصاصة
cs: Přidat úryvek
da: Tilføj kodestykke
de: Ausschnitt hinzufügen
el: Προσθέστε απόσπασμα
es: Agregar un fragmento (Snippet)
id: Tambahkan cuplikan
ja: スニペットの追加
no: Legg til tekstbit
ru: Добавить сниппет
tr: Snippet Ekle
uk: Додати сніпет
vi: Thêm đoạn

# Languages::add_snippet
source: Add snippet
ar: إضافة قصاصة
cs: Přidat úryvek
da: Tilføj kodestykke
de: Ausschnitt hinzufügen
el: Προσθέστε απόσπασμα
es: Agregar un fragmento (Snippet)
id: Tambahkan cuplikan
ja: スニペットの追加
no: Legg til tekstbit
ru: Добавить сниппет
tr: Snippet Ekle
uk: Додати сніпет
vi: Thêm đoạn

# Languages::editing_document
source: Editing [name]
ar: تحرير [name]
cs: Úprava [name]
da: Redigering [name]
de: Bearbeiten von [name]
el: Επεξεργασία [name]
es: Editar [name]
id: Mengedit [name]
ja: [name] の編集中
no: Redigerer [name]
ru: Редактирование [name]
tr: Düzenleniyor [name]
uk: Редагування [name]
vi: Chỉnh sửa [name]

# Languages::product_info
source: Product info
ar: معلومات المنتج
da: Produktinfo
de: Produktinformation
el: Πληροφορίες για το προϊόν
es: Información del producto
id: Info produk
ja: 商品情報
no: Produktinfo
ru: Информация о продукте
tr: Ürün bilgisi
uk: Інформація про продукт
vi: Thông tin sản phẩm

# Languages::add_table_column
source: Add column
ar: إضافة عمود
cs: Přidat sloupec
da: Tilføj kolonne
de: Spalte hinzufügen
el: Προσθήκη στήλης
es: Añadir columna
id: Tambahkan kolom
ja: カラムの追加
no: Legg til kolonne
ru: Добавить столбец
tr: Sütun Ekle
uk: Додати стовпець
vi: Thêm cột
