Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
ar: تحديث الكاش التلقائي معطل.<br /><br />قم بإفراغ الكاش يدوياً بعد تعديل الثيم عبر <a href="?dispatch=template_editor.manage&ctpl">هذا الرابط</a> لتطبيق التغييرات.
cs: Automatická aktualizace mezipaměti zakázána.<br /><br />Po modifikaci souborů témat pomocí <a href="[link]">tohoto odkazu</a> ručně smažte kompilované šablony, abyste použili změny.
da: Auto cache opdatering deaktiveret. < br / > < br / > klart udarbejdet skabeloner manuelt efter modificerer temafiler af følgende <a href="[link]"> dette link</a> til at anvende ændringerne.
de: Auto Cache Update deaktiviert.<br /><br />Löschen Sie Compiled Templates manuell nachdem Sie die Theme Dateien geändert haben , klicken Sie auf folgenden Link<a href="?dispatch=template_editor.manage&ctpl">this link</a> um die Änderungen anzuwenden.
el: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="?dispatch=template_editor.manage&ctpl">this link</a> to apply the changes.
es: Desactivada la actualización automática de la caché. <br /><br />Borra manualmente las plantillas compiladas después de modificar los archivos del tema a través de <a href="[link]">este enlace</a> para que se apliquen los cambios.
id: Auto update cache dinonaktifkan. <br/> <br/> Hapus template terkompilasi secara manual setelah memodifikasi file theme dengan meng-klik <a href="?dispatch=template_editor.manage&ctpl">tautan ini</a> untuk menerapkan perubahan.
ja: キャッシュの自動更新が無効化されました。<br /><br />ファイルの変更を反映するには <a href="?dispatch=template_editor.manage&ctpl">こちら</a> にアクセスしてキャッシュを再構築する必要があります。
no: Auto cache oppdatering er deaktivert.<br /><br />Rens opp samlede maler manuelt etter å ha modifisert malfilene ved følgende <a href="?dispatch=template_editor.manage&ctpl">denne linken</a> for å aktivere endringene.
ru: Автоматическая очистка кэша для измененных файлов отключена.<br /><br />После внесения изменений в файлы темы необходимо очистить скомпилированные файлы шаблонов, пройдя по <a href="[link]">ссылке</a>, чтобы изменения вступили в силу.
tr: Otomatik cache güncelleme devre dışı<br /><br />Tema dosyalarında değişiklik yapıldığında bu değişikliklerin sitenize yansıması için <a href="?dispatch=template_editor.manage&ctpl">buraya tıklayarak</a> cache in temizlenmesini sağlamalısınız.
uk: Автоматичне очищення кеша для змінених файлів відключено.<br/><br/>Після внесення змін у файли теми необхідно очистити скомпільовані файли шаблонів, пройшовши за <a href="[link]">посиланням</a>, щоб зміни вступили в силу.
vi: Tự động cập nhật bộ nhớ đệm bị vô hiệu. <br /> <br /> Xóa mẫu biên soạn thủ công sau khi sửa đổi các tập tin chủ đề bằng<a href="[link]"> liên kết này</a> để áp dụng những thay đổi.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
ar: <b>[email]</b> موجود بالفعل في قائمة المشتركين
cs: <b>[email]</b> je již na seznamu odběratelů
da: <b>[email]</b> er allerede på listen over medlemmer
de: E-mail <b>[email]</b> ist schon in der Abbonentenliste
el: <b>[email]</b> βρίσκεται ήδη στην λίστα συνδρομητών
es: <b>[email]</b> ya forma parte de la lista de subscriptores
id: <b>[email]</b> sudah ada dalam daftar pelanggan
ja: <b>[email]</b> はすでに購読者リストに登録されています。
no: <b> [email] </ b> er allerede i listen over medlemmer
ru: Email <b>[email]</b> уже есть в списке рассылки.
tr: <b>[email]</b> zaten haber listesinde
uk: Email <b>[email]</b> вже є в списку розсилки
vi: <b>[email]</b> đã có trong danh sách đăng kí nhận tin

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
ar: لا يمكن نسخ الثيم لأن المجلد الذي قمت بإدخاله موجود بالفعل. يرجى إدخال مجلد آخر.
cs: Není možné naklonovat téma, protože adresář který jste zadali již existuje. Vyberte jiný.
da: Tema, kan ikke klones, fordi mappe du indtastede er allerede findes. Angiv en anden.
de: Kann Template nicht klonen, weil das Verzeichnis das Sie eingegeben haben bereits existiert. Bitte ein neues Verzeichnis eingeben.
el: Δεν μπορεί να κλωνοποιηθει το θέμα, επειδή υπάρχει ήδη ο κατάλογος που εισαγάγατε. Παρακαλούμε εισάγετε έναν άλλο.
es: No se puede clonar el tema porque el directorio introducido ya existe. Por favor, introduce otro.
id: Tidak dapat menggandakan theme, karena direktori yang Anda masukan sudah ada. Silahkan buat yang lain.
ja: 入力されたディレクトリがすでに存在するためテーマをコピーできません。他のディレクトリ名を入力してください。
no: Kan ikke klone malen, fordi katalogen du anga allerede eksisterer. Vennligst skriv inn en annen.
ru: Не получается склонировать тему, т.к. каталог с таким именем уже существует. Введите другое имя, пожалуйста.
tr: Yazdığınız dizin zaten mevcut, bu yüzden tema kopyalanamaz. Lütfen başka bir dizin adı yazmayı deneyiniz.
uk: Не виходить клонувати тему, тому що каталог з такою назвою вже існує. Введіть іншу назву.
vi: Không thể sao chép chủ đề, bởi vì thư mục bạn nhập đã tồn tại. Vui lòng nhập một tên khác.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
ar: غير مسموح لكم بمشاهدة تفاصيل هذا الطلب.
cs: Nemůžete si prohlížet detaily této objednávky.
da: Du kan ikke se detaljerne i denne ordre.
de: Sie sind nicht berechtigt, die Details dieser Bestellung anzuzeigen.
el: Δεν είναι δυνατή η προβολή των λεπτομερών αυτής της παραγγελίας.
es: No tienes permisos para ver el detalle de este pedido
id: Anda tidak diizinkan untuk melihat rincian pesanan ini.
ja: 入力したEメール/注文IDは当ショップのデータベースに存在しません。
no: Du har ikke tillatelse til å se detaljene for denne ordren.
ru: Вы не может просматривать информацию для этого заказа
tr: Bu siparişin detaylarını görebilmek için izniniz yok.
uk: Вам не дозволено переглядати відомості про це замовлення.
vi: Bạn không được phép để xem các chi tiết của đơn hàng này.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
ar: الإيميل أو معرف الطلب الذي أدخلته غير موجود بقاعدة البيانات
cs: E-Mail/Objednávka ID nebyla v databázi nalezena.
da: Den E-mail/Order ID, du angav eksisterer ikke i vores database
de: Die eingegebene E-mail/Bestellung ID existiert in unserer Datenbank nicht
el: Το E-mail/η ID της παραγγελίας που εισάγατε, δεν υπάρχει
es: El E-mail o número de pedido introducido no existe en nuestra base de datos
id: E-mail/ID Pesanan yang Anda masukkan tidak ada
ja: 入力したEメールアドレスまたは注文IDに該当する注文が見つかりませんでした
no: E-mail/Ordre ID'en du skrev inn eksisterer ikke
ru: Указанный email/номер заказа не существует.
tr: Girmiş olduğunuz E-Mail/Order ID veri tabanımızda kayıtlı değil
uk: Зазначений email/номер замовлення не існує
vi: Email/ID đơn hàng bạn đã nhập không tồn tại

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
ar: عند الضغط على حفظ سيتم حذف تنوعات المنتج.
cs: Kliknutí na tlačítko Uložit odstraní hodnoty vlastností zboží.
da: At klikke på Gem vil fjerne produktegenskabsværdier.
de: Wenn Sie auf Speichern klicken werden die Produktvarianten gelöscht.
el: Κάνοντας κλικ στο Save θα αφαιρεθούν οι παραλλαγές του προϊόντος.
es: Haciendo clic en Guardar eliminará las variantes de producto
id: Klik saat menyimpan akan menghapus varian produk.
ja: 保存ボタンをクリックすると設定済みのバリエーションが削除されます。
no: Produktvarianter vil bli fjernet ved å klikke på Lagre.
ru: При нажатии на кнопку "Сохранить" варианты характеристики будут удалены.
tr: Clicking on Save will remove product variants.
uk: При натисканні на "Зберегти" варіанти товару будуть видалені.
vi: Nhấp vào lưu sẽ loại bỏ giá trị tính năng sản phẩm.

# Languages::website
source: Website
ar: الموقع
cs: Webové stránky
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Sitio web
id: Situs
ja: ウェブサイト
no: Nettside
ru: Веб-сайт
uk: Веб-сайт
vi: Trang web

# Languages::web_pages
source: Web pages
ar: الصفحات
cs: Webové stránky
da: Web-sider
de: Web-Seiten
el: Σελίδες περιεχομένου
es: Páginas web
id: Halaman situs
ja: CMSコンテンツ
no: Nettsider
ru: Веб-страницы
tr: Web sayfaları
uk: Веб-сторінки
vi: Trang web

# Languages::web_site
source: Website
ar: الموقع
cs: Webové stránky
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Sitio web
id: Situs
ja: ウェブサイト
no: Nettside
ru: Веб сайт
uk: Веб-сайт
vi: Trang web

# Languages::week
source: Week
ar: الأسبوع
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
id: Minggu
ja: 週
no: Uke
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần

# Languages::weekday_0
source: Sunday
ar: الأحد
cs: Neděle
da: Søndag
de: Sonntag
el: Κυριακή
es: Domingo
id: Minggu
ja: 日曜日
no: Søndag
ru: Воскресенье
tr: Pazar
uk: Неділя
vi: Chủ Nhật

# Languages::weekday_1
source: Monday
ar: الإثنين
cs: Pondělí
da: Mandag
de: Montag
el: Δευτέρα
es: Lunes
id: Senin
ja: 月曜日
no: Mandag
ru: Понедельник
tr: Pazartesi
uk: Понеділок
vi: Thứ hai

# Languages::weekday_2
source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
de: Dienstag
el: Τρίτη
es: Martes
id: Selasa
ja: 火曜日
no: Tirsdag
ru: Вторник
tr: Salı
uk: Вівторок
vi: Thứ ba

# Languages::weekday_3
source: Wednesday
ar: الأربعاء
cs: Středa
da: Onsdag
de: Mittwoch
el: Τετάρτη
es: Miércoles
id: Rabu
ja: 水曜日
no: Onsdag
ru: Среда
tr: Çarşamba
uk: Середа
vi: Thứ tư

# Languages::weekday_4
source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
id: Kamis
ja: 木曜日
no: Torsdag
ru: Четверг
tr: Perşembe
uk: Четвер
vi: Thứ năm

# Languages::weekday_5
source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
de: Freitag
el: Παρασκευή
es: Viernes
id: Jumat
ja: 金曜日
no: Fredag
ru: Пятница
tr: Cuma
uk: П'ятниця
vi: Thứ sáu

# Languages::weekday_6
source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
de: Samstag
el: Σάββατο
es: Sábado
id: Sabtu
ja: 土曜日
no: Lørdag
ru: Суббота
tr: Cumartesi
uk: Субота
vi: Thứ bảy

# Languages::weekday_abr_0
source: Sun
ar: أحد
cs: Ne
da: søn
de: Son
el: Κυρ.
es: Dom
id: Mng
ja: 日
no: Søn
ru: Вс
tr: Pzr
uk: НД
vi: CN

# Languages::weekday_abr_1
source: Mon
ar: إثن
cs: Po
da: man
el: Δευ.
es: Lun
id: Sen
ja: 月
no: Man
ru: Пн
tr: Pzt
uk: Пн
vi: T2

# Languages::weekday_abr_2
source: Tue
ar: ثلاث
cs: Út
da: tir
de: Di
el: Τρίτ.
es: Mar
id: Sel
ja: 火
no: Tir
ru: Вт
tr: Sal
uk: Вт
vi: T3

# Languages::weekday_abr_3
source: Wed
ar: أرب
cs: St
da: ons
de: Mitt
el: Τετ.
es: Mie
id: Rab
ja: 水
no: Ons
ru: Ср
tr: Çar
uk: Ср
vi: T4

# Languages::weekday_abr_4
source: Thu
ar: خمي
cs: Čt
da: tors
de: Don
el: Πεμ.
es: Jue
id: Kms
ja: 木
no: Tor
ru: Чт
tr: Per
uk: Чт
vi: T5

# Languages::weekday_abr_5
source: Fri
ar: جمع
cs: Pá
da: fre
de: Fr
el: Παρ.
es: Vie
id: Jum
ja: 金
no: Fre
ru: Пт
tr: Cum
uk: Пт
vi: T6

# Languages::weekday_abr_6
source: Sat
ar: سبت
cs: So
da: lør
de: Sa
el: Σαβ.
es: Sab
id: Sab
ja: 土
no: Lør
ru: Сб
tr: Cmt
uk: Сб
vi: T7

# Languages::weeks
source: week(s)
ar: أسبوع
cs: Týden
da: Uge(r)
de: Woche(n)
el: Εβδομάδα(ες)
es: semana(s)
id: Minggu
ja: 週間
no: uke(r)
ru: неделя(и)
tr: hafta(lar)
uk: тижнів
vi: tuần

# Languages::weight
source: Weight
ar: الوزن
cs: Hmotnost
da: vægt
de: Gewicht
el: Βάρος
es: Peso
id: Berat
ja: 重量
no: Vekt
ru: Вес
tr: Ağırlık
uk: Вага
vi: Trọng lượng

# Languages::weight_dependences
source: Weight dependencies
ar: اعتماداً على الوزن
cs: Cena v závislosti na váze
da: Vægt tilknytninger
de: Abhängig von: Gewicht
el: Μεταβλητές Βάρους
es: Depende del peso
id: Berdasarkan berat
ja: 重量に応じた送料設定
no: Vektavhengig
ru: Зависимость от веса
tr: Ağırlık esaslı
uk: Залежність від ваги
vi: Phụ thuộc vào trọng lượng

# Languages::weight_limit
source: Weight limit
ar: حدود الوزن
cs: Hmotnostní limit
da: Vægtgrænse
de: Gewichtsgrenze
el: Όριο βάρους
es: Límite de peso
id: Batasan berat
ja: 重量上限
no: Vektgrense
ru: Лимит веса
tr: Ağırlık limiti
uk: Межа ваги
vi: Giới hạn trọng lượng

# Languages::weight_modifier
source: Weight modifier
ar: معدل الوزن
cs: Hmotnostní modifikátor
da: Vægt modifikator
de: Gewicht Modifikator
el: Τροποποιητής βάρους
es: Modificador de peso
id: Modifier berat
ja: 重量増減値
no: Vektmodifikator
ru: Модификатор веса
tr: Ağırlık değiştirici
uk: Модифікатор ваги
vi: Trọng lượng bổ trợ

# Languages::weight_symbol
source: Weight symbol
ar: رمز الوزن
cs: Jednotka hmotnosti
da: Vægt symbol
de: Gewicht Symbol
el: Σύμβολο βάρους
es: Símbolo de peso
id: Simbol berat
ja: 重量記号
no: Vektsymbol
ru: Единица веса
tr: Ağırlık sembolü
uk: Символ ваги
vi: Biểu tượng trọng lượng

# Languages::well_done
source: Well done!
ar: أحسنت!
cs: Skvělá práce!
da: Godt gået!
de: Gut gemacht!
el: Πολύ Καλαά
es: Bien hecho!
id: Bagus sekali!
ja: おめでとうございます！
no: Bra gjort!
ru: Отличная работа!
tr: Tebrikler!
uk: Гарна робота!
vi: Tốt, đã xong!

# Languages::what_is_cvv2
source: What is CVV/CVC
ar: ما هو CVV/CVC؟
cs: Co je CVV/CVC
da: Hvad er CVV/CVC
de: Was ist CVV2
el: Τι είναι το cvv2
es: Qué es CVV/CVC
id: Apa itu CVV2
ja: CVV/CVCとは
no: Hva er CVV/CVC
ru: Что такое cvv2
tr: cvv2 nedir
uk: Що таке/CVV, CVC
vi: CVV/CVC là gì

# Languages::widget_code
source: Widget code
ar: كود الإرفاق الخارجي
cs: Kód Widgetu
da: Widget kode
el: Κώδικα widget
es: Código del widget
id: Kode Widget
ja: ウィジェット用コード
no: Widget kode
ru: Код виджета
tr: Widget kodu
uk: Код віджету
vi: Mã widget

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
cs: <a href="[href]" target="_blank">Co je to?</a>
da: <a href="[href]" target="_blank"> Hvad er det?</a>
de: <a href="[href]" target="_blank">Was ist es?</a>
el: <a href="[href]" target="_blank"> τι είναι αυτό;</a>
es: <a href="[href]" target="_blank"> ¿Qué es?</a>
id: <a href="[href]" target="_blank">Apa ini?</a>
ja: <a href="[href]" target="_blank">ウィジェットについて</a>
no: <a href="[href]" target="_blank">Hva er det?</a>
ru: <a href="[href]" target="_blank">Что это такое?</a>
tr: <a href="[href]" target="_blank">Bu nedir?</a>
uk: <a href="[href]" target="_blank"> що це таке?</a>
vi: <a href="[href]" target="_blank"> Nó là gì?</a>

# Languages::width
source: Width
ar: العرض
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
id: Lebar
ja: 横幅
no: Bredde
ru: Ширина
tr: Genişlik
uk: Ширина
vi: Chiều rộng

# Languages::without_image
source: Without image
ar: بدون صورة
cs: Bez obrázku
da: Uden billede
de: Ohne Bild
el: Χωρίς εικόνα
es: Sin imagen
id: Tanpa gambar
ja: 画像なし
no: Uten bilde
ru: Без изображения
tr: Resimsiz
uk: Без зображення
vi: Mà không có hình ảnh

# Languages::with_contact_information
source: With contact information only
ar: مع معلومات اتصال فقط
cs: Pouze s kontaktními informacemi
da: Kun med kontaktoplysninger
de: Nur mit Kontakt Information
el: Αποκλειστικά με στοιχεία επικοινωνίας
es: Con información de contacto solo
id: Hanya untuk informasi kontak
ja: 登録済ユーザーのみ
no: Kun med kontaktinformasjon
ru: Только с контактной информацией
tr: Sadece iletişim bilgileri ile
uk: Тільки з контактною інформацією
vi: Chỉ với thông tin liên lạc

# Languages::world
source: World
ar: العالم
cs: Svět
da: Verden
de: Welt
el: Κόσμος
es: Mundo
id: Dunia
ja: その他
no: Verden
ru: Остальные
tr: Dünya
uk: Решта
vi: Thế giới

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
cs: Došlo k chybě. Podrobnosti: Hash požadavky a odpovědi se neshodují.
da: Der opstod en fejl. Fejldetaljer: anmodning og svar hash stemmer ikke overens.
de: Es ist ein fehler ufgetreten. Fehler Details: Anfrage und Antwort "Hash" stimmen nicht überrein.
el: Παρουσιάστηκε σφάλμα. Λεπτομέρειες σφάλματος: Request and Response hash δεν ταιριάζουν.
es: Ha ocurrido un error. Detalles del error: el código hash de la solicitud y la respuesta no coinciden.
id: Terjadi kesalahan. Rincian kesalahan: Permintaan dan Respon hash tidak cocok.
no: En feil oppstod. Feildetaljer: Anmodning og Response hash samsvarer ikke.
ru: Произошла ошибка. Детали: Значение хеша в запросе и ответе не совпало.
tr: An error occured. Error details: Request and Response hash do not match.
uk: Сталася помилка. Відомості про помилку: запит і відповідь хеш не збігаються.
vi: Lỗi đã xảy ra. Chi tiết lỗi: Yêu cầu và Phản hồi không khớp.

# Languages::worldpay_secret
source: MD5 secret for transactions
cs: MD5 tajný klíč pro transakce
da: MD5 hemmelighed for transaktioner
el: Μυστικό MD5 για συναλλαγές
es: MD5 secreto para transacciones
id: Rahasia MD5 untuk transaksi
no: MD5 hemmelighet for transaksjoner
ru: MD5 ключ для транзакций
uk: MD5 ключ для транзакцій
vi: MD5 bí mật cho các giao dịch

# Languages::wrapper
source: Wrapper
ar: الغلاف
cs: Obal
da: Omslag
de: Rahmen Typ (wrapper)
el: Περιτυλιγμα
es: Envoltorio
id: Pembungkus
ja: ラッパー
no: Innpakkning
ru: Оболочка
tr: Kaydırma
uk: Оболонка

# Languages::write
source: Write
ar: الكتابة
cs: Zápis
da: Skrive
de: Schreiben
el: Εγγραφη
es: Escribir
id: Tulis
ja: 書き込み
no: Skriv
ru: Запись
tr: Yaz
uk: Запис
vi: Viết

# Languages::year
source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
id: Tahun
ja: 年
no: År
ru: Год
tr: Yıl
uk: Рік
vi: Năm

# Languages::yes
source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: NAI
es: Si
id: Ya
ja: はい
no: Ja
ru: Да
tr: Evet
uk: Так
vi: Có

# Languages::yesterday
source: Yesterday
ar: أمس
cs: Včera
da: i går
de: Gestern
el: Εχθές
es: Ayer
id: Kemarin
ja: 昨日
no: I går
ru: Вчера
tr: Dün
uk: Вчора
vi: Hôm qua

# Languages::your_message
source: Your message
ar: نص رسالتكم
cs: Vaše zpráva
da: Din besked
de: Ihre Nachricht
el: Το Μήνυμα σας
es: Tu mensaje
id: Ulasan Anda
ja: メッセージ
no: Din melding
ru: Ваше сообщение
tr: Mesajınız
uk: Ваше повідомлення
vi: Tin nhắn của bạn

# Languages::your_name
source: Your name
ar: اسمك
cs: Vaše jméno
da: Dit navn
de: Ihr Name
el: Το Όνομα σας
es: Tu nombre
id: Nama Anda
ja: あなたのお名前
no: Ditt navn
ru: Ваше имя
tr: Adınız
uk: Ваше ім'я
vi: Tên bạn

# Languages::your_range
source: Your range
ar: نطاقكم
cs: Tento dosah
da: Deres rækkevidde
de: Ihr Bereich
el: Το εύρος σας
es: Tu rango
id: Kisaran anda
ja: 範囲指定
no: Ditt intervall
ru: Диапазон
tr: Aralığınız
uk: Діапазон
vi: Mức của bạn

# Languages::you_have_no_permissions
source: You have no permissions
ar: ليس لديكم الصلاحيات
cs: Nemáte oprávnění
da: Du har ikke tilladelser
de: Sie haben keine Berechtigungen
el: Δεν εχετε δικαιώματα
es: No tienes permisos
id: Anda tidak memiliki izin
ja: 指定した処理を行う権限がありません
no: Du har ingen tillatelser
ru: У вас нет разрешений
tr: İzniniz yok
uk: У вас немає дозволів
vi: Bạn không có quyền truy cập

# Languages::you_save
source: You save
ar: ستوفر
cs: Ušetříte
da: Du sparer
de: Sie sparen
el: Κερδίζετε
es: Usted ahorra
id: Anda hemat
ja: 割引額
no: Du sparer
ru: Вы экономите
tr: Kazancınız
uk: Ви економите
vi: Bạn tiết kiệm

# Languages::zero_price_action
source: Zero price action
ar: إذا كان سعر المنتج صفر
cs: Akce při nulové ceně
da: Nul pris aktion
de: Null Preis Aktion
el: Μηδενική δράση των τιμών
es: Acción en producto sin precio
id: Tindakan harga nol
ja: 価格ゼロ商品の取り扱い
no: Nullpris handling
ru: Действие при нулевой цене
tr: Sıfır bedel hareketi
uk: Дія при нульовій вартості
vi: Thao tác khi giá bằng 0

# Languages::zipcodes
source: Zip/Postal codes
ar: الرقم البريدي
cs: Zip/Poštovní směrovací čísla
da: Postnummer
de: PLZ (Postleitzahlen)
el: Ταχυδρομικοί Κώδικες
es: Códigos postales
id: Kode Pos
ja: 郵便番号
no: Postnummer
ru: Индексы
tr: Zip/Posta kodları
uk: Поштові індекси
vi: Mã Zip/Bưu điện

# Languages::zip_postal_code
source: Zip/postal code
ar: الرقم البريدي
cs: Zip/Poštovní směrovací číslo
da: Postnummer
de: PLZ (Postleitzahl)
el: Ταχυδρομικός Κωδικός
es: Código postal
id: Kode pos
ja: 郵便番号
no: Postnummer
ru: Индекс
tr: Zip/posta kodu
uk: Поштовий індекс
vi: Mã Zip/bưu điện

# Languages::zone
source: Zone
ar: النطاق
cs: Zóna
da: Område
de: Typ
el: Ζώνη
es: Zona
id: Zona
ja: 適用対象
no: Sone
ru: Зона
tr: Bölge
uk: Зона
vi: Khu vực

# Languages::zpa_ask_price
source: Ask customer to enter the price
ar: طلب إدخال السعر من العميل
cs: Požádat zákazníka, aby zadal cenu
da: Spørg kunden at indtaste den pris,
de: Der Kunde muss den Preis eingeben
el: Ζητήστε από τον πελάτη να εισάγει την τιμή
es: Permitir al cliente introducir el precio
id: Minta pelanggan untuk memasukkan harga
ja: お客様が価格を入力
no: Spør kunde om å oppgi prisen
ru: Попросить покупателя ввести цену
tr: Müşteriye girilen fiyatı sor
uk: Попросити замовника вказати вартість
vi: Hỏi khách hàng để nhập giá

# Languages::zpa_permit
source: Allow customers to add the product to cart
ar: السماح بإضافة المنتج إلى سلّة التسوق
cs: Umožnit zákazníkům přidat zboží do košíku
da: Tillad at tilføje vare til indkøbsvogn
de: Erlauben das Produkt dem Warenkorb hinzuzufügen
el: Δυνατότητα πελατών να προσθέσουν το προϊόν στο καλάθι
es: Permitir añadir el producto al carro
id: Perbolehkan pelanggan menambahkan produk ke belanjaan
ja: カートへの追加を許可
no: Tillat kunder å legge produktet til handlevognen
ru: Разрешить добавить товар в корзину
tr: Ürünü sepete eklemesi için izin ver
uk: Дозволити додати товар у кошик
vi: Cho phép khách hàng để thêm sản phẩm vào giỏ hàng

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
ar: عدم السماح بإضافة المنتج إلى سلّة التسوق
cs: Neumožnit zákazníkům přidat zboží do košíku
da: Gør det ikke muligt at tilføje vare til indkøbsvogn
de: Kunden nicht erlauben das Produkt dem Warenkorb hinzuzufügen
el: Μην επιτρέψετε στους πελάτες να προσθέσουν το προϊόν στο καλάθι
es: NO permitir añadir el producto al carro
id: Jangan izinkan pelanggan menambahkan produk ke belanjaan
ja: カートへの追加を禁止
no: Ikke tillat kunder å legge produktet til handlevognen
ru: Не разрешать добавлять товар в корзину
tr: Sepete eklemeye izin verme
uk: Не дозволяти додавати товар в корзину
vi: Không cho phép khách hàng thêm sản phẩm vào giỏ hàng

# Languages::po_file
source: Choose a file in the PO or ZIP format
cs: Vyberte soubor ve formátu ZIP nebo PO
da: Vælg en fil i PO eller ZIP-format
de: Wählen Sie eine Datei im PO- oder ZIP-Format aus
el: Επιλέξτε ένα αρχείο σε PO ή ZIP μορφή
es: Seleccione un archivo en el formato PO o ZIP
id: Pilih file dalam format PO atau ZIP
ja: POまたはZIP形式のファイルを指定してください
no: Velg en fil i PO eller ZIP format
ru: Выберите файл в формате PO или ZIP
tr: PO formatında bir dosya seçiniz
uk: Оберіть файл у форматі .PO чи .ZIP
vi: Chọn một tập tin trong các định dạng PO hoặc ZIP

# Languages::hidden_categories
source: Hidden categories
ar: الفئات المخفية
cs: Skryté kategorie
da: Skjulte kategorier
de: Versteckte Kategorien
el: Κρυφές κατηγορίες
es: Categorías ocultas
id: Kategori disembunyikan
ja: 非表示のカテゴリー
no: Skjulte kategorier
ru: Скрытые категории
tr: Gizli kategoriler
uk: Приховані категорії
vi: Ẩn danh mục

# Languages::clone_categories
source: Copy categories
ar: نسخ الفئات
cs: Kopírovat kategorie
da: Kopiere kategorier
de: Kategorien kopieren
el: Αντιγραφή Κατηγοριών
es: Copiar categorías
id: Gandakan kategori
ja: カテゴリーのコピー
no: Kopier kategorier
ru: Копировать категории
tr: Kategorileri kopyala
uk: Копіювати категорії
vi: Sao chép danh mục

# Languages::clone_layouts
source: Copy layouts
ar: نسخ التخطيطات
cs: Kopírovat rozvržení
da: Kopiere layouts
de: Layouts kopieren
el: Κλωνοποίηση layouts
es: Copiar diseños
id: Gandakan layout
ja: レイアウトのコピー
no: Kopier layouter
ru: Копировать макеты
tr: Düzenleri kopyala
uk: Копіювати макети
vi: Sao chép lớp bố trí

# Languages::clone_pages
source: Share pages
ar: مشاركة الصفحات
cs: Sdílet stránky
da: Dele sider
de: Seiten teilen
el: Διαμοιρασμός Σελίδων
es: Compartir páginas
id: Share halaman
ja: ページの共有
no: Del sider
ru: Сделать страницы общими
tr: Sayfaları paylaş
uk: Зробити сторінки загальними
vi: Chia sẻ trang
