Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::temando_package_backpack
source: Backpack
ar: حقيبة ظهر
cs: Batoh
da: Rygsæk
de: Rucksack (Backpack)
el: Σακίδιο
es: Mochila
id: Ransel
no: Ryggsekk
ru: Рюкзак
uk: Рюкзак
vi: Ba lô

# Languages::temando_package_bale
source: Bale
ar: رزمة ضخمة
cs: Žok
de: Ballen (Bale)
el: Δέμα
es: Bala
ru: Кипа
uk: Кипа

# Languages::temando_package_box
source: Box
ar: صندوق
da: Boks
de: Karton (Box)
el: Κουτί
es: Caja
id: Kotak
no: Boks
ru: Коробка
uk: Коробка
vi: Hộp

# Languages::temando_package_bunch
source: Bunch
ar: باقة
cs: Svazek
de: Bündel (Bunch)
el: Δέσμη
es: Grupo
no: Bunke
ru: Пачка
uk: Пачка
vi: Bó

# Languages::temando_package_bundle
source: Bundle
ar: حزمة
cs: Balení
da: Bundt
de: Büschel (Bundle)
el: Πακέτο
es: Fajo
id: Paket
no: Bunt
ru: Связка
uk: Звязка
vi: Bó

# Languages::temando_package_carton
source: Carton
ar: كرتون
cs: Lepenková krabice
da: Karton
de: Karton (Carton)
el: Χαρτοκιβώτιο
es: Cartón
id: Karton
no: Kartong
ru: Картонная коробка
uk: Картонна коробка
vi: Thùng carton

# Languages::temando_package_crate
source: Crate
ar: قفص
cs: Klec
da: Kasse
de: Kiste (Crate)
el: Κιβώτιο
es: Caja
id: Peti
no: Kasse
ru: Ящик
uk: Ящик
vi: Thùng

# Languages::temando_package_cylinder
source: Cylinder
ar: أسطوانة
cs: Válec
de: Zylinder (Cylinder)
el: Κύλινδρος
es: Cilindro
id: Silinder
no: Sylinder
ru: Баллон
uk: Циліндр

# Languages::temando_package_documentenvelope
source: Document Envelope
ar: ظرف مستندات
cs: Obálky na dokumenty
da: Dokumentkuvert
de: Dokument Umschlag (Document Envelope)
el: Φάκελος αποστολής
es: Sobre de documento
id: Dokumen amplop
no: Dokument konvolutt
ru: Конверт для документов
uk: Конверт для документів
vi: Phong bì Tài liệu

# Languages::temando_package_drum
source: Drum
ar: طبل
cs: Buben
da: Tromle
de: Fass (Drum)
el: Τύμπανο
es: Tambor
no: Trommel
ru: Бочка
uk: Бочка
vi: Thùng

# Languages::temando_package_flatpack
source: Flat Pack
ar: تغليف موحد
cs: Ploché balení
da: Flad pakke
de: Flaches Paket (Flat Pack)
el: Επίπεδη συσκευασία
es: Paquete plano
id: Paket datar
no: Flat pakke
ru: Плоская коробка
uk: Плаский Пакунок
vi: Gói Phẳng

# Languages::temando_package_letter
source: Letter
ar: جواب
cs: Dopis
da: Brev
de: Brief (Letter)
el: Επιστολή
es: Carta
id: Surat
no: Brev
ru: Письмо
uk: Лист
vi: Thư

# Languages::temando_package_pail
source: Pail
cs: Vědro
da: Spand
de: Eimer (Pail)
el: Καδος
es: Cubo
id: Ember
no: Spann
ru: Канистра
uk: Каністра
vi: Thùng

# Languages::temando_package_pallet
source: Pallet
cs: Paleta
da: Palle
de: Palette (Pallet)
el: Παλέτα
es: Palet
id: Palet
no: Palle
ru: Поддон
uk: Палетна

# Languages::temando_package_parcel
source: Parcel
cs: Zásilka
da: Pakke
de: Paket (Parcel)
el: Φάκελος
es: Paquete
id: Paket
no: Pakke
ru: Посылка
uk: Посилка
vi: Bưu kiện

# Languages::temando_package_pipe
source: Pipe
cs: Potrubí
da: Rør
de: Rohr (Pipe)
el: Σωλήνα
es: Pipa
id: Pipa
no: Rør
ru: Труба
uk: Труби
vi: Ống

# Languages::temando_package_roll
source: Roll
de: Rolle (Roll)
el: Ρολό
es: Rodillo
no: Rull
ru: Рулон
uk: Рулон
vi: Cuộn

# Languages::temando_package_satchel
source: Satchel/Bag
cs: Aktovka/Taška
de: Ranzen/Tasche (Satchel/Bag)
el: Τσάντα
es: Cartera/Bolsa
no: Ransel/Sekk
ru: Мешок
uk: Мішок

# Languages::temando_package_skid
source: Skid
cs: Skluz
de: Schleudern (Skid)
el: Ολίσθηση
es: Varadera (Skid)
id: Selip
ru: Стеллаж
uk: Стилаж

# Languages::temando_package_suitcase
source: Suitcase
cs: Kufr
da: Kuffert
de: Koffer (Suitcase)
el: Βαλίτσα
es: Maleta
id: Koper
no: Koffert
ru: Чемодан
uk: Валіза
vi: Va li

# Languages::temando_package_tube
source: Tube
cs: Trubice
da: Rør
de: Rohr (Tube)
el: Σωλήνα
es: Tubo
id: Tabung
ru: Туба
uk: Туба
vi: Ống

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
cs: Nezabalené nebo N/A
da: Ikke pakket eller ikke tilgængeligt
de: Nicht verpackt oder N/A (Unpackaged or N/A)
el: Μη συσκευασμένες ή Δ/Υ
es: No envasado o N/A
id: Tidak dikemas atau tidak
no: Uemballert eller ikke tilgjengelig
ru: Не упакован или недоступен
uk: Незапаковано або n/a
vi: Không đóng gói hoặc N/A

# Languages::temando_package_wheel
source: Wheel/Tyre
cs: Kolo/Pneumatiky
da: Dæk/hjul
de: Rad/Reifen (Wheel/Tyre)
el: Τροχός
es: Rueda/neumático
id: Roda / Ban
no: Hjul/Dekk
ru: Колесо/шина
uk: Колесо/шина
vi: Bánh/Lốp

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
cs: Nadměrná zavazadla
da: Overskydende bagage
de: Übergepäck (Excess Baggage)
el: Υπέρβαρο
es: Exceso de equipaje
id: Kelebihan Bagasi
no: Overflødig bagasje
ru: Перевес
uk: Понаднормовий багаж

# Languages::temando_subclass_furniture
source: Furniture
cs: Nábytek
da: Møbler
de: Möbel (Furniture)
el: Έπιπλα
es: Mueble
id: Mebel
no: Møbler
ru: Мебель
uk: Мебель

# Languages::temando_subclass_householdgoods
source: Household Goods
cs: Domácí potřeby
da: Husholdningsartikler
de: Haushaltswaren (Household Goods)
el: Είδη οικιακής χρήσης
es: Artículos para el hogar
id: Barang rumah tangga
no: Husholdningsvarer
ru: Хозяйственные товары
uk: Господарчі товари
vi: Hàng gia dụng

# Languages::temando_subclass_other
source: Other (etc.)
cs: Ostatní (atd.)
da: Andre (osv.)
de: Weitere usw. (Other (etc.)
el: Αλλα (κλπ.)
es: Otros (etc.)
id: Lainnya (dll)
no: Andre (etc.)
ru: Другое
uk: Інші (і т. д.)
vi: Khác (v.v..)

# Languages::temando_system
source: Temando system
cs: Temando systém
es: Sistema temando
id: Sistem Temando
ru: Система Temando
uk: Система Temando
vi: Hệ thống Temando

# Languages::temando_weight_grams
source: Grams
ar: جرام
cs: Gramů
da: Gram
de: Gramm (Grams)
el: Γραμμαρια
es: Gramos
id: Gram
no: Gram
ru: Граммы
uk: Грам
vi: Gram

# Languages::temando_weight_kilograms
source: Kilograms
ar: كيلو جرام
cs: Kilogramů
da: Kg
de: Kilogramm (Kilograms)
el: κιλά
es: Kilogramos
id: Kilogram
no: Kilo
ru: Килограммы
uk: Кілограм
vi: Kilogram

# Languages::temando_weight_ounces
source: Ounces
ar: أوقية
cs: Uncí
da: Ounce
de: Unzen (Ounces)
el: Ουγγιες
es: Onzas
id: Ons
no: Unser
ru: Унции
uk: Унції
vi: Ounce

# Languages::temando_weight_pounds
source: Pounds
ar: رطل
cs: Liber
da: Pund
de: Pfund (Pounds)
el: Λίβρα
es: Libras
id: Pound
no: Pund
ru: Фунты
uk: Фунти
vi: Bảng Anh

# Languages::template
source: Template
ar: قالب
cs: Šablona
da: Skabelon
de: Template (Vorlage)
el: Σχέδιο
es: Plantilla
ja: テンプレート
no: Mal
ru: Шаблон
uk: Шаблон
vi: Mẫu giao diện

# Languages::templates_tree
source: Templates tree
ar: شجرة الملفات
cs: Strom šablon
da: template træ
de: Templates (Vorlagen) Baumstruktur
el: Διακλάδωση Templates
es: Árbol de plantillas
id: Bagan pohon template
ja: テンプレートツリー
no: Maler trestruktur
ru: Дерево шаблонов
tr: Template ağacı
uk: Дерево шаблонів
vi: Mẫu cây

# Languages::file_editor
source: File editor
ar: محرر الملفات
cs: Editor souborů
da: Fil editor
de: Dateieditor
el: Επεξεργαστής Αρχείων
es: Editor de archivos
id: Editor file
ja: ファイルエディター
no: Filredigerer
ru: Редактор файлов
uk: Редактор файлів
vi: Trình soạn thảo tập tin

# Languages::terminal
source: Terminal
ar: المحطة
cs: Terminál
el: Τερματικό
ja: ターミナル
ru: Терминал
uk: Термінал
vi: Thiết bị đầu cuối

# Languages::terminal_id
source: Terminal ID
ar: معرف المحطة
el: ID τερματικού
es: ID de Terminal
id: ID Terminal
ja: ターミナルID
ru: ID терминала
uk: ID терминалу
vi: ID thiết bị đầu cuối

# Languages::test
source: Test
ar: تجريبي
cs: Zkouška
el: Τέστ
es: Prueba
id: Tes
ja: テスト
ru: Тест
uk: Тест
vi: Thử nghiệm

# Languages::test_live_mode
source: Test/Live mode
ar: الوضع التجريبي/ الحي
cs: Test/Aktivní mód
da: Test/Live måde
de: Test/Live Modus
el: Τέστ/Live Συνθήκες
es: Modo Test/Live
id: Modus pengujian/Langsung
ja: テスト/本番環境
no: Test/Live modus
ru: Тестовый/рабочий режим
tr: Test/Canlı modu
uk: Тестовий/робочий режим
vi: Chế độ Thử nghiệm/Trực tiếp

# Languages::test_mode
source: Test mode
ar: الوضع التجريبي
cs: Testovací režim
de: Test Modus
el: Λειτουργία εξέτασης
es: Modo test
id: Tes mode
ja: テストモード
no: Test modus
ru: Тестовый режим
tr: Test modu
uk: Тестовий режим
vi: Chế độ thử nghiệm

# Languages::text
source: Text
ar: النص
da: Tekst
el: Κείμενο
es: Texto
id: Teks
ja: テキスト
no: Tekst
ru: Текст
tr: Yazı
uk: Текст
vi: Văn bản

# Languages::textarea
source: Text area
ar: مربع نص متعدد
cs: Textová oblast
da: Tekstområde
de: Textbereich
el: Περιοχή Κειμένου
es: Área de texto
id: Area teks
ja: テキストエリア
no: Tekstområde
ru: Текстовая область
tr: Geniş yazı alanı
uk: Область тексту
vi: Khu vực văn bản

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
cs: <b>Poznámka</b>: Pro sledování vaší 2Checkout objednávky softwarem nákupního košíku musíte dokončit tyto kroky:<br /><br />-&nbsp;Přihlásit se k vašemu 2Checkout účtu<br />-&nbsp;Kliknout na <u>'Nastevní Prohlédněte si'</u>v sekci <u>'Užitečné odkazy'</u>.<br />-&nbsp;Nastavte volbu <u>Přímý návrat?'</u> to <b>'ANO'</b><br />-&nbsp;Nastavte <u>'Schválený URL'</u> na:<br /><b>[return_url]</b><br />-&nbsp;Nastavte <u>'Vaše Tajné slovo'</u>. Tajné slovo zná pouze prodejce a 2CheckOut.<br />
da: <b> Bemærk </ b>: For at spore dine 2Checkout ordrer med indkøbskurv software, du har til at tage disse skridt: <br /> <br /> - Log ind på din konto 2Checkout <br /> -- Klik på <u> 'Site management' </ u> i <u> 'Account' </ u> pkt. <br /> - Vælg <b> »I betragtning links tilbage til mit websted '</ b> option i <u> »Direkte Return '</ u> underafsnit <br /> - Set <u>' Godkendt URL '</ u> og <u>» Indtil URL' </ u> til: <br /> <b> [return_url] </ b> <br /> - Set <u> 'Secret Word' </ u>. The Secret Word er kun kendt af sælgeren og 2Checkout. <br />
de: <b>Note</b>: Um Ihre 2Checkout Bestellungen mit der Shopping Cart Software zu verfolgen (tracking) müssen Sie folgende Schritte unternehmen:<br />
es: <b>Nota</b>: Para poder seguir sus pedidos con 2Chekout en el software de comercio electrónico debe seguir los siguientes pasos:<br /><br />-&nbsp;Acceda a su cuenta 2Checkout<br />-&nbsp;Haga clic en <u>"Gestión del sitio'</u>en la sección<u>'Cuenta'</u>.<br />-&nbsp;Seleccione la opción<b>'Enlaces otorgados de vuelta a mi sitio web'</b>en la subsección<u>'Dirigir retorno'</u><br />-&nbsp;Establezca<u>'URL aprovada'</u> y <u>'URL pendiente'</u> a: <br /><b>[return_url]</b><br />-&nbsp;Establezca <u>'Palabra secreta'</u>. La palabra secreta solamente es conocida por el vendedor y 2Checkout.<br />
id: <b>Catatan</b>: Untuk melacak pesanan 2Checkout anda dengan software keranjang belanjaan anda harus mengambil langkah-langkah ini:<br /><br />-&nbsp;Login ke akun 2Checkout anda<br />-&nbsp;Klik pada <u>'Situs manajemen'</u> dalam <u>'Akun'</u> bagian.<br />-&nbsp;Pilih <b>'Mengembalikan link ke website saya'</b> pilihan di <u>'Pengembalian langsung'</u> subseksi <br />-&nbsp;Set <u>'URL Disetujui'</u> dan <u>'URL Tertunda'</u> ke:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Kata Rahasia'</u>. Kata Rahasia hanya diketahui oleh penjual dan 2CheckOut.<br />
no: <b>Merk</b>: For å spore 2Checkout bestillinger med handlevogn programvaren du har, må du gjøre følgende steg:<br /><br />-&nbsp;Logg inn på din 2Checkout konto<br />-&nbsp;Klikk på<u>'Site management'</ u> i <u>'Account'</ u> seksjonen.<br />-&nbsp;Velg <b>'Given links back to my website'</b> alternativet i <u>'Direct Return'</u> underseksjonen <br />-&nbsp;Sett <u>'Approved URL'</u> og <u>'Pending URL'</u> til:<br /><b>[return_url]</b><br />-&nbsp;Sett <u>'Secret Word'</u>. Det hemmelige ordet er kun kjent for selger og 2CheckOut.<br />
ru: <b>Примечание</b>: Чтобы проследить ваши заказы, сделанные через 2Checkout выполните следующее:<br /><br />-&nbsp;Зайдите в свою учетную запись 2Checkout<br>-&nbsp;Нажмите на <u>'Site management'</u> в секции <u>'Account'</u> .<br>-&nbsp;Выберите опцию <b>'Given links back to my website'</b> в подсекции <u>'Direct return'</u><br />-&nbsp;Установите значения <u>'Approved URL'</u> и <u>'Pending URL'</u> в:<br /><b>[return_url]</b><br />-&nbsp;Заполните поле <u>'Secret Word'</u>. Секретное слово известно только продавцу и 2CheckOut.<br />
tr: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Look & Feel settings'</u> in the <u>'Helpful links'</u> section.<br />-&nbsp;Set the option <u>'Direct Return?'</u> to <b>'Yes'</b><br />-&nbsp;Set <u>'Approved URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Your secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
uk: <b>Примітка</b>: Щоб простежити ваші замовлення, зроблені через 2Checkout виконайте наступне:<br /><br />-&nbsp;Зайдіть в свій обліковий запис 2Checkout<br>-&nbsp;Натисніть на <u>'Site management '</u>в секції <u>'Account '</u>.<br>-&nbsp;Виберіть опцію<b>'Given links back to my website '</b>в підсекції<u>'Direct return'</u><br/>-&nbsp;Встановіть значення<u>'Approved URL'</u> і <u>'Pending URL'</u> в:<br/><b> [return_url] </b><br />- &nbsp;Заповніть поле <u> 'Secret Word'</u>. Секретне слово відомо тільки продавцю і 2CheckOut.<br />
vi: <b>Lưu ý</b>: Để theo dõi các đơn đặt hàng 2Checkout với mua sắm giỏ hàng phần mềm bạn cần phải thực hiện những bước: <br /> <br />-Đăng nhập vào tài khoản 2Checkout <br />-Bấm vào <u>'Quản lý trang web'</u> trong phần <u>'Tài khoản'</u>. < br / >-Chọn tuỳ chọn <b>'Cho các liên kết quay lại trang web của tôi'</b> trong <u>' trở lại trực tiếp '</u> phụ <br /> - Thiết lập <u>' chấp nhận URL'</u> và <u>đang chờ xử lý URL'</u> để : < br / > <b>[return_url]</b> <br /> - Thiết lập <u>'Từ khóa bí mật'</u>. Từ khóa bí mật được biết đến chỉ để người bán và 2CheckOut. <br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
cs: Okamžité oznámení služby (INS)
da: Instant anmeldelse Service (INS)
de: Sofortbenachrichtigungsdienst
el: Υπηρεσία άμεσης ενημερωσης (INS)
es: Servicio de notificación instantánea (INS)
id: Layanan pemberitahuan instan (LPI)
ru: Сервис мнгновенных уведомлений (INS)
uk: Служба миттєвих повідомлень (INS)
vi: Dịch vụ thông báo ngay lập tức (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
ar: (تعرض في نافذة منبثقة)
cs: (zobrazeno v pop up okně)
da: (vist i popup-vindue)
de: (werden in popup Fenster angezeigt)
el: (εμφανίζονται στο αναδυόμενο παράθυρο)
es: (mostrado en ventana popup)
id: (ditampilkan dalam jendela popup)
ja: (ポップアップウィンドウに表示されます)
no: (Vises i popup-vindu)
ru: (показывается во всплывающем окне)
tr: (popup pencerede göster)
uk: (відображається у спливаючому вікні)
vi: (hiển thị trong cửa sổ bật lên)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
ar: (تعرض في صفحة تفاصيل المنتج في صور اضافية)
cs: (zobrazeno na stránce detailů zboží v "Další obrázky")
da: (vises på siden med produktoplysninger i "Yderligere billeder")
de: (auf Seite Produktdetails in 'zusätzliche Bilder' angezeigt)
el: (εμφανίζονται στη σελίδα λεπτομερειων προϊόντος στις "Επιπλεον Φωτογραφίες")
es: (mostrado en página de detalles de productos en "Imágenes adicionales")
id: (ditampilkan pada halaman detail produk dalam "gambar tambahan")
ja: (個別商品ページに "追加画像" として表示されます。)
no: (Vist på produktdetaljer siden under "Tilleggsbilder")
ru: (показывается на детальной странице товара в Дополнительных изображениях)
tr: (ürün detay sayfasında 'Eklenen resimler') i göster
uk: (відображається на сторінці продукту деталі в "Додаткові зображення")
vi: (hiển thị trên trang chi tiết sản phẩm trong "Hình ảnh bổ sung")

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
ar: الإضافة "[addon_name]" غير متوافقة مع الإضافات التالية: [addons]. لذا لا يمكن تفعيلها
cs: Doplněk "[addon_name]" není kompatibilní s následujícími doplňky: [addons]. Nemůže být aktivován
da: Add-on "[addon_name]" er uforenelig med følgende tilføjelser: [addons]. Det kan ikke aktiveres
de: Erweiterung (Add-on) "[addon_name]" ist nicht kompatibel mit den folgenden add-ons: [addons]. Kann nicht aktiviert werden
el: Το πρόσθετο "[addon_name]" δεν είναι συμβατο με τα παρακατω προσθετα: [addons]. Δε μπορει να ενεργοποιηθει
es: El complemento "[addon_name]" es incompatible con los siguientes complementos: [addons]. No se puede habilitar.
id: Add-ons "[addon_name]" tidak kompatibel dengan Add-onsberikut:[addons]. Tidak dapat diaktifkan
ja: "[addon_name]" アドオンは次のアドオンと併用できないため有効化できません: [addons]
no: Modulen "[addon_name]" er uforenlig med følgende andre moduler: [addons]. Det kan ikke aktiveres
ru: Модуль «[addon_name]» несовместим со следующими модулями: [addons]. Включить его не удалось
uk: Додаток "[addon_name]" несумісний з наступними додатками: [addons]. Увімкнути його не вдалось
vi: Tiện ích "[addon_name]" là không tương thích với các tiện ích sau đây: [addons]. Nó không thể được kích hoạt

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
ar: الإضافة "[addon_name]" غير متوافقة مع الإضافات التالية: [addons]. سيتم تعطيل هذه الإضافات تلقائياً.
cs: Doplněk "[addon_name]" není kompatibilní s následující doplňky: [addons]. Tyto doplňky budou automaticky deaktivovány.
da: Add-on "[addon_name]" er uforenelig med følgende tilføjelser: [addons]. Disse tilføjelser deaktiveres automatisk.
de: Add-on "[addon_name]" ist mit den folgenden add-ons nicht kompatibel: [addons]. Diese add-ons werden automatisch deaktiviert.
el: Το πρόσθετο "[addon_name]" δεν είναι συμβατο με τα παρακατω προσθετα: [addons].Αυτα τα Προσθετα θα απενεργοποιηθούν αυτόματα.
es: El complemento "[addon_name]" es incompatible con los siguientes complementos: [addons]. Estos complementos serán automáticamente deshabilitados.
id: Add-ons "[addon_name]" tidak kompatibel dengan add-onberikut:[addons]. Add-ons akan secara otomatisdinonaktifkan.
ja: "[addon_name]" アドオンは次のアドオンと併用できないため自動で無効化されます: [addons]
no: Modulen "[addon_name]" er uforenlig med følgende andre moduler: [addons]. Disse modulene vil bli automatisk deaktivert.
ru: Модуль «[addon_name]» несовместим со следующими модулями: [addons]. Эти модули будут автоматически отключены.
uk: Додаток "[addon_name]" несумісний з додатками: [addons]. Ці додатки будуть вимкнені автоматично.
vi: Tiện ích "[addon_name]" là không tương thích với các tiện ích sau đây: [addons]. Các tiện ích sẽ được tự động vô hiệu hóa.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
ar: الإضافة "[addon_name]" غير متوافقة مع الإضافات: [addons], لذا لم يتم تنشيطها تلقائياً. لتنشيط الإضافة, قم بتنشيطها يدوياً وسيتم تعطيل اي إضافة غير متوافقة معها تلقائياً.
cs: Doplněk "[addon_name]" není kompatibilní s následující doplňky: [addons]. Z tohoto důvodu nebyl aktivován. Aktivujte jej manuálně a všechny nekompatibilní doplňky budou deaktivovány automaticky.
da: Add-on "[addon_name]" er uforenelig med følgende tilføjelser: [addons]. Det har ikke været være aktiveret. Aktiverer det manuelt og alle de uforenelige add-ons vil blive deaktiveret automatisk.
de: Add-on "[addon_name]" ist mit den folgenden add-ons nicht kompatibel: [addons]. Deswegen werden diese nicht automatisch aktiviert. Um das Add-on zu aktivierem, aktivieren Sie es manuell und die nicht kompatiblen Add-ons werden dann autmatisch deaktiviert.
el: Το πρόσθετο "[addon_name]" δεν είναι συμβατο με τα παρακατω προσθετα: [addons]. Δε μπορει να ενεργοποιηθει. Ενεργοποιήστε χειροκίνητα και όλα τα ασύμβατα Προσθετα θα απενεργοποιηθούν αυτόματα.
es: "[addon_name]" es incompatible con los siguientes complementos: [addons]. No se ha podido activar. Actívalo manualmente y todos los complementos incompatibles serán desactivados automáticamente.
id: Add-ons "[addon_name]" tidak kompatibel dengan Add-onsberikut:[addons]. Ini belum diaktifkan. Aktifkan secaramanual dan semua add-on tidak kompatibel akandinonaktifkan secara otomatis.
ja: "[addon_name]" アドオンは次のアドオンと併用できないため自動では有効化されません: [addons] 手動でアドオンを有効化してください。併用できないアドオンが自動で無効化されます。
no: Modulen "[addon_name]" er uforenlig med følgende andre moduler: [addons]. Det har ikke blitt aktivert. Aktiver den manuelt og alle de inkompatible modulene vil bli deaktivert automatisk.
ru: Модуль "[addon_name]" несовместим со следующими модулями: [addons]. Модуль не был включен. Включите его вручную и все несовместимые модули будут отключены автоматически.
uk: Додаток "[addon_name]" несумісний з додатками: [addons]. Увімкнути його не вдалось. Увімкніть його вручну і всі несумісні додатки будуть вимкнені автоматично.
vi: Tiện ích "[addon_name]" là không tương thích với các tiện ích sau đây: [addons]. Nó đã không được được kích hoạt. Kích hoạt nó bằng tay và tất cả các tiện ích không tương thích sẽ được tự động vô hiệu.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
ar: تم تركيب الإضافة <b>"[addon]"</b> بنجاح
cs: Doplněk <b>"[addon]"</b> byl v pořádku nainstalován
da: Denne Udvidelse <b>"[addon]"</b> Udvidelsen <b> "[addon]" </ b> er blevet installeret med succes
de: Erweiterung (add-on) <b>"[addon]"</b> wurde erfolgreich installiert
el: Το <b>"[addon]"</b> add-on εγκαταστάθηκε επιτυχώς.
es: El complemento <b>"[addon]"</b> se ha instalado con éxito
id: Add-ons <b>"[addon]"</b>telah berhasil dipasang
ja: アドオン <b>"[addon]"</b> がインストールされました
no: Modulen <b>"[addon]"</b> er installert
ru: Модуль <b>"[addon]"</b> был успешно установлен
tr: Eklenti <b>"[addon]"</b> başarı ile kuruldu
uk: Додаток <b>«[addon]»</b> успішно встановлено
vi: Tiện ích <b>"[addon]"</b> đã được cài đặt thành công
