Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::extra_folders
source: Extra folders
ar: مجلدات إضافية
cs: Další složky
da: Ekstra mapper
de: Zusätzliche Ordner
el: Επιπλέον φακελοι
es: Carpetas adicionales
id: Tambahan folder
ja: 追加フォルダ
no: Ekstra mapper
ru: Дополнительные папки
tr: Ek klasörler
uk: Додаткові папки
vi: Thư mục thêm

# Languages::fail
source: Fail
ar: فشل
cs: Selhání
da: Fejl
de: Fehlgeschlagen
el: απέτυχε
es: Fallo
id: Gagal
ja: 失敗
no: Mislykkes
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại

# Languages::failed
source: Failed
ar: فشلت
cs: Neúspěšný
da: Mislykket
de: Fehlgeschlagen
el: ΑΚΥΡΩΘΗΚΑΝ
es: Fallo
id: Gagal
ja: 失敗
no: Mislykket
ru: Не прошел
tr: Başarısız
uk: Не пройшов
vi: Thất bại

# Languages::fair
source: Fair
ar: مقبول
cs: Podprůměrný
de: ausreichend
el: Καλό
es: Razonable
id: Cukup
ja: やや悪い
no: Brukbar
ru: Плохо
tr: Vasat
uk: Погано

# Languages::false
source: False
ar: خاطئ
cs: Nepravdivé
da: Falsk
de: Falsch (False)
el: ΕΣΦΑΛΜΕΝΟΣ
es: Falso
id: Salah
no: Usant
ru: Нет
tr: Yanlış
uk: Ні
vi: Sai

# Languages::faroese
source: Faroese
cs: Faerština
da: færøsk
de: Färöische Sprache
el: Νήσων Φερόε
es: Feroés
no: Færøysk
ru: Фарерский
uk: Фарерська
vi: Tiếng Faroe

# Languages::fast
source: Fast
ar: سريع
cs: Rychlý
da: hurtig
de: Schnell
el: Γρήγορα
es: Rápido
id: Cepat
ja: 速い
no: Rask
ru: Быстрый
tr: Hızlı
uk: Швидкий
vi: Nhanh

# Languages::fax
source: Fax
ar: الفاكس
el: Φαξ
id: Faks
no: Kontonummer
ru: Факс
tr: Faks
uk: Факс

# Languages::feature
source: Feature
ar: مواصفة
cs: Vlastnost
da: Egenskab
de: Eigenschaft
el: Χαρακτηριστικό
es: Característica
id: Fitur
ja: 追加情報
no: Funksjon
ru: Характеристика
tr: Özellik
uk: Характеристика
vi: Tính năng

# Languages::features
source: Features
ar: المواصفات
cs: Vlastnosti
da: Funktion
de: Eigenschaften
el: Χαρακτηριστικά
es: Características
id: Fitur
ja: 追加情報
no: Funksjoner
ru: Характеристики
tr: Özellikler
uk: Характеристики
vi: Tính năng

# Languages::features_delimiter
source: Feature variants delimiter
cs: Oddělovač variant
da: Egenskaber for variantafgrænsninger
de: Begrenzungszeichen für Varianten-Merkmale
el: Οριοθέτης Παραλλαγης Χαρακτηριστικού
es: Delimitador de variantes de características
id: Fitur varian pembatas
ja: 商品の追加情報の区切り文字
no: Funksjons variant skilletegn
ru: Разделитель вариантов характеристики
tr: Özellik türevleri sınırlayıcısı
uk: Роздільник варіантів характеристики
vi: Tính năng biến thể phân tách

# Languages::features_menu_description
source: Add and manage extra product fields.
ar: إضافة وإدارة خانات المنتج الإضافية.
cs: Přidat a spravovat další pole zboží.
da: Tilføj og Administrer ekstra produktfelter.
de: Zusätzliche Felder für Produkte hinzufügen und verwalten.
el: Προσθέστε και διαχειριστείτε τα χαρακτηριστικά των προϊόντων σας
es: Añadir y gestionar campos adicionales de producto.
id: Buat dan kelola data fitur produk.
ja: 商品の追加フィールドの追加および管理
no: Legg til og behandle ekstra produktfelt.
ru: Просмотр, добавление и редактирование дополнительных полей товаров.
tr: Ekstra ürün alanları ekleme ve yönetme
uk: Перегляд, додавання та редагування додаткових полів товарів.
vi: Thêm và quản lý mục sản phẩm.

# Languages::feature_code
source: Feature code
ar: كود المواصفة
cs: Kód pro vlastnosti
de: Code für Eigenschaften
el: Κωδικός Χαρακτηριστικού
es: Código de característica
id: Kode fitur
ja: 追加情報コード
no: Funksjonskode
ru: Код характеристики
tr: Özellik kodu
uk: Код характеристики
vi: Mã tính năng

# Languages::feature_comparison
source: Feature comparison
ar: مقارنة المواصفات
cs: Umožnit porovnání vlastností
da: Feature sammenligning
de: Eigenschaften vergleichen
el: Σύγκριση χαρακτηριστικού
es: Comparación de características
id: Perbandingan fitur
ja: 商品比較
no: Funksjonssammenligning
ru: Сравнение характеристик
tr: karşılaştırılabilsin
uk: Порівняння характеристик
vi: So sánh tính năng

# Languages::feature_display_on_catalog
source: Show in product list
ar: عرض في قائمة المنتج
cs: Zobrazit v seznamu zboží
da: Vis i produktliste
de: In Produktliste anzeigen
el: Εμφάνιση στη λίστα προϊόντων
es: Mostrar en la lista de productos
id: Tampilkan di dalam daftar produk
ja: 商品一覧に表示
no: Vis i produktlisten
ru: Показывать в списке товаров
tr: Ürün listesinde göster
uk: Показувати в списку товарів
vi: Hiển thị trong danh sách sản phẩm

# Languages::feature_display_on_header
source: Show in header on the product details page
ar: إظهار في رأس الصفحة الخاصة بالمنتج
cs: Zobrazit v záhlaví na stránce s podrobnostmi o zboží
da: Vis i headeren på siden produkt detaljer
de: In der Kopfzeile auf der Artikel-Detailseite anzeigen
el: Να εμφανίζεται στην επικεφαλίδα στη σελίδα Λεπτομέρειες προϊόντος
es: Mostrar en el encabezado de la página de detalles del producto
id: Tampilkan di header pada halaman rincian produk
ja: 商品詳細ページのヘッダーに表示
no: Vis i headeren på siden med produktdetaljer
ru: Показывать в заголовке карточки товара
tr: Ürün Ayrıntıları sayfasında üstbilgisinde göster
uk: Показувати в заголовку картки товара
vi: Hiển thị trong tiêu đề trên trang chi tiết sản phẩm

# Languages::feature_display_on_product
source: Show on the Features tab
ar: عرض في لسان المواصفات
cs: Zobrazit na záložce Vlastnosti
da: Vis på fanen funktioner
de: In Eigenschaften Reiter (Tab) anzeigen
el: Προβολή στην καρτέλα Χαρακτηρηστικών
es: Muestran en la ficha de características
id: Tampilkan dalam tab Fitur
ja: 追加情報タブに表示
no: Vis på funksjons-fliken
ru: Показывать во вкладке «Характеристики» карточки товара
tr: Özellikler sekmesinde göster
uk: Показувати у вкладці «Характеристики» картки товара
vi: Hiển thị trên tab tính năng

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
ar: تم إرسال رد الفعل بنجاح.
cs: Recenze úspěšně odeslána.
da: Tilbagemeldingerne er blevet sendt succesfuldt.
de: Das Feedback wurde erfolgreich gesendet.
el: Τα σχόλια έχουν σταλεί με επιτυχία.
es: La respuesta ha sido enviada con éxito.
id: Masukan telah dikirim berhasil.
ja: フィードバックが送信されました。
no: Tilbakemeldingen er sendt.
ru: Отзыв отправлен успешно.
tr: The feedback has been sent sucessfully.
uk: Відгук успішно надіслано.
vi: Phản hồi đã được gửi thành công.

# Languages::feedback_values
source: Feedback values
ar: المعلومات المرسلّة
cs: Zpětná vazba
da: Feedbackværdier
de: Feedback Werte
el: Αξία σχολίων
es: Valores de retroalimentación
id: Isian Saran
ja: 設定情報の送信
no: Tilbakemeldingsverdier
ru: Содержимое отзыва
uk: Вміст відгуку
vi: Giá trị thông tin phản hồi

# Languages::field
source: Field
ar: الحقل
cs: Pole
da: Felt
de: Feld
el: Πεδίο
es: Campo
id: Kolom
ja: フィールド
no: Felt
ru: Объект применения
tr: Alan
uk: Поле
vi: Trường

# Languages::field_editor
source: Field Editor
ar: محرر الحقل
cs: Editace pole
da: Felt Editor
de: Feld Editor
el: Επεξεργαστης Πεδίου
es: Editor de campos
id: Editor Field
ja: フィールドエディタ
no: Felteditor
ru: Редактор поля
tr: Alan editörü
uk: Редактор поля
vi: Biên tập Trường

# Languages::file
source: File
ar: ملف
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
ja: ファイル
no: Fil
ru: Файл
tr: Dosya
uk: Файл
vi: Tập tin

# Languages::filename
source: File name
ar: اسم الملف
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del fichero
id: Nama file
ja: ファイル名
no: Filnavn
ru: Имя файла
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tập tin

# Languages::files
source: Files
ar: الملفات
cs: Soubory
da: Programmer
de: Dateien
el: Αρχεία
es: Ficheros
id: Keseluruhan file
ja: ダウンロード
no: Filer
ru: Файлы
tr: Dosyalar
uk: Файли
vi: Tập tin

# Languages::sell_files
source: Files to sell
cs: Soubory k prodeji
da: Filer til at sælge
de: Dateien zum Verkauf
el: Αρχεία προς πώληση
es: Archivos para vender
id: File untuk dijual
ja: 販売用ファイル
no: Filer å selge
ru: Продаваемые файлы
tr: Satılacak dosyalar
uk: Файли на продаж
vi: Các tập tin để bán

# Languages::filesize
source: File size
ar: الحجم
cs: Velikost souboru
da: Fil størrelse
de: Dateigrösse
el: Μέγεθος αρχείου
es: Tamaño del archivo
id: Ukuran file
ja: ファイルサイズ
no: Filstørrelse
ru: Размер файла
tr: Dosya boyutu
uk: Розмір файлу
vi: Kích thước tập tin

# Languages::files_changes
source: File changes
ar: تغييرات الملف
cs: Změny souborů
da: Filændringer
de: Dateiänderungen
el: Αλλαγες Αρχείων
es: Cambios en el archivo
id: Perubahan file
ja: ファイル変更
no: Filendringer
ru: Изменения в файлах
tr: Dosya değişiklikleri
uk: Зміни в файлах
vi: Thay đổi tập tin

# Languages::files_directory
source: Files directory
ar: مجلد الملفات
cs: Adresář souborů
da: Fil mappe
de: Dateiverzeichnis
el: Κατάλογος αρχείων
es: Directorio de archivos
id: Direktori file
ja: ファイルディレクトリ
no: Filkatalog
ru: Директория с файлами
tr: Dosyalar dizini
uk: Папка з файлами
vi: Thư mục tập tin

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
cs: Adresář pro soubory produktů ke stažení
de: Verzeichnis für die Dateien der herunterladbaren Produkte
el: Κατάλογος για τα αρχεία με δυνατότητα λήψης προϊόντων
es: Directorio para los archivos de productos descargables
id: Daftar berkas produk yang dapat diunduh
no: Katalog for filene med nedlastbare produkter
ru: Директория для файлов цифровых товаров
uk: Директорія для файлів цифрових товарів

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
ar: هذا الملف سيكون متاح بعد دفع قيمة الطلب بالكامل.
cs: Soubor bude k dispozici po zaplacení objednávky.
da: Du kan først download den når din order er betalt
de: Diese Datei ist verfügbar sobald die Bestellung voll bezahlt worden ist.
el: Αυτό το αρχείο θα είναι διαθέσιμο μετά την πλήρη αποπληρωμή της παραγγελίας
es: Este archivo estará disponible después de que el pedido sea pagado en su totalidad.
id: File ini akan tersedia setelah order dibayar penuh.
ja: このファイルはお支払い完了後にダウンロードいただけます。
no: Denne filen vil være tilgjengelig etter at ordren er betalt i sin helhet.
ru: Файл будет доступен после того, как заказ будет полностью оплачен.
tr: Bu dosya ödeme tamamlandıktan sonra kullanılabilir
uk: Цей файл буде доступний після того, як замовлення буде оплачено в повному обсязі.
vi: Tập tin này sẽ có sẵn sau khi đơn đặt hàng được thanh toán đầy đủ.

# Languages::file_browser
source: File browser
ar: متصفح الملفات
cs: Prohlížeč souborů
da: Fil browser
de: Datei-Browser
el: Βrowser αρχείου
es: Explorador de archivos
id: Peramban berkas
ja: ファイルブラウザ
no: Filutforsker
ru: Найти файл
tr: Dosya tarayıcısı
uk: Знайти файл
vi: Duyệt tập tin

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
ar: هذا الملف لا يحتوي على مفتاح تحميل.
cs: Tento soubor nemá klíč ke stažení.
da: Filen har ikke en download nøgle.
de: Diese Datei hat keinen Download Schlüssel (Key)
el: Αυτό το αρχείο δεν έχει κλειδί download.
es: Este archivo no tiene una clave de descarga.
id: File ini tidak memiliki kunci unduh
ja: このファイルにはダウンロードキーがありません。
no: Denne filen har ikke en nedlastingsnøkkel.
ru: Этот файл не имеет ключа для загрузки.
tr: Bu dosya bir indirme anahtarına sahip değil.
uk: Цей файл не має ключа для завантаження.
vi: Tệp này không có khóa tải về.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
ar: ا يمكن تحميل الملف حيث أن حد التحميل الذي يساوي [limit] تم تجاوزه.
cs: Tento soubor nemůže být stažen, protože vypršel limit [limit] pro jeho stažení.
da: Filen kan ikke blive downloadet da der er opnået download limit på [limit]
de: Die Datei kann nicht heruntergeladen werden, weil die Download-Limite gleich [limit] überschritten wurde.
el: Το αρχείο δεν μπορεί να κατεβάσει, επειδή το όριο λήψης που ισούται με το [limit] έχει υπερβεί.
es: El archivo no se puede descargar porque el límite de [limit] de descargas se ha excedido.
id: File tidak bisa diunduh karena Batasan unduh sama [limit]terlampaui.
ja: ダウンロード回数の上限である [limit] を超過したためファイルをダウンロードできません。
no: Filen kan ikke lastes ned fordi nedlastingsgrensen lik [limit] er overskredet.
ru: Файл не может быть скачен, так как лимит на [limit] скачиваний(ие) превышен.
tr: Dosya indirilemez indirme limiti olan [limit] aşıldı.
uk: Не вдалося завантажити цей файл, оскільки перевищено ліміт на [limit] завантажень.
vi: Các tập tin không thể được tải xuống vì vượt quá giới hạn tải về bằng [limit].

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
ar: الملف أكبر من اللازم. الحد الأقصى هو [size].
cs: Velikost souboru je příliš velká. Maximální velikost nahrávaných souborů je [size].
da: Filen er for stor. Max upload størrelse er [size].
de: Datei ist zu gross. Max Upload Grösse ist [size].
el: Το αρχείο είναι πολύ μεγάλο. Το μέγιστο μέγεθος μεταφόρτωσης είναι [size].
es: El archivo es demasiado grande. El tamaño máximo es [size].
id: File terlalu besar. Max ukuran upload adalah [size].
ja: ファイルサイズが上限([size])を超過しています。
no: Filen er for stor. Maks. opplasting størrelse er [size].
ru: Размер файла слишком большой. Максимальный размер загрузки [size].
tr: Dosya çok büyük. Maksimum yükleme boyutu [size].
uk: Файл завеликий. Макс. розмір завантаження [size].
vi: Tập tin là quá lớn. Tải lên kích thước tối đa là [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
ar: الحجم الإجمالي للملفات التي يتم تحميلها يتجاوز الحد الأقصى من [size].
cs: Celková velikost nahrávaného souboru přesahuje maximální limit [size].
da: Samlet størrelse af de uploadede filer overskrider den maksimale grænse for [size].
de: Die Gesamtgröße der hochgeladenen Dateien überschreitet die maximale Grenze von [size].
el: Συνολικό μέγεθος των αρχείων που έχετε ανεβάσει υπερβαίνει το ανώτατο όριο των [size].
es: El tamaño total de los archivos cargados excede el límite máximo de [size].
id: Total ukuran file upload melebihi batas maksimum [size].
ja: アップロードするファイルのサイズが上限値 [size] を超過しています。
no: Totalstørrelsen på de opplastede filene overskrider maksimumsgrensen på [size].
ru: Общий размер загружаемых файлов превышает допустимое значение [size].
tr: Karşıya yüklenen dosyaların toplam boyutu [size] üst sınırı aşıyor.
uk: Загальний розмір файлів перевищує допустиме значення [size].
vi: Tổng kích thước của các tập tin đã tải lên vượt quá giới hạn tối đa là [size].

# Languages::file_tree
source: File tree
ar: شجرة الملفات
cs: Strom souborů
da: Fil træ
de: Datei Stammbaum
el: Δέντρο αρχείου
es: Árbol de archivos
id: Diagram struktur file
ja: ファイルツリー
no: Fil tre
ru: Дерево файлов
tr: Dosya ağacı
uk: Дерево файлів
vi: Cây tập tin

# Languages::filling
source: Filling
ar: النوع
cs: Vyplnění
da: udfyld
de: Ausfüllen des Inhalts
el: Συμπλήρωση
es: Relleno
id: Mengisi
ja: 表示内容
no: Fyll
ru: Заполнение
tr: Dolum
uk: Заповнення
vi: Đổ đầy

# Languages::filter
source: Filter
ar: المصفاة
cs: Filtr
el: Φίλτρο
es: Filtro
ja: フィルタ
ru: Фильтр
tr: Filtre
uk: Фільтр
vi: Bộ lọc

# Languages::filters
source: Filters
ar: المصفات
cs: Filtry
da: Filter
de: Filter
el: Φίλτρα
es: Filtros
id: Filter
ja: フィルタ
no: Filtre
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
ar: مصفات المنتجات يتم عرضها في واجهة الزوار لتمكن الزوار من العثور على المنتجات بسرعة ويسر.
cs: Filtry zboží jsou zobrazeny v obchodu a umožňují zákazníkům snadno a rychle najít zboží.
da: Produktfiltre vises i butikken og hjælper dine kunder til hurtigt at finde produkterne.
de: Produkte Filter werden im Kundenbereich (Front-end) visualisiert und geben Ihren Kunden die Möglichkeit Produkte schnell zu finden.
el: Τα φίλτρα αναζήτησης που εμφανίζονται στις σελίδες καταλόγου και επιτρέπουν την εύκολη αναζήτηση προϊόντων.
es: Los filtros de producto se muestran en la tienda y permiten a encontrar rápidamente los productos.
id: Filter produk akan ditampilkan di toko Anda, memungkinkan pelanggan Anda lebih cepat menemukan produk.
ja: 商品フィルタを利用することによりお客様の要望に合った商品の絞り込みができます。
no: Produktfiltre vises på kategorisidene, og gjør det mulig for kundene å raskt finne produktene de leter etter.
ru: Фильтры товаров показываются в витрине и позволяют покупателям легко находить нужные товары.
tr: Mağazanızda müşterilere hızlı arama imkanları sunabileceğiniz ürün filtreleri yönetimi.
uk: Фільтри товарів показуються на вітрині магазину і дозволяють покупцям легко знаходити потрібний товар.
vi: Bộ lọc sản phẩm được hiển thị trên cửa hàng và cho phép khách hàng của bạn nhanh chóng tìm thấy các sản phẩm.

# Languages::filter_by
source: Filter by
ar: تصفية بواسطة
cs: Filtr
da: Filter efter
de: Filtern nach
el: Φίλτρο ανα
es: Filtrar por
id: Filter berdasarkan
ja: 抽出基準
no: Filtrer etter
ru: Фильтровать по
tr: Filtre
uk: Фільтрувати за
vi: Lọc theo

# Languages::filter_description
source: Filter description
ar: وصف المصفاة
cs: Popis filtru
da: Filter beskrivelse
de: Filter Beschreibung
el: Περιγραφή φίλτρου
es: Descripción del filtro
id: Uraian Filter
ja: フィルタの説明
no: Filter beskrivelse
ru: Описание фильтра
tr: Filtre tanımı
uk: Опис фільтра
vi: Mô tả bộ lọc sản phẩm

# Languages::filter_name
source: Filter name
ar: اسم المصفاة
cs: Název filtru
da: Filter navn
el: Όνομα φίλτρου
es: Nombre del filtro
id: Nama Filter
ja: フィルタ名
no: Filter navn
ru: Имя фильтра
tr: Filtre adı
uk: Назва фільтра
vi: Tên bộ lọc

# Languages::filters_in_use
source: All features are already in use
ar: كافة الميزات قيد الاستخدام بالفعل
cs: Všechny funkce se již používají
da: Alle funktioner er allerede i brug
de: Alle Funktion sind bereits aktiviert.
el: Όλες οι λειτουργίες είναι ήδη σε χρήση
es: Todas las funciones ya están en uso
id: Semua fitur yang sudah digunakan
ja: すべてのフィルタがすでに使用中です
no: Alle funksjoner er allerede i bruk
ru: Все характеристики и поля уже используются
tr: Tüm özellikleri zaten kullanımda
uk: Усі характеристики, уже використовуються
vi: Tất cả các tính năng đã sử dụng

# Languages::finance_product_code
source: Finance product code
ar: كود المنتج المحاسبي
cs: Finanční kód zboží
da: Finansproduktkode
de: Finanz Produktcode
el: ΚΩΔΙΚΟΣ οικονομικών
es: Código de producto de finanzas
id: Kode produk keuangan
no: Finans produktkode
ru: Код товара (finance product code)
uk: Код товару (finance product code)
vi: Mã sản phẩm tài chính

# Languages::financial_state
source: Financial state
ar: الحالة المالية
cs: Finanční stav
da: Finansiel tilstand
de: Finanzieller Status
el: Οικονομική κατάσταση
es: Estado financiero
id: Posisi keuangan
no: Finansiell tilstand
ru: Финансовое состояние
tr: Mali durum
uk: Фінансовий стан
vi: Tài chính nhà nước

# Languages::find_results_with
source: Find results with
ar: عبارة البحث
cs: Hledaná fráze
da: Find resultater med
de: Ergebnisse finden mit
el: Εύρεση αποτελεσμάτων με
es: Buscar resultados con
id: Temukan hasil di
ja: 検索キーワード
no: Finn resultater med
ru: Найти
tr: Sonuçları listele
uk: Знайти
vi: Tìm thấy các kết quả với

# Languages::finish
source: Finish
ar: إنهاء
cs: Ukončit
da: afslutning
de: Ende
el: Λήξη
es: Fin
id: Selesai
ja: 終了
no: Fullfør
ru: Закончить
tr: Bitiş
uk: Закінчити
vi: Kết thúc

# Languages::finished
source: Finished
ar: منتهي
cs: Ukončeno
da: afsluttet
de: Fertig
el: Έληξε
es: Terminado
id: Diselesaikan
ja: 終了
no: Ferdig
ru: Закончилось
tr: Bitti
uk: Завершено
vi: Đã hoàn thành

# Languages::finnish
source: Finnish
cs: Finština
da: finsk
de: Finnisch
el: Φινλανδικά
es: Finlandés
id: Finlandia
no: Finsk
ru: Закончить
uk: Фінська
vi: Tiếng Phần Lan

# Languages::first_name
source: First name
ar: الاسم الأول
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
id: Nama depan
ja: 姓
no: Fornavn
ru: Имя
tr: Ad
uk: Ім’я
vi: Tên

# Languages::flemish
source: Flemish
cs: Vlámské
da: Flamske
de: Flämisch
el: Φλαμανδικά
es: Flamenco
no: Flamsk
ru: Фламандский
uk: Фламандська

# Languages::folder
source: Folder
ar: المجلد
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
ja: フォルダ
no: Mappe
ru: Папка
tr: Klasör
uk: Папка
vi: Thư mục

# Languages::folder_is_empty
source: Folder is empty
ar: المجلد فارغ
cs: Složka je prázdná
da: Mappen er tom
de: Ordner ist leer
el: Φακελος είναι αδειος
es: La carpeta esta vacía
id: Folder kosong
ja: フォルダは空です
no: Mappen er tom
ru: Папка пуста
tr: Klasör boş
uk: Папка порожня
vi: Thư mục trống

# Languages::footer
source: Footer
ar: الفووتر
cs: Zápatí
da: Bund
de: Fusszeile
el: Υποσέλιδο
es: Parte inferior de la página
ja: フッター
ru: Подвал
tr: Alt
uk: Нижній колонтитул
vi: Chân trang

# Languages::for
source: for
ar: بـ
cs: pro
de: für
el: για
es: para
id: seharga
ru: на
tr: için
uk: на
vi: cho

# Languages::forbidden
source: Forbidden
ar: محجوب
cs: Zakázáno
da: Forbudt
de: Nicht erlaubt
el: Απαγορευμένο
es: Prohibido
id: Dilarang
ja: 禁止するコンビネーションを指定
no: Forbudt
ru: Запрещение
tr: Yasak
uk: Заборонено
vi: Bị Cấm

# Languages::forbidden_combinations
source: Forbidden combinations
ar: التركيبات الغير متاحة
cs: Zakázané kombinace
da: Forbudt kombinationer
de: Nicht erlaubte Kombinationen
el: Απαγορευμένοι συνδυασμοί
es: Combinaciones prohibidas
id: Kombinasi tidak diperbolehkan
ja: 禁止するコンビネーション
no: Forbudte kombinasjoner
ru: Недоступные комбинации
uk: Заборонені комбінації
vi: Cấm kết hợp

# Languages::forgot_password_question
source: Forgot your password?
ar: نسيتها؟
cs: Zapomněli jste heslo?
da: Glemt din kode?
de: Passwort vergessen?
el: Ξεχάσατε τον Κωδικό;
es: ¿Se olvidó la contraseña?
id: Lupa password Anda ?
ja: パスワードを忘れました
no: Glemt passordet?
ru: Забыли пароль?
tr: Şifreyi unuttunuz mu?
uk: Забули пароль?
vi: Quên mật khẩu?

# Languages::form
source: Form
ar: نموذج
cs: Formulář
de: Formular
el: Φόρμα
es: Formulario
id: Formulir
ja: フォーム
no: Skjema
ru: Форма
uk: Форма
vi: Mẫu nhập

# Languages::format
source: Format
ar: النسق
cs: Formát
el: Μορφή
es: Formato
ja: フォーマット
ru: Формат
uk: Формат
vi: Định dạng

# Languages::forms
source: Forms
ar: النماذج
cs: Formuláře
da: Formularer
de: Formulare
el: Φόρμες
es: Formaularios
id: Formulir
ja: フォーム
no: Skjemaer
ru: Формы
tr: Formlar
uk: Форми
vi: Mẫu nhập

# Languages::form_id
source: Form ID
ar: معرف النموذج
cs: Formulář ID
da: Formular-ID
de: Formular ID
el: ID Φόρμας
es: ID de formulario
id: ID Formulir
ja: フォームID
ru: ID формы
uk: ID форми
vi: ID mẫu nhập

# Languages::for_all_found_orders
source: For orders on ALL pages
ar: لكل طلبات الشراء في كل الصفحات
cs: Pro objednávky na všech stránkách
da: For ordrer på alle sider
de: Für Bestellungen auf allen Seiten
el: Για Παραγγελίες σε ΟΛΕΣ τις Σελίδες
es: Para pedidos en TODAS las páginas
id: Untuk pesanan pada SEMUA halaman
ja: 全ページ分の注文
no: For ordre på ALLE sider
ru: Для всех найденных заказов
tr: TÜM sayfalardaki SİPARİŞLER
uk: Для всіх знайдених замовлень
vi: Cho đơn đặt hàng trên Tất Cả các trang

# Languages::for_this_page_orders
source: For orders on THIS page
ar: لكل طلبات الشراء في هذه الصفحة
cs: Pro objednávky na TÉTO stránce
da: For ordrer på denne side
de: Für Bestellungen auf dieser Seite
el: Για Παραγγελίες Σ' ΑΥΤΗΝ την Σελίδα
es: Para pedidos en ESTA página
id: Untuk pesanan di halaman INI
ja: このページの注文
no: For ordre på DENNE siden
ru: Для заказов этой страницы
tr: Bu sayfadaki SİPARİŞLER
uk: Для замовлення на цій сторінці
vi: Cho đơn đặt hàng trên Trang Này

# Languages::fragile
source: Fragile
ar: قابل للكسر
cs: Křehké
da: Skrøbelige
de: Zerbrechlich
el: Ευθραυστο
es: Frágil
id: Rentan
no: Skjør
ru: Хрупкий
uk: Крихкий
vi: Dễ vỡ

# Languages::free
source: Free
ar: مجاني
cs: Zdarma
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
id: Gratis
ja: 無料
no: Gratis
ru: Бесплатно
tr: Ücretsiz
uk: Безкоштовно
vi: Miễn phí

# Languages::free_products
source: Free products
ar: المنتجات المجانية
cs: Zboží zdarma
da: Gratis produkter
de: Kostenlose Produkte
el: Δωρεάν προιόντα
es: Productos gratis
id: Produk gratis
ja: 無料商品
no: Gratis produkter
ru: Бесплатные товары
tr: Ücretsiz ürünler
uk: Безкоштовні товари
vi: Sản phẩm miễn phí
