Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
ar: اترك هذا الحقل فارغاً للسماح برفع الملفات بدون حد أقصى للحجم, أو حدد الحد الأقصى ("100" = 100 Kb)
cs: Ponechte toto pole prázdné, aby bylo možno vkládat libovolné velikosti souboru, nebo můžete omezit velikost souboru. Hodnota "100" je rovna 100 Kb
da: Lad dette felt stå tomt at tillade overførsel af filer af enhver størrelse eller begrænse filstørrelsen ( "100 " er lig med 100 Kb)
de: Diese Feld leer lassen um Dateien jeder Grösse hochzuladen oder Dateigrösse limitieren; oder Sie können die Dateigrösse einschränken. Ein Wert von "100" entpricht 100 Kb.
el: Αφήστε κενό αυτό το πεδίο για να επιτραπεί τη μεταφόρτωση των αρχείων οποιουδήποτε μεγέθους, ή να περιοριστεί το μέγεθος του αρχείου ("100 " είναι ίσο με 100 Kb)
es: Dejar este campo vacío para permitir la carga de archivos de cualquier tamaño, o limitar el tamaño del archivo ("100" es igual a 100 Kb)
id: Tinggalkan field ini kosong untuk memungkinkan uploadfile dari berbagai ukuran, atau membatasi ukuran file("100" adalah sama dengan 100 Kb)
ja: お客様がアップロード可能なファイルサイズの上限を入力してください。（単位：KB）<br />ファイルサイズに制限を設けない場合は何も入力しないでください。
no: La dette feltet stå tomt for å tillate opplasting av filer av alle størrelser, eller begrens filstørrelsen ("100" tilsvarer 100 Kb)
ru: Оставьте это поле пустым, чтобы разрешить загрузку файлов любых размеров, или введите максимально допустимый размер файла ("100" это 100 Kb)
tr: Sınırsız upload için bu alanı boş bırakınız yada buraya gireceğiniz değer ile dosya boyutunu sınırlayabilirsiniz. Örneğin: buraya yazacağınız değer olan "100" 100 Kb a eşit olacaktır
uk: Залиште це поле порожнім, щоб дозолити завантаження файлів будь-яких, або введіть максимально допустимий розмір файлу ("100" це 100 Kb)
vi: Bỏ trống mục này để cho phép tải lên tập tin kích thước bất kỳ, hoặc giới hạn kích thước tập tin ("100" tương đương với 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
cs: Obdržená částka ve statutu požadavku se liší od stavu žádosti obdržné v systému CS-Cart
da: Modtaget beløb valueen i status anmodning adskiller sig fra den ene modtaget i CS-Cart systemet
de: Der erhaltene Betrag in der Status Anforderung unterscheidet sich vom erhaltenen Betrag des Systems;
el: Η αξία του ποσού που ελήφθη στην κατάσταση του αιτήματος, διαφέρει από εκείνη που ελήφθη στο σύστημα CS-Cart
es: El importe recibido en solicitud de estado difiere del total del pedido original
id: Jumlah nilai yang diterima dalam status permintaanberbeda dari yang diterima dalam sistem
ja: The amount value received in status request differs from the one received in CS-Cart system
no: Beløpsverdien mottatt i status forespørselen er forskjellig fra det som er mottatt i CS-Cart systemet
ru: Сумма заказа, полученная в ответе не совпадает с оригинальной
tr: Received amount value in status request differs from the one received in CS-Cart system;
uk: Сума замовлення, отримана у відповіді не співпадає з оригінальною
vi: Giá trị số tiền đã nhận được trong trạng thái yêu cầu khác với tổng của đơn hàng ban đầu

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
cs: Hodnota měny získané v žádosti se neshoduje s originálem
da: Modtaget valuta value i status anmodning adskiller sig fra den ene modtaget i CS-Cart systemet
de: Der erhaltene Währungwert in der Status Anforderung unterscheidet sich vom erhaltenen Betrag des Systems;
el: Η τιμή του συναλλάγματος που ελήφθη στην κατάσταση του αιτήματος, διαφέρει από εκείνη που ελήφθη στο σύστημα CS-Cart
es: El valor de la moneda recibido en la petición de estatus difiere del recibido por el sistema CS-Cart
id: Nilai mata uang yang diterima dalam status permintaanberbeda dari yang diterima dalam sistem
ja: The currency value received in status request differs from the one received in CS-Cart system
no: Valutaverdien mottatt i status forespørselen er forskjellig fra det som er mottatt i CS-Cart systemet
ru: Тип валюты, полученный в ответе не совпадает с оригинальным
tr: Received currency value in status request differs from the one received in CS-Cart system;
uk: Тип валюти, отриманний у відповіді не співпадає з оригінальним
vi: Giá trị tiền nhận được trong trạng thái yêu cầu khác với các loại tiền tệ trong cửa hàng

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
cs: Obdržená hodnota hash md5 ve statutu požadavku se liší od stavu žádosti obdržné v systému CS-Cart
da: Modtaget md5 hash-value i status anmodning adskiller sig fra den ene modtaget i CS-Cart systemet
de: Der erhaltene md5 Hash Wert in der Status Anforderung unterscheidet sich vom erhaltenen Wert des Systems;
el: Η αξία της md5 hash που ελήφθη στην κατάσταση του αιτήματος, διαφέρει από εκείνη που ελήφθη στο σύστημα CS-Cart
es: El valor del hash md5 recibido en solicitud de estado difiere del calculado
id: Nilai hash md5 diterima dalam status permintaan berbedadari yang diterima dalam sistem
ja: The md5 hash value received in status request differs from the one received in CS-Cart system
no: MD5 hash-verdien mottatt i status forespørselen er forskjellig fra det som er mottatt i CS-Cart systemet
ru: Конторольные суммы переданных и полученных полей не совпадают
tr: Received md5 hash value in status request differs from the one received in CS-Cart system;
uk: Конторольні суми переданих та отриманих полів відрізняється
vi: Giá trị băm md5 nhận được trong tình trạng yêu cầu khác từ một trong những tính toán

# Languages::mb_transaction_id
source: MB Transaction ID
cs: MB ID transakce
da: MB Transaktion ID
el: ID(ταυτότητα) της συναλλαγής MB
es: ID de transacción MB
id: ID transaksi MB
no: MB Transaksjons ID
ru: ID транзакции MB
uk: ID транзакції MB
vi: ID giao dịch MB

# Languages::md5_checksum_failed
source: MD5 checksum failed
cs: MD5 kontrolní součet se nezdařil
da: MD5 checksum mislykkedes
de: MD5-Prüfsumme fehlgeschlagen
el: O έλεγχος αθροίσματος της MD5 απέτυχε
es: Error en comprobación de suma de MD5
id: MD5 checksum gagal
no: MD5 sjekksum feilet
ru: Контрольная сумма MD5 не совпала
tr: MD5 checksum başarısız
uk: Контрольна сума MD5 не співпала
vi: MD5 checksum không thành công

# Languages::md5_hash_value
source: MD5 hash value
cs: MD5 hodnota symbolu
de: MD5 Hash-Wert
el: Αξία της MD5 hash
es: Valor del hash MD5
id: Nilai MD5 hash
ja: MD5ハッシュ値
no: MD5 hash-verdi
ru: значение функции MD5
tr: MD5 hash değeri
uk: значення функції MD5
vi: Giá trị băm MD5

# Languages::menu
source: Menu
ar: القائمة
cs: Nabídka
de: Menü
el: Μενού
es: Menú
ja: メニュー
no: Meny
ru: Меню
uk: Меню

# Languages::menus
source: Menus
ar: القوائم
cs: Menu
da: Menuer
de: Menüs
el: Μενού
es: Menús
id: Menu
ja: メニュー
no: Menyer
ru: Меню
tr: Menüler
uk: Меню
vi: Menu

# Languages::menu_items
source: Items for menu
ar: عناصر القائمة
cs: Položky menu
da: Elementer til menuen
de: Elemente für Menu
el: Στοιχεία για το μενού
es: Elementos de menú
id: Item untuk menu
ja: メニューの構成アイテム
no: Elementer til meny
ru: Элементы меню
uk: Елементи меню
vi: Các mục cho menu

# Languages::merchantid
source: Merchant ID
ar: معرف التاجر
cs: ID Obchodníka
da: Forhandler-ID
de: Händler ID (Merchant ID)
el: ID(ταυτότητα) εμπόρου
es: ID del comerciante
id: ID Pedagang
no: Grossist ID
ru: ID продавца
uk: ID продавця
vi: ID thương gia

# Languages::merchant_email
source: Merchant Notification Email
ar: إيميل التاجر
cs: Potvrzovací email pro velkoobchodníka
da: Forhandler Anmeldelse E-mail
de: Händler Benachrichtigungs Email
el: Email κοινοποίησης εμπόρου
es: Correo electrónico de notificación del comerciante
id: Pemberitahuan email Merchant
no: Grossist E-post for Meldinger
ru: Email для уведомлений продавца
tr: Satıcı bildirim E-postası
uk: Email для сповіщень продавця
vi: Email Thông báo Thương gia

# Languages::merchant_firstname
source: Merchant first name
ar: اسم التاجر الأول
cs: Obchodníkovo jméno
da: Merchant fornavn
de: Vorname Händler
el: Όνομα εμπόρου
es: Nombre del comercio
id: Nama depan Merchant
no: Grossist fornavn
ru: Имя аккаунта
tr: Satıcı adı
uk: Ім'я акаунта
vi: Tên thương gia

# Languages::merchant_id
source: Merchant ID
ar: معرف التاجر
cs: ID velkoobchodníka
da: Forhandler-ID
de: Händler ID (Merchant ID)
el: ID(ταυτότητα) εμπόρου
es: ID del comerciante
id: ID Pedagang
no: Grossist ID
ru: ID аккаунта
tr: Mağaza ID
uk: ID продавця
vi: ID thương gia

# Languages::merchant_key
source: Merchant key
ar: مفتاح التاجر
cs: Klíč velkoobchodníka
da: Forhandler nøgle
de: Händler Schlüssel (Merchant key)
el: Κλειδί εμπόρου
es: Clave del comerciante
id: Key Pedagang
no: Grossist nøkkel
ru: Ключ аккаунта
tr: Mağaza anahtarı
uk: Ключ продавця
vi: Mã Khóa Thương gia

# Languages::merchant_lastname
source: Merchant last name
ar: اسم التاجر الأخير
cs: Obchodníkovo příjmení
da: Merchant efternavn
de: Nachname Händler
el: Επίθετο εμπόρου
es: Apellido de Comercio
id: Nama belakang Merchant
no: Grossist etternavn
ru: Фамилия аккаунта
tr: Satıcı soyadı
uk: Прізвище аккаунта
vi: Họ của thương gia

# Languages::merchant_login
source: Merchant login
ar: تسجيل دخول التاجر
cs: Obchodníkovo přihlášení
da: Forhandler login
el: Είσοδος εμπόρου
es: Inicio de sesión del comercio
id: Login Pedagang
no: Grossist innlogging
ru: Логин продавца
uk: Логін продавця
vi: Thương gia đăng nhập

# Languages::merchant_name
source: Merchant name
ar: اسم التاجر
cs: Jméno velkoobchodníka
da: Forhandler navn
de: Name Händler
el: Όνομα εμπόρου
es: Nombre del comerciante
id: Nama Merchant
no: Grossist navn
ru: Аккаунт (имя)
tr: Mağaza adı
uk: Акаунт (ім'я)
vi: Tên thương gia

# Languages::merchant_pin
source: Merchant PIN
ar: PIN التاجر
cs: PIN velkoobchodníka
da: Forhandler PIN
de: Händler PIN
el: PIN(προσωπικός κωδικός) εμπόρου
es: PIN del comerciante
id: PIN Pedagang
no: Grossist PIN
ru: PIN аккаунта
tr: Satıcı PIN
uk: PIN продавця
vi: Mã PIN Thương gia

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
ar: لم يتم استقبال استجابة من التاجر. يرجى مراجعة العملية يدوياً.
cs: Odpověď od obchodníka nebyla přijata. Zkontrolujte, prosím, tuto transakci ručně.
da: Ingen svar fra serveren. Prøv igen.
de: Die Antwort vom Händler wurde nicht empfangen.Bitte diese Transaktion manuell kontrollieren.
el: Δεν ελήφθη απάντηση από τον έμπορο. Παρακαλείσθε να ελέγξετε τη συναλλαγή αυτή μόνοι σας
es: No se ha recibido respuesta del comerciante. Por favor revise esta transacción manualmente.
id: Tidak ada jawaban dari merchant yang diterima. Silakanperiksa transaksi ini secara manual.
no: Ingen respons fra grossisten er mottatt. Vennligst sjekk denne transaksjonen manuelt.
ru: Ответ на запрос от продавца не был получен. Пожалуйста, проверьте эту транзакцию вручную.
tr: The response from the merchant was not received. Please check this transaction manually.
uk: Відповідь на запит від продавця не отримано. Будьласка, перевірте цю транзакцію вручну.
vi: Không có phản ứng từ các thương gia đã nhận được. Xin vui lòng kiểm tra giao dịch này theo cách thủ công.

# Languages::merchant_site_id
source: Merchant site ID
ar: معرف موقع التاجر
cs: ID obchodnka
da: Forhandler site-ID
de: Händler Site ID
el: ID σελίδας εμπόρου
es: ID del sitio del comercio
id: ID situs Merchant
no: Grossist nettside ID
ru: ID сайта аккаунта
tr: Satıcı site ID
uk: ID сайту аккаунта
vi: ID Trang web thương gia

# Languages::merchant_warrior_api_key
source: API Key.
da: API-nøgle.
de: API Schlüssel
el: Κλειδί Api.
es: Clave API.
no: API nøkkel.
ru: API ключ.
uk: Ключ API.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
da: API adgangsudtryk.
el: Φράση πρόσβασης API.
es: Frase de paso de API.
no: API Passord frase.
ru: API пароль.
uk: Парольна фраза API.
vi: API cụm từ mật khẩu.

# Languages::merge
source: Merge
ar: دمج
cs: Sloučit
da: Flet
de: Zusammenfügen (merge)
el: Συγχώνευση
es: Fusionar
id: Gabungkan
ja: 統合する
no: Slå sammen
ru: Объединить
tr: Birleştir
uk: Злиття
vi: Hợp nhất

# Languages::message
source: Message
ar: الرسالة
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
id: Berita
ja: メッセージ
no: Melding
ru: Сообщение
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn

# Languages::messages
source: Messages
ar: الرسالة
cs: Zprávy
da: Besked
de: Nachrichten
el: Μηνύματα
es: Mensajes
id: Berita
ja: メッセージ
no: Meldinger
ru: Сообщения
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn

# Languages::meta_description
source: Meta description
ar: الوصف لمحركات البحث
cs: META popis
da: META beskrivelse
de: META Beschreibung (Description)
el: Meta description(σύντομη και περιεκτική περίληψη του περιεχομένου της σελίδας σας)
es: META descripción
id: Uraian Meta (SEO)
ja: METAタグの説明文
no: Meta beskrivelse
ru: Мета-описание
uk: Mета опис
vi: Meta mô tả

# Languages::meta_keywords
source: Meta keywords
ar: كلمات محركات البحث
cs: META klíčová slova
da: META nøgleord
de: META Keywords (Schlüsselwörter)
el: Meta keywords (μια σύντομη και περιεκτική λίστα με τις πιο σημαντικες λέξεις της σελίδας σας)
es: META palabras clave
id: Kata kunci Meta (SEO)
ja: METAタグのキーワード
no: Meta nøkkelord
ru: Мета-ключевые слова
uk: Мета ключові слова
vi: Meta từ khoá

# Languages::method
source: Method
ar: الطريقة
cs: Způsob
da: metode
de: Methode
el: Μέθοδος
es: Método
id: Metode
ja: 種類
no: Metode
ru: Способ
tr: Metod
uk: Метод
vi: Phương thức

# Languages::minimized
source: Minimized
ar: مصغرة
cs: Minimalizace
da: Minimeret
de: Minimiert
el: Ελαχιστοποιημένο
es: Minimizado
id: Minimalkan
ja: クリックして展開
no: Minimalisert
ru: Свернутый
uk: Згорнуто
vi: Giảm thiểu

# Languages::minimum_commission_payment
source: Minimum commission payment
ar: الحد الأدني للعمولة على المدفوع
cs: Minimální částka k zaplacení provize
da: Minimum provisionsbetaling
de: Min. Betrag für Auszahlung der Provision
el: Ελάχιστη προμήθεια πληρωμής
es: Pago de comisión mínimo
id: Pembayaran komisi Minimum
ja: 最低支払額
no: Minimum provisjonsbetaling
ru: Минимальный комиссионный платеж
tr: Minimum komisyon ödeme
uk: Мінімальна комісія оплати
vi: Hoa hồng thanh toán tối thiểu

# Languages::minimum_items_in_box
source: Minimum items in box
ar: الحد الأدنى للعناصر بالصندوق
cs: Minimální počet balení v krabici
da: Minimum elementer i boksen
de: Minimum Anzahl Artikel in Paket
el: Ελάχιστα τεμάχια στο κουτί
es: Mínimo de Ítems en caja
id: Minimum item dalam kotak
ja: 外箱に収めることのできる商品個数（最小）
no: Minimum elementer i boks
ru: Минимальное количество штук в коробке
uk: Мінімальна кількість штук в коробці
vi: Các mặt hàng tối thiểu trong hộp

# Languages::minutes
source: minute(s)
ar: دقيقة
cs: minut(m)
da: minut(s)
de: Minuten
el: λεπτό(ά)
es: minuto(s)
id: menit
ja: 分
no: minutt(er)
ru: минута(-ы)
tr: dakika(lar)
uk: хв
vi: phút

# Languages::min_order_qty
source: Minimum order quantity
ar: الحد الأدنى لكمية الطلب
cs: Minimální množství pro objednávku
da: Minimum ordre mængde
de: Mindestbestellung (Menge)
el: Ελάχιστη ποσότητα παραγγελίας
es: Cantidad mínima de pedido
id: Jumlah pesanan minimum
ja: 最小注文数
no: Minste bestillingsantall
ru: Минимальный заказ
tr: Minimum sipariş miktarı
uk: Мінімальне замовлення
vi: Số lượng đặt hàng tối thiểu

# Languages::missing_variants_handling
source: Missing variants handling
ar: عند عدم الاختيار/الإدخال
cs: Chybějící varianty manipulace
da: Mangler varianthåndtering
de: Fehlende Varianten
el: χειρισμος σε περιπτωση Ελλειπουσων παραλλαγων
es: Gestión de variantes ausentes
id: Penanganan varian hilang
ja: 選択可能なバリエーションが存在しない場合
no: Mangler varianthåndtering
ru: Если отсутствуют варианты
uk: Якщо відсутні варіанти
vi: Thiếu các phiên bản xử lý

# Languages::modifier
source: Modifier
ar: المعدل
cs: Modifikátor
da: modifikator
de: Modifikator
el: Τροποποιητής
es: Modificar
id: Penyunting
ja: 増減値
no: Modifikator
ru: Модификатор
tr: Niteleyici
uk: Модифікатор
vi: Công cụ sửa đổi

# Languages::modify_profile
source: Modify Profile
ar: تعديل البروفايل
cs: Upravit profil
da: Rediger profil
de: Profil ändern
el: Αλλαγή Πρόφίλ
es: Modificar perfil
id: Profil penyunting
ja: プロフィールの編集
no: Endre Profil
ru: Изменять профиль
tr: Profil düzenle
uk: Змінювати профіль
vi: Sửa đổi hồ sơ

# Languages::modify_selected
source: Modify selected
ar: تحرير المحدد
cs: Upravit vybrané
da: Rediger valgte
de: Ausgewählte ändern
el: Αλλαγή Επιλεγμένων
es: Modificar seleccionado
id: Penyuntingan dipilih
ja: 選択したデータを編集
no: Endre valgte
ru: Редактировать выбранные
tr: Seçileni düzenle
uk: Редагувати обрані
vi: Sửa mục được chọn

# Languages::month
source: Month
ar: الشهر
cs: Měsíc
da: måned
de: Monat
el: Μήνας
es: Mes
id: Bulan
ja: 月
no: Måned
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng

# Languages::months
source: month(s)
ar: شهر
cs: Měsíc(e)
da: måneder
de: Monate
el: μήνας(ες)
es: mes(es)
id: bulan
ja: 月
no: måned(er)
ru: месяц(-ы)
tr: ay(lar)
uk: місяць(-і)
vi: tháng

# Languages::month_name_1
source: January
ar: يناير
cs: Leden
da: januar
de: Januar
el: Ιανουάριος
es: Enero
id: Januari
ja: 1月
no: Januar
ru: Январь
tr: Ocak
uk: Січень
vi: Tháng 1

# Languages::month_name_10
source: October
ar: أكتوبر
cs: Říjen
da: oktober
de: Oktober
el: Οκτώβριος
es: Octubre
id: Oktober
ja: 10月
no: Oktober
ru: Октябрь
tr: Ekim
uk: Жовтень
vi: Tháng 10

# Languages::month_name_11
source: November
ar: نوفمبر
cs: Listopad
el: Νοέμβριος
es: Noviembre
ja: 11月
ru: Ноябрь
tr: Kasım
uk: Листопад
vi: Tháng 11

# Languages::month_name_12
source: December
ar: ديسمبر
cs: Prosinec
de: Dezember
el: Δεκέμβριος
es: Diciembre
id: Desember
ja: 12月
no: Desember
ru: Декабрь
tr: Aralık
uk: Грудень
vi: Tháng 12

# Languages::month_name_2
source: February
ar: فبراير
cs: Únor
da: februar
de: Februar
el: Φεβρουάριος
es: Febrero
id: Februari
ja: 2月
no: Februar
ru: Февраль
tr: Şubat
uk: Лютий
vi: Tháng 2

# Languages::month_name_3
source: March
ar: مارس
cs: Březen
da: marts
de: März
el: Μάρτιος
es: Marzo
id: Maret
ja: 3月
no: Mars
ru: Март
tr: Mart
uk: Березень
vi: Tháng ba

# Languages::month_name_4
source: April
ar: أبريل
cs: Duben
el: Απρίλιος
es: Abril
ja: 4月
ru: Апрель
tr: Nisan
uk: Квітень
vi: Tháng tư

# Languages::month_name_5
source: May
ar: مايو
cs: Květen
da: maj
de: Mai
el: Μαΐος
es: Mayo
id: Mei
ja: 5月
no: Mai
ru: Май
tr: Mayıs
uk: Травень
vi: Tháng năm

# Languages::month_name_6
source: June
ar: يونيو
cs: Červen
da: juni
de: Juni
el: Ιούνιος
es: Junio
id: Juni
ja: 6月
no: Juni
ru: Июнь
tr: Haziran
uk: Червень
vi: Tháng sáu

# Languages::month_name_7
source: July
ar: يوليو
cs: Červenec
da: juli
de: Juli
el: Ιούλιος
es: Julio
id: Juli
ja: 7月
no: Juli
ru: Июль
tr: Temmuz
uk: Липень
vi: Tháng bảy

# Languages::month_name_8
source: August
ar: أغسطس
cs: Srpen
el: Αύγουστος
es: Agosto
id: Agustus
ja: 8月
ru: Август
tr: Ağustos
uk: Серпень
vi: Tháng tám

# Languages::month_name_9
source: September
ar: سبتمبر
cs: Září
el: Σεπτέμβριος
es: Septiembre
ja: 9月
ru: Сентябрь
tr: Eylül
uk: Вересень
vi: Tháng chín

# Languages::month_name_abr_1
source: Jan
ar: يناير
cs: Led
el: Ιαν
es: Ene
ja: 1月
ru: Янв
tr: Oca
uk: Січ

# Languages::month_name_abr_10
source: Oct
ar: أكتوبر
cs: Říj
da: Okt
de: Okt.
el: Οκτ
id: Okt
ja: 10月
no: Okt
ru: Окт
tr: Eki
uk: Жов

# Languages::month_name_abr_11
source: Nov
ar: نوفمبر
cs: Lis
da: November
el: Νοεμ
ja: 11月
ru: Ноя
tr: Kas
uk: Лис

# Languages::month_name_abr_12
source: Dec
ar: ديسمبر
cs: Pro
da: December
de: Dez.
el: Δεκ
es: Dic
id: Des
ja: 12月
no: Des
ru: Дек
tr: Ara
uk: Гру

# Languages::month_name_abr_2
source: Feb
ar: فبراير
cs: Úno
da: Februar
el: Φεβ
ja: 2月
ru: Фев
tr: Şub
uk: Лют

# Languages::month_name_abr_3
source: Mar
ar: مارس
cs: Bře
de: Mär.
el: Μαρ
ja: 3月
no: Mars
ru: Мар
uk: Бер

# Languages::month_name_abr_4
source: Apr
ar: أبريل
cs: Dub
da: april
el: Απρ
es: Abr
ja: 4月
no: April
ru: Апр
tr: Nis
uk: Кві

# Languages::month_name_abr_5
source: May
ar: مايو
cs: Kvě
da: Maj
de: Mai
el: Μαi
id: Mei
ja: 5月
no: Mai
ru: Май
uk: Тра

# Languages::month_name_abr_6
source: Jun
ar: يونيو
cs: Čen
el: Ιουν
ja: 6月
no: Juni
ru: Июнь
tr: Haz
uk: Чер

# Languages::month_name_abr_7
source: Jul
ar: يوليو
cs: Čec
el: Ιουλ
ja: 7月
no: Juli
ru: Июл
tr: Tem
uk: Лип

# Languages::month_name_abr_8
source: Aug
ar: أغسطس
cs: Srp
da: august
el: Αυγ
es: Ago
id: Agu
ja: 8月
ru: Авг
tr: Ağu
uk: Сер

# Languages::month_name_abr_9
source: Sep
ar: سبتمبر
cs: Zář
da: September
de: Sept.
el: Σεπ
es: Set
ja: 9月
no: Sept
ru: Сен
tr: Eyl
uk: Вер

# Languages::more
source: More
ar: المزيد
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
id: Rincian
ja: 操作
no: Mer
ru: Еще
tr: Diğer
uk: Більше
vi: Thêm

# Languages::more_info
source: More info
ar: المزيد
cs: Více info
da: mere info
de: Mehr Info
el: Περισσότερες πληροφορίες
es: Más información
id: Info selanjutnya
ja: 詳細情報
no: Mer info
ru: Больше информации
tr: Detaylar
uk: Детальніше
vi: Thêm thông tin

# Languages::more_link
source: [more]
ar: [المزيد]
cs: [více]
da: [mere]
de: [mehr]
el: [περισσότερα]
es: [más]
id: [selanjutnya]
ja: [詳細]
no: [mer]
ru: [читать дальше]
uk: [Детальніше]
vi: [thêm]

# Languages::more_sign_in_options
source: Back to more sign in options
ar: العودة لخيارات تسجيل الدخول
cs: Zpět na větší znamení v možnostech
da: tilbage til flere log ind information
de: Zurück zu mehr Anmeldungsoptionen
el: Επιστροφή σε περισσότερες επιλογές σύνδεσης
es: Regresar a más opciones de inicio de sesión
id: Kembali ke tautan "selanjutnya" dalam opsi
ja: その他のログインオプションを見る
no: Tilbake til flere innloggingsvalg
ru: Вернуться, чтобы залогиниться
tr: Daha fazla seçeneklere dön
uk: Повернутись, щоб авторизуватись
vi: Quay lại thêm tùy chọn đăng nhập

# Languages::more_than
source: More than
ar: أكبر من
cs: Více než
da: mere end
de: Mehr als
el: Περισσότερο από
es: Más que
id: Lebih dari
ja: を超過
no: Mer enn
ru: Больше
tr: Daha fazla
uk: Більше
vi: Nhiều hơn

# Languages::more_w_ellipsis
source: More...
ar: المزيد...
cs: Více...
da: flere...
de: Mehr...
el: Περισσότερα...
es: Más...
id: lebih lanjut...
ja: もっと見る
no: Mer...
ru: Все...
tr: Devamı...
uk: Більше...
vi: Thêm...

# Languages::most_popular
source: Most popular
ar: الأكثر شيوعاً
cs: Nejpopulárnější
da: Mest populære
de: Am meisten beliebt
el: Δημοφιλέστερα
es: Más populares
id: Terpopuler
ja: 人気の商品
no: Mest populær
ru: Самый популярный
uk: Найпопулярніші
vi: Phổ biến nhất

# Languages::most_popular_addons
source: Most popular add-ons
ar: الإضافات الأكثر شعبية
cs: Nejoblíbenější doplňky
da: Mest populære tilføjelser
de: Beliebteste Add-ons
el: Δημοφιλέστερα πρόσθετα
es: Complementos más populares
id: Add-ons terpopuler
ja: 人気のアドオン
no: Mest populære moduler
ru: Самые популярные модули
tr: En popüler eklentiler
uk: Найпопулярніші додатки
vi: Add-ons phổ biến nhất

# Languages::mr
source: Mr.
ar: أستاذ
cs: Pan
da: Hr.
de: Herr
el: Κος.
es: Sr.
id: Bp.
no: Herr
ru: Г-н
tr: Bay.
uk: Пан
vi: Ông.

# Languages::ms
source: Ms.
ar: آنسة
cs: Slečna
de: ms_traduzione_c_maurizio_sanapo_ott_2011
el: Δίδα
es: Srta.
id: Ny.
no: Frøken
ru: Г-жа
tr: Bayan.
uk: Пані
vi: Bà

# Languages::tmpl_multicolumns_small
source: Multicolumns small
ar: عواميد متعددة صغيرة
cs: Vícesloupkové malé
da: Multispalte små
de: Mehrspaltig klein
el: Μικρές πολλαπλές στήλες
es: Multicolumnas pequeñas
id: Multi-kolom kecil
ja: マルチカラム（小）
no: Multikolonner små
ru: Многоколоночный (малый)
tr: Multicolumns küçük
uk: Мультистовбчик (малый)
vi: Nhiều cột nhỏ

# Languages::tmpl_multicolumn_list
source: Multi-column list
ar: قائمة متعددة العواميد
cs: Vícesloupcový seznam
da: Liste med flere kolonner
de: Mehrspaltige Liste
el: Λίστα πολλαπλών στηλών
es: Lista de varias columnas
id: Daftar multi-kolom
ja: マルチカラムリスト
no: Multi kolonneliste
ru: Многоколоночный список
uk: Багатоколоночний список
vi: Nhiều cột danh sách
