Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the ePDQ admin area</li></ol>
cs: <ol><li><p>Zadejte následující URL v části "technické informace"→"transakce zpětné vazby" v oblasti admin ePDQ:</p><p>"přijetí" a "zrušení" plateb: [url]</p></li><li>ujistěte se, že "Načasování žádosti" je nastavena na "Always online", a "způsob žádosti" je nastaven na "POST"</li><li>definovat hodnotu "SHA-OUT pass fráze "v oblasti admin ePDQ jak se vám líbí, pak duplikování pole" SHA-IN pass fráze "v části" údaje a původu ověřování ", a také do pole "Heslo"</li><li>ujistěte se, že možnost "výchozí kód operace" v oblasti admin ePDQ má stejnou hodnotu jako "Typ transakce" možnost hodnota</li><li>parametr nastavte na "Hash algorithm" "SHA-1" v sekci "globální bezpečnostní parametry" v oblasti admin ePDQ</li></ol>
da: <ol><li><p>Indtast følgende webadresse i afsnittet "tekniske oplysninger"→"transaktionen feedback" i området ePDQ admin:</p> <p>til de "anerkendte" og "annulleret" betalinger: [url]</p></li> <li>Sørg for at "Timingen af anmodningen" er indstillet til "Altid online", og "Anmode om metode" er indstillet til "POST"</li> <li>definerer "SHA-OUT adgangsfrase" værdi i ePDQ admin område, som du vil., derefter kopiere det i feltet "SHA-IN adgangsfrase" i afsnittet "Data og oprindelse verification", og også i feltet "Pass-sætning" nedenfor</li> <li>Kontroller, at indstillingen "standard operationskode" i ePDQ admin område har den samme værdi som den "Transaktion type" indstilling nedenfor</li> <li>angiver parameteren "Hash-algoritme" til "SHA-1" i afsnittet "Global sikkerhedsparametre" i området ePDQ admin</li></ol>
es: <ol><li><p>Introduzca la siguiente URL en la sección "Información técnica"→"Información de transacción" de la área de administración de ePDQ:</p><p>para los pagos "acceptados" y "cancelados": [url]</p></li><li>Asegúrese que el "Tiempo de la petición" está a "Siempre online", y que el "Método de petición" está a "POST"</li><li>Defina el valor de la "Frase de paso SHA-OUT" en la área de administración según su preferencia en la sección "Verificación de datos y origen", y también en el campo "Frase de paso" de debajoo</li><li>Asegúrese que la opción "Código de operación por defecto" de la área de administración de ePDQ tiene el mismo valor que la opción "Tipo de transacción" de debajo</li><li>Establezca el parámetro "Hash algorithm" a "SHA-1" en la sección "Parámetros globales de seguridad" de la área de administración de ePDQ</li></ol>
id: <ol><li><p>Masukkan URL berikut di bagian "informasi teknis"→"umpan balik transaksi" dalam ePDQ admin area:</p> <p>untuk "menerima" dan "membatalkan" pembayaran: [url]</p></li> <li>pastikan bahwa "Waktu permintaan" diatur "Selalu online", dan "Metode permintaan" diatur ke "POST"</li> <li>menentukan nilai "SHA-OUT pass frase" dalam ePDQ admin area yang Anda inginkan , kemudian menduplikasi di bidang "SHA-IN pass frase" di bagian "Data dan asal verifikasi", dan juga di bidang "Pass-frase" di bawah ini</li> <li>pastikan bahwa opsi "Kode operasi default" di ePDQ admin area memiliki nilai yang sama sebagai "Tipe transaksi" pilihan nilai di bawah ini</li> <li>menetapkan parameter "Hash algorithm" untuk "SHA-1" di bagian "parameter keamanan Global" dalam ePDQ admin area</li></ol>
no: <ol><li><p>Skriv inn følgende URL i "Technical information"→"Transaction feedback" seksjonen i ePDQ admin området:</p><p>for "accepted" og "cancelled" betalinger: [url]</p></li><li>Sørg for at "Timing of the request" er satt til "Always online", og "Request method" er watt til "POST"</li><li>Definer "SHA-OUT pass phrase" verdien i ePDQ admin området som du ønsker, dupliser der så til "SHA-IN pass phrase" felted i "Data and origin verification" seksjonen, og også i "Pass-phrase" felted under</li><li>Sørg for at "Default operation code" valet i ePDQ admin området had same verdure som "Transaction type" valg verdien under</li><li>Sett "Hash algorithm" parameteret til "SHA-1" i "Global security parameters" seksjonen i ePDQ admin området</li></ol>
ru: <ol><li><p>Введите следующий URL в секции "Technical information"→"Transaction feedback" в панели управления ePDQ:</p><p>для принятых ("accepted") и отклоненных ("cancelled") платежей: [url]</p></li><li>Убедитесь в том, что параметр "Timing of the request" имеет значение "Always online", а "Request method" — "POST"</li><li>Установите значение параметра "SHA-OUT pass phrase" в панели управления ePDQ по своему усмотрению, затем продублируйте это значение в поле "SHA-IN pass phrase" в секции "Data and origin verification", а также в поле "Pass-phrase" ниже</li><li>Убедитесь, что параметр "Default operation code" в панели управления ePDQ имеет такое же значение, что и параметр "Transaction type" ниже</li><li>Установите значение параметра "Hash algorithm" равным "SHA-1" в секции "Global security parameters" в панели управления ePDQ</li></ol>
uk: <ol><li><p> Введіть наступний URL в секції "Technical information" → "Transaction feedback" в панелі управління ePDQ:</p><p>для прийнятих ("accepted") і відхилених ("cancelled") платежів: [url]</p></li><li>Переконайтеся в тому, що параметр "Timing of the request" має значення "Always online", а "Request method" - "POST"</li><li>Встановіть значення параметра "SHA-OUT pass phrase" в панелі управління ePDQ на свій розсуд, потім продублюйте це значення в поле "SHA-IN pass phrase" в секції "Data and origin verification", а також у полі "Pass-phrase" нижче</li><li> Переконайтеся, що параметр "Default operation code" в панелі управління ePDQ має таке ж значення, що і параметр "Transaction type" нижче</li><li>Встановіть значення параметра "Hash algorithm" рівним "SHA-1" в секції "Global security parameters" в панелі управління ePDQ</li></ol>
vi: <ol><li><p>Nhập URL sau trong phần "Phản hồi thông tin kỹ thuật"→"Giao dịch" trong khu vực admin ePDQ:</p> <p>cho các khoản thanh toán "chấp nhận" và "hủy bỏ": [url]</p></li> <li>đảm bảo rằng "Thời gian của các yêu cầu" được thiết lập để "Luôn trực tuyến", và "Yêu cầu phương pháp" được thiết lập để "Đăng bài"</li> <li>xác định giá trị "SHA-OUT pass phrase" trong khu vực admin ePDQ như bạn muốn, sau đó lặp lại nó trong lĩnh vực "SHA-IN pass phrase" trong phần "Dữ liệu và nguồn gốc xác minh", và cũng trong lĩnh vực "Pass-phrase" dưới đây</li> <li>Chắc chắn rằng tùy chọn "mã chiến dịch mặc định" trong khu vực admin ePDQ có cùng một giá trị là "Giao dịch nhập" tùy chọn giá trị dưới đây</li> <li>đặt tham số "Hash algorithm" để "SHA-1" trong phần "an ninh toàn cầu thông số" trong khu vực admin ePDQ</li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
ar: لون خلفية الجدول
cs: Barva pozadí tabulky
da: Tabel baggrundsfarve
de: Hintergrundfarbe der Tabelle
el: Χρώμα φόντου πίνακα
es: Color de fondo de la tabla
id: Warna latar tabel
no: Tabell bakgrunnsfarge
ru: Цвет фона таблиц
uk: Колір фону таблиці
vi: Màu nền bảng

# Languages::payments.epdq.tbl_textcolor
source: Table text color
ar: لون نص الجدول
cs: Barva textu tabulky
da: Tabel tekstfarve
de: Tabellen-Textfarbe
el: Χρώμα κειμένου του πίνακα
es: Color del texto de tabla
id: Warna teks tabel
no: Tabell tekstfarge
ru: Цвет текста таблиц
uk: Колір тексту таблиці
vi: Bảng màu văn bản

# Languages::payments.epdq.textcolor
source: Text color
ar: لون النص
cs: Barva textu
da: Tekstfarve
de: Textfarbe
el: Χρώμα Κειμένου
es: Color del texto
id: Warna teks
no: Tekstfarge
ru: Цвет текста
uk: Колір тексту
vi: Màu măn bản

# Languages::payments.epdq.title
source: Title
ar: العنوان
cs: Titul
da: Titel
de: Titel
el: Τιτλος
es: Título
id: Judul
no: Tittel
ru: Заголовок
uk: Заголовок
vi: Tiêu đề

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
ar: <a href=[url]>سجل دخولك</a> لإتمام الشراء
cs: <a href=[url]>Přihlášení</a> podívejte se
da: <a href=[url]> Log ind på</a> at tjekke ud
de: <a href=[url]>Anmelden</a> um zur Kasse zu gehen
el: <a href=[url]>Συνδεθείτε</a> για να ολοκληρώσετ τις αγορές σας
es: <a href=[url]> Regístrese</a> para pagar
id: <a href=[url]>Sign in</a> untuk check out
ja: ログインして購入
no: <a href=[url]>Logg inn</a> for å sjekke ut
ru: <a href=[url]>Войдите</a>, чтобы оплатить покупку
tr: Ödeme yapmak için <a href=[url]>Giriş</a>
uk: <a href=[url]> увійдіть</a> щоб оплатити покупку
vi: <a href=[url]> Đăng nhập</a> để thanh toán

# Languages::payments_tab1
source: Credit card
ar: البطاقة الائتمانية
cs: Kreditní karta
da: Kreditkort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
id: Kartu kredit
ja: クレジットカード
no: Kredittkort
ru: Кредитная карта
tr: Kredi kartı
uk: Кредитна картка
vi: Thẻ tín dụng

# Languages::payments_tab2
source: Internet Payments
ar: الدفع عبر الإنترنت
cs: Platby na internetu
da: Internetbetalinger
de: Internet Zahlungen
el: Online Πληρωμές
es: Pagos de Internet
id: Pembayaran via Internet
ja: インターネット経由での支払い
no: Internett betalinger
ru: Интернет-платежи
tr: Internet Ödeme Sistemleri
uk: Інтернет-платежі
vi: Thanh toán Online

# Languages::payments_tab3
source: Other Payment Options
ar: خيارات الدفع الأخرى
cs: Další platební možnosti
da: Andre betalingsmuligheder
de: Andere Zahlungsoptionen
el: Αλλοι Τρόποι Πληρωμής
es: Otras opciones de pago
id: Cara pembayaran lain
ja: その他の支払方法
no: Andre betalingsalternativer
ru: Другие варианты оплаты
tr: Kapıda Nakit Ödeme veya Banka Havalesi
uk: Інші варіанти оплати
vi: Chọn cách thanh toán khác

# Languages::payment_amount
source: Payment amount
ar: قيمة عملية الدفع
cs: Částka platby
da: Betalings beløb
de: Zahlungsbetrag
el: Σύνολο πληρωμής
es: Cantidad del pago
id: Jumlah pembayaran
ja: 支払金額
no: Betalingsbeløp
ru: Сумма платежа
tr: Ödeme miktarı
uk: Сума платежу
vi: Số tiền thanh toán

# Languages::payment_category
source: Payment category
ar: الفئة
cs: Platební kategorie
da: Betalingskategori
de: Zahlungskategorie
el: Κατηγορια Πληρωμης
es: Categoría de pago
id: Kategori pembayaran
ja: 支払カテゴリー
no: Betalings kategori
ru: Категория оплаты
tr: Ödeme kategorisi
uk: Категорія оплати
vi: Danh mục thanh toán

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
ar: ألسنة فئات الدفع لن يتم عرضها إذا كان كل طرق الدفع النشطة تنتمى إلى نفس الفئة
cs: Platební kategorie Karty se nezobrazí, pokud jsou všechny aktivní platby spadají do stejné kategorie
da: Betaling kategorier faner vil ikke blive vist, hvis alle de aktive betalinger tilhører samme kategori
de: Zahlungskategorien Tabs (Registerkarten) werden NICHT angezeigt wenn alle aktiven Zahlungen der gleichen Kategorie gehören
el: Οι Καρτέλες Κατηγοριών πληρωμών δεν θα εμφανιστούν εάν όλες οι Ενεργές Πληρωμές ανήκουν στην ίδια κατηγορία
es: Las pestañas de categorías de pagos NO se mostrarán si todos los métodos de pago activos pertenecen a la misma categoría
id: Tab kategori Pembayaran TIDAK akan ditampilkan jika semua pembayaran yang aktif masuk ke dalam kategori yang sama
ja: すべての支払方法が同一のカテゴリーに属する場合は支払カテゴリーは表示されません
no: Betalings kategori fanene vises IKKE hvis alle aktive betalinger tilhører samme kategori
ru: Вкладки категорий способов оплаты не отображаются, если все активные способы относятся к одной категории
uk: Вкладки категорій оплати не відображається, якщо всі активні способи оплати належать одній категорії
vi: Tab danh mục Thanh toán này sẽ không được hiển thị nếu tất cả các khoản thanh toán hoạt động thuộc về cùng danh mục giống nhau

# Languages::payment_details
source: Payment details
ar: تفاصيل عملية الدفع
cs: Detaily platby
da: Betalings detaljer
de: Zahlungsdetails
el: Λεπτομέρειες πληρωμής
es: Detalles del pago
id: Rincian pembayaran
ja: 支払情報
no: Betalingsdetaljer
ru: Детали платежа
tr: Ödeme detayları
uk: Деталі платежу
vi: Chi tiết thanh toán

# Languages::payment_form_url
source: Payment Form URL
ar: رابط نموذج الدفع
cs: URL platební formulář
da: Betaling Form URL
de: URL Zahlungsformular
es: URL del Formulario de Pago
id: Forumulir pembayaran URL
ja: 支払フォームURL
no: Betalings skjema URL
ru: URL формы способа оплаты
uk: URL Форми оплати
vi: Mẫu nhập URL Thanh toán

# Languages::payment_info
source: Payment type
ar: نوع الدفع
cs: Typ platby
da: Betalings type
de: Zahlungstyp
el: Τύπος πληρωμής
es: Tipo de pago
id: Jenis pembayaran
ja: 支払方法
no: Betalingstype
ru: Вид платежа
tr: Ödeme bilgisi
uk: Тип платежу
vi: Hình thức thanh toán

# Languages::payment_information
source: Payment information
ar: معلومات الدفع
cs: Informace o platbách
da: Betaling information
de: Zahlungsinformationen
el: Πληροφορίες Πληρωμής
es: Información del pago
id: Informasi pembayaran
ja: 支払情報
no: Betalingsinformasjon
ru: Информация об оплате
tr: Ödeme bilgisi
uk: Відомості про оплату
vi: Thông tin thanh toán

# Languages::payment_instructions
source: Payment instructions
ar: تعليمات الدفع
cs: Platební instrukce
da: Betalingsinstrukser
de: Zahlungs Anleitung
el: Οδηγίες πληρωμής
es: Instrucciones de pago
id: Instruksi pembayaran
ja: お支払いについて
no: Betalingsinstruksjoner
ru: Инструкции по оплате
tr: Ödeme metodu açıklaması
uk: Інформація щодо платежу
vi: Hướng dẫn thanh toán

# Languages::payment_method
source: Payment method
ar: طريقة الدفع
cs: Způsob platby
da: Betaling metode
de: Zahlungsmethode
el: Τρόπος Πληρωμής
es: Método de pago
id: Metode pembayaran
ja: 支払方法
no: Betalingsmåte
ru: Способ оплаты
tr: Ödeme metodu
uk: Способ оплати
vi: Phương thức thanh toán

# Languages::payment_methods
source: Payment methods
ar: طرق الدفع
cs: Způsob platby
da: Betalings metode
de: Zahlungsmethoden
el: Τρόποι Πληρωμής
es: Métodos de pago
id: Metode pembayaran
ja: 支払方法
no: Betalingsmåter
ru: Способы оплаты
tr: Ödeme metodları
uk: Способи оплати
vi: Phương thức thanh toán

# Languages::payment_response_password
source: Payment Response password
cs: Heslo pro odpověď platebního systému
da: Betalingsvar adgangskode
de: Zahlungs-Antwort Passwort
es: Contraseña de respuesta de pago
id: Sandi Respon Pembayaran
no: Betalings respons passord
ru: Пароль для ответа платежной системы
uk: Пароль для відповіді платіжної системи
vi: Mật khẩu phản hồi thanh toán

# Languages::payment_surcharge
source: Payment surcharge
ar: ضريبة المبيعات
cs: Platby za příplatek
da: Betalings tillægsgebyr
de: Zahnlungszuschlag
el: Προσαύξηση Πληρωμής
es: Recargo de pago
id: biaya tambahan pembayaran
ja: 支払手数料
no: Tilleggsgebyr
ru: Доп. сбор платежа
tr: İlave ödeme
uk: Додатковий збір
vi: Thanh toán phụ phí

# Languages::payment_type
source: Payment type
ar: نوع عملية الدفع
cs: Typ platby
da: Betaling type
de: Zahlungsmethode
el: Τρόπος πληρωμής
es: Tipo de pago
id: Jenis pembayaran
ja: 支払方法
no: Betalingstype
ru: Тип платежа
tr: Ödeme tipi
uk: Тип платежу
vi: Hình thức thanh toán

# Languages::paypal_authentication_method
source: PayPal authentication method
ar: مصادقة دفع باي بال
cs: PayPal ověřovací metoda
da: PayPal authentication-metoden
de: PayPal Authentifizierungs Methode
el: Μέθοδος πιστοποίησης PayPal
es: Método de autenticación de PayPal
id: Metode otentikasi PayPal
ja: 認証方法
no: PayPal autentiseringsmetode
ru: Способ аутентификации PayPal
uk: PayPal метод перевірки автентичності
vi: Phương thức xác thực PayPal

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
ar: إسم البند او إسم سلة المشتروات
cs: Název položky (nebo název pro Nákupní košík)
da: Navn på varen (eller navn på shopping cart)
de: Artikelname (oder Bezeichnung des Shopping-Carts)
el: Όνομα Είδους (ή ένα Όνομα για το Καλάθι Αγορών).
es: Nombre del artículo (o un nombre para el Carro).
id: Nama item (atau nama untuk Keranjang Belanja)
ja: 支払対象（ショップ名など。通常は使用しません。）
no: Navn på elementet (eller et navn på handlevognen)
ru: Название элемента (или название для Корзины)
tr: Öğe adı (yada alış veriş sepeti için isim)
uk: Назва елемента (або назва для Кошика)
vi: Tên của mục (hoặc một tên cho Giỏ hàng Mua sắm)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
ar: الطلب لم يتم تأكيده، حساب الباي بال الخاص بالمستلم خطأ.
cs: Vaše objednávka nebyla zařazena: PayPal účet příjemce je nesprávný.
da: Din ordre blev ikke placeret: modtagerens PayPal-konto er forkert.
de: Ihre Bestellung wurde nicht abgeschlossen: das Empfänger PayPal-Konto ist falsch.
el: Δεν τοποθετήθηκε η παραγγελία σας: Ο PayPal λογαριασμός είναι λάθος.
es: Su pedido no se registró: el destinatario de la cuenta PayPal es erróneo.
id: Pesanan Anda tidak diproses: account PayPal Penerima salah.
ja: 注文は正常に処理されませんでした - 支払の受け取り先Paypalアカウントに誤りがあります。
no: Bestillingen ble ikke fullført: mottakerens PayPal-konto er feil.
ru: Заказ не был размещен: указан неверный счет PayPal получателя
uk: Замовлення не створено: вказано не вірний рахунок PayPal отримувача.
vi: Đơn hàng của bạn không được đặt: tài khoản PayPal người nhận là sai.

# Languages::pay_from_email
source: Customer email
ar: إيميل العميل
cs: E-mail zákazníka
da: Kunde-mail
de: Kunden E-mail
el: Εmail πελάτη
es: Correo electrónico del cliente
id: Email pelanggan
ja: お客様Eメール
no: Kundens e-post
ru: Email покупателя
uk: E-mail покупця
vi: Email khách hàng

# Languages::pay_order_again
source: Pay order again
ar: دفع الطلب مرة أخرى
cs: Umožnit zaplatit znovu za objednávku
da: Betal ordre igen
de: Bestellung noch einmal bezahlen
el: Επαναπληρωμή της παραγγελίας
es: Pagar pedido otra vez
id: Bayar pesanan lagi
ja: 再度支払い
no: Betal ordren på nytt
ru: Снова оплатить заказ
tr: Tekrar öde
uk: Сплатити замовлення знову
vi: Thanh toán đơn hàng một lần nữa

# Languages::pay_to_email
source: Email address of the Merchant
ar: إيميل التاجر
cs: E-mailová adresa obchodníka
da: E-mail-adresse Merchant
de: Händler Email Adresse (merchant)
el: Διεύθυνση Email του εμπόρου
es: Dirección de correo electrónico del comerciante
id: Alamat email Merchant
no: E-post-adresse til Grossisten
ru: Email продавца
uk: Електронна адреса продавця
vi: Địa chỉ email của các Thương gia

# Languages::pending
source: Pending
ar: بالانتظار
cs: Čeká na vyřízení
da: Afventende
de: Schwebend. Auf Bestätigung warten
el: Σε εκκρεμότητα
es: Pendiente
id: Menunggu
ja: 保留
no: Venter
ru: Неподтвержденный
tr: Askıda
uk: Непідтверджені
vi: Đang chờ

# Languages::per
source: Per [object]
ar: لكل [object]
cs: Na [object]
da: Pr [object]
de: Pro [object]
el: Ανά [object]
es: Por [object]
ja: [object]単位で加算
no: Pr. [object]
ru: За [object]
tr: Her [object]
uk: За [object]
vi: Cho mỗi [object]

# Languages::percent
source: Percent
ar: نسبي
cs: Procenta
da: procent
de: Prozent
el: Ποσοστό
es: Porcentaje
id: Persentase
ja: パーセンテージ
no: Prosent
ru: В процентах
tr: Yüzde
uk: В відсотках
vi: Phần trăm

# Languages::period
source: Period
ar: الفترة الزمنية
cs: Perioda
da: Periode
de: Periode
el: Περίοδος
es: Periodo
id: Periode
ja: 期間
no: Periode
ru: Период
tr: Dönem
uk: Період
vi: Thời hạn

# Languages::per_item
source: Per Item
ar: لكل عنصر
cs: Za položku
da: Pr. vare
de: Pro Artikel
el: Ανα Αντικείμενο
es: Por Item
ja: 商品数単位で加算
no: Per element
ru: За единицу
tr: Her Madde
uk: За одиницю
vi: Cho mỗi mục

# Languages::per_page
source: Per Page
ar: في الصفحة
cs: Na stránce
da: Pr. side
de: Pro Seite
el: Ανα Σελίδα
es: Por Página
id: Per halaman
ja: 件ずつ表示
no: Per side
ru: На страницу
tr: Her Sayfada
uk: На сторінку
vi: Mỗi trang

# Languages::pagination_range
source: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;of&nbsp;[pagination.total_items]
es: <span>[pagination.range_from]</span><span>[pagination.range_to]</span>&nbsp;&nbsp;[pagination.total_items]
ru: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;из&nbsp;[pagination.total_items]
tr: <span>[pagination.range_from]</span>-<span>[pagination.range_to]</span>&nbsp;arasında ve&nbsp;[pagination.total_items]
uk: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;з&nbsp;[pagination.total_items]

# Languages::phone
source: Phone
ar: رقم التليفون
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
id: Telpon
ja: TEL
no: Telefon
ru: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

# Languages::phone1_label
source: Phone
ar: التليفون
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Telf
id: Telpon
ja: TEL
no: Telefon
ru: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

# Languages::phone2_label
source: International
ar: دولي
cs: Mezinárodní
el: Διεθνής
es: Internacional
id: Internasional
ja: TEL(海外用)
no: Internasjonal
ru: Международный
tr: Uluslararası
uk: Міжнародний
vi: Quốc tế

# Languages::phone2
source: International
ar: دولي
cs: Mezinárodní
el: Διεθνής
es: Internacional
id: Internasional
ja: 国際
no: Internasjonal
ru: Международный
tr: Uluslararası
uk: Міжнародний
vi: Quốc tế

# Languages::phpinfo
source: PHP information
ar: معلومات الـ PHP
cs: PHP informace
da: PHP oplysninger
el: Πληροφορίες PHP
es: Información PHP
id: Informasi PHP
ja: PHP情報
no: PHP informasjon
ru: PHP-информация
tr: PHP bilgisi
uk: PHP-інформація
vi: Thông tin PHP

# Languages::pick_store
source: Pick a store
ar: اختر متجر
cs: Vyberte si obchod
da: Vælge en butik
de: Store auswählen
el: Επιλεξτε ένα καταστημα
es: Selecciona una tienda
id: Pilih toko
ja: ショップを選択
no: Velg en butikk
ru: Выберите магазин
tr: Bir mağaza seç
uk: Оберіть крамницю
vi: Chọn một cửa hàng

# Languages::pie
source: Pie
ar: فطيرة
cs: Graf
da: Kagediagram
de: Kuchen
el: Πίτα
es: Queso
ja: 円
no: Pai
ru: Круговая
tr: Pasta
uk: Кругова

# Languages::pie_3d
source: Pie 3D
ar: فطيرة ثلاثية الأبعاد
cs: 3D Graf
da: Kagediagram 3D
de: 3D Kuchen
el: Πίτα 3D
es: Queso 3D
ja: 円 3D
no: Pai 3D
ru: Объемная круговая
tr: Pasta 3D
uk: Обємна кругова

# Languages::pixels
source: pixels
ar: بيكسل
cs: bodů
da: pixel
es: pixeles
id: piksel
ja: ピクセル
no: piksler
ru: пиксели
tr: pixel
uk: пікселі

# Languages::place_order
source: Place order
ar: إرسال الطلب
cs: Objednat
da: Afgiv ordre
de: Bestellung erteilen
el: Κάντε την παραγγελία σας
es: Realizar compra
id: Buat pesanan
ja: 購入する
no: Plasser ordre
ru: Разместить заказ
tr: Sipariş
uk: Розмістити замовлення
vi: Đặt hàng

# Languages::placing_order
source: Placing the order
ar: جار إرسال طلب الشراء
cs: Odeslání objednávky
da: Afgiver ordre
de: Ihre Bestellung wird übermittelt
el: Πραγματοποίηση της Παραγγελίας
es: Realizando la compra
id: Pembuatan pesanan
ja: ご注文内容の確定中です
no: Plasserer ordren
ru: Идет размещение заказа
tr: Sipariş
uk: Розміщення замовлення
vi: Đặt đơn hàng

# Languages::plain
source: Plain
ar: بسيطة
cs: Základní
da: enkel
de: Einfach
el: Πεδίο
es: Llano
id: Biasa
ja: プレーン
no: Enkel
ru: Обычный
tr: Düz
uk: Звичайний
vi: Phẳng

# Languages::platform
source: Platform
ar: المنصة
cs: Platforma
de: Plattform
el: Πλατφόρμα
es: Plataforma
ja: プラットフォーム
no: Plattform
ru: Платформа
uk: Платформа
vi: Nền tảng

# Languages::please_be_patient
source: Please be patient
ar: نرجو الانتظار
cs: Prosím, buďte trpěliví
da: Vent venligst
de: Bitte haben Sie Geduld
el: Σας παρακαλούμε περιμένετε
es: Por favor tenga paciencia
id: Harap sabar
ja: しばらくお待ちください
no: Vennligst vær tålmodig
ru: Пожалуйста, подождите
tr: Lütfen bekleyiniz
uk: Будь ласка, зачекайте
vi: Xin hãy kiên nhẫn
