Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
ar: لقد حددت [DECIMALS] علامة عشرية للـ[CURRENCY]. الحد الأقصى لعدد العلامات العشرية هو 2. القيم الإضافية ستعرض أصفار.
cs: Zadali jste [DECIMALS] desetinných míst pro [CURRENCY]. Maximální počet podporovaných desetinných míst je 2. Další hodnoty se zobrazí jako nuly.
da: Du har angivet [DECIMALS] decimaler for [CURRENCY]. Det maksimale antal Understøttede decimaler er 2. Yderligere værdier vises som nuller.
de: Sie haben [DECIMALS] dezimale Stellen für [CURRENCY] festgelegt. Die maximale Anzahl der unterstützten Dezimalpositionen ist 2. Werte die länger sind werden als Nulle dargestellt.
el: Έχετε ορίσει[DECIMALS] δεκαδικά ψηφία για [CURRENCY]. Ο μέγιστος αριθμός των δεκαδικών ψηφίων που υποστηρίζονται είναι 2. Περαιτέρω τιμές θα εμφανίζονται ως μηδενικά.
es: Se han especificado [DECIMALS] decimales para [CURRENCY]. El número máximo de decimales admitidos es 2. Más valores se mostrarán como ceros.
id: Anda telah menentukan [DECIMALS] desimal untuk [CURRENCY]. Jumlah maksimum didukung tempat desimal adalah 2.Selanjutnya nilai-nilai akan ditampilkan sebagai nol.
ja: 通貨 [CURRENCY] の小数点以下の桁数に [DECIMALS] が指定されました。 指定可能な小数点以下の桁数は 2 が最大であり、以降の数値は0として表示されます。
no: Du har angitt [DECIMALS] desimaler for [CURRENCY]. Maksimalt støttede antall desimaler er 2. Ytterligere verdier vil bli vist som nuller.
ru: Вы установили [DECIMALS] десятичных знака для [CURRENCY]. Максимальное количество поддерживаемых десятичных знаков 2. Дальнейшие значения будут заменены нулями.
uk: Ви встановили [DECIMALS] десяткових розрядів для [CURRENCY]. Максимальна кількість підтримуваних десяткових розрядів-2. Подальші значення буде замінено на нулі.
vi: Bạn đã chỉ định chữ số [DECIMALS] cho [CURRENCY]. Số hỗ trợ chữ số thập phân, tối đa là 2. Giá trị thêm sẽ được hiển thị dưới dạng số 0.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
ar: المنتجات التي لا يمكن شحنها تم حذفها من سلتكم. يمكنكم متابعة الشراء.
cs: Nedoručitelné zboží bylo z nákupního košíku odebráno. Můžete pokračovat v nákupu.
da: Ikke leverbare produkter er blevet fjernet fra din kurv. Du kan gå videre med købet.
de: Nicht lieferbare Produkte wurden aus Ihrem Warenkorb entfernt. Sie können mit Ihrem Einkauf fortfahren.
el: Τα προϊόντα που δεν έχουν παραδοθεί έχουν καταργηθεί από το καλάθι σας. Μπορείτε να προχωρήσετε με την αγορά.
es: Productos no entregables se han quitado de su cesta. Puede proceder con la compra.
id: Produk tidak terkirim telah dihapus dari keranjang Anda.Anda dapat melanjutkan pembelian.
ja: 配送できない商品をカートから削除しました。引き続きお買い物をお楽しみいただけます。
no: ikke-leverbare produkter har blitt fjernet fra handlevognen. Du kan fortsette med kjøpet.
ru: Товары без заданных способов доставки были удалены из вашей корзины. Вы можете продолжить оформление заказа.
uk: Товари без заданих способів доставки були видалені з вашого кошика. Ви можете продовжити оформлення замовлення.
vi: Không thể gửi sản phẩm đã được gỡ bỏ từ giỏ hàng của bạn. Bạn có thể cần tiến hành với việc mua hàng.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
ar: الإيميل تم تغييره بواسطة العميل. انقر على المربع لتحديث بيانات الطلب:
cs: E-mailová adresa byla změněna zákazníkem v jeho/jejím profilu. Zatrhněte výběrový rámeček pro aktualizaci detailů objednávky:
da: E-mail-adresse er blevet ændret af kunden i hans / hendes profil. Afkrydse afkrydsningsfeltet for at opdatere for detaljer:
de: E-Mail-Adresse wurde von Kunde im eigenen Profil geändert. Haken Sie die Checkbox ab um Details der Bestellung zu aktualisieren
el: Ο πελάτης ενημέρωσε την διεύθυνση ηλεκτρονικού ταχυδρομείου στο προφίλ. Επιλέξτε το πλαίσιο ελέγχου για να ενημερώσετε τις λεπτομέρειες της παραγγελίας:
es: La dirección de correo electrónico ha sido cambiada por el cliente en su perfil. Marque la casilla para actualizar los detalles del pedido:
id: Pelanggan memperbarui alamat email di profil. Pilih kotak centang untuk memperbarui detail pesanan:
ja: お客様によりEメールアドレスが変更されています。注文情報を更新するにはチェックボックスをチェックしてください:
no: Kunden oppdaterte e-post-adressen i profilen. Merk av i boksen for å oppdatere ordrens detaljer:
ru: Покупатель изменил email в своем профиле. Поставьте галочку, чтобы обновить детали заказа:
tr: Müşteri e-mail adresi değiştirildi. Sipariş güncelleme kutusunu seçiniz:
uk: Покупець змінив e-mail у своєму профілі. Відзначте галочкою прапорець, щоб оновити деталі замовлення:
vi: Khách hàng cập nhật địa chỉ email trong hồ sơ. Chọn hộp kiểm để cập nhật các chi tiết đơn đặt hàng:

# Languages::notify_customer
source: Notify customer
ar: إبلاغ العميل
cs: Zaslat info zákazníkovi
da: Meddele kunde
de: Kunden benachrichtigen
el: Ειδοποίηση πελάτη
es: Notificar al cliente
id: Beritahu pelanggan
ja: お客様に通知する
no: Varsle kunde
ru: Информировать покупателя
tr: Müşteriyi bilgilendir
uk: Сповістити покупця
vi: Thông báo cho khách hàng

# Languages::notify_orders_department
source: Notify orders department
ar: إبلاغ قسم طلبات الشراء
cs: Zaslat info prodejci
da: Meddel ordre afdelingen
de: Bestellungs Abteilung benachrichtigen
el: Ειδοποίηση τμήματος παραγγελιών
es: Notificar departamento de pedidos
id: Beritahu bagian pesanan
ja: 注文管理担当者に通知する
no: Varsle ordreavdeling
ru: Уведомить отдел оформления и обработки заказов
tr: Sipariş departmanını bilgilendir
uk: Сповістити відділ замовлень
vi: Thông báo cho bộ phận đặt hàng

# Languages::notify_user
source: Notify user
ar: إبلاغ العضو
cs: Informovat zákazníka
da: Meddele bruger
de: Benutzer benachrichtigen
el: Ειδοποίηση χρήστη
es: Notificar al usuario
id: Beritahu user
ja: ユーザーに通知
no: Varsle bruker
ru: Информировать пользователя
tr: Müşteriyi bilgilendir
uk: Сповістити користувача
vi: Thông báo cho người dùng

# Languages::notify_vendor
source: Notify store owner
ar: إبلاغ صاحب المتجر
cs: Oznámit majitele obchodu
da: Advisér butiksejeren
de: Verkäufer benachrichtigen
el: Ειδοποίηση Ιδιοκτήτη Καταστήματος
es: Notificar al dueño de la tienda
id: Beritahu pemasok
ja: 出品者に通知する
no: Varsle butikk eier
ru: Уведомлять владельца магазина
tr: Notify vendor
uk: Сповістити власника крамниці
vi: Thông báo cho chủ cửa hàng

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
ar: إبلاغي عندما يتوفر هذا المنتج بالمخزون
cs: Upozornit, až bude toto zboží opět skladem
da: Underret mig, når dette produkt er tilbage på lager
de: Benachrichtigen Sie mich wenn dieses Produkt wieder auf Lager ist.
el: Ειδοποίηση όταν το προϊόν είναι ξανά διαθέσιμο
es: Notificarme cuando este producto vuelve a tener existencias
id: Beritahu saya jika produk ini kembali tersedia
ja: 商品が入荷したらメールで知らせる
no: Varsle meg når dette produktet er tilbake på lager
ru: Сообщить мне, когда товар будет в наличии
uk: Сповістити мене, коли з’явиться цей товар
vi: Thông báo cho tôi khi sản phẩm này có hàng

# Languages::not_active
source: Not active
ar: غير نشط
cs: Neaktivní
da: Ikke aktiv
de: Nicht aktiv
el: Δεν είναι ενεργό
es: No activo
id: Tidak aktif
ja: 無効
no: Ikke aktiv
ru: Не активно
tr: Aktif değil
uk: Не активно
vi: Không hoạt động

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
ar: هذا الملف سيكون متاح للتحميل بعد موافقة الإدارة إن شاء الله
cs: Tento soubor bude možný stáhnout pouze s povolením administrátora
da: Denne fil vil være til rådighed for kun at hente efter administratorens godkendelse
de: Diese Datei ist nur nach der Genehmigung des Administrators zum Download verfügbar.
el: Αυτό το αρχείο θα είναι διαθέσιμο για κατέβασμα μόνο όταν ο διαχειριστής τα εγκρίνει
es: Este archivo estará disponible para su descarga sólo después de que el administrador lo apruebe
id: File ini akan tersedia untuk di-download hanya setelahadministrator menyetujuinya
ja: このファイルは管理者の承認後にダウンロードいただけます
no: Denne filen vil være tilgjengelig for nedlasting kun etter at administratoren godkjenner den
ru: Этот файл будет доступен для загрузки только после подтверждения администратора
tr: Bu dosya sadece yönetici onayının ardından indirilebilir olacak
uk: Цей файл буде доступний для скачування, тільки тоді, як адміністратор схвалить їх
vi: Tập tin này sẽ có sẵn để tải về chỉ sau khi người quản trị phê duyệt chúng

# Languages::not_a_member
source: Not a member
ar: -عام-
cs: Není členem
da: Ikke medlem
de: Kein Mitglied
el: Όχι μέλος
es: Sin nivel
id: Bukan anggota
ja: なし
no: Ikke et medlem
ru: Непривилегированный
tr: Üye değil
uk: Непривілейований
vi: Không phải là một thành viên

# Languages::not_installed
source: Not installed
ar: غير مركبة
cs: Není nainstalován
da: Ikke installeret
de: Nicht installiert
el: δεν είναι εγκατεστημένο
es: No instalado
id: Tidak terpasang
ja: 未インストール
no: Ikke installert
ru: Не установлен
tr: Kurulu değil
uk: Не встановлено
vi: Không được cài đặt

# Languages::not_scroll_automatically
source: Do not scroll automatically
ar: لا تتحرك تلقائياً
cs: Nenechte posunout automaticky
da: Rul ikke automatisk
de: Nicht automatisch scrollen
el: Μη αυτόματη κύλιση
es: No deslizar automáticamente
id: Jangan gulir otomatis
ja: 自動スクロールしない
no: Ikke rull automatisk
ru: Не прокручивать автоматически
uk: Не прокручувати автоматично
vi: Không tự động cuộn

# Languages::enable_link
source: Enable link
de: Link aktivieren
el: Ενεργοποίηση συνδέσμου
ru: Включить ссылку
uk: Увімкнути посилання

# Languages::no_categories_available
source: No categories available
ar: لا توجد فئات متاحة
cs: Žádné dostupné kategorie
da: Ingen tilgængelige kategorier
de: Keine Kategorien verfügbar
el: Δεν υπάρχουν διαθεσιμες Κατηγορίες
es: No hay categorías disponibles
id: Tidak ada kategori tersedia
ja: 利用可能なカテゴリーがありません
no: Ingen kategorier tilgjengelig
ru: Нет доступных категорий
tr: Hiç bir kategori mevcut değil
uk: Немає доступних категорій
vi: Không có danh mục có sẵn

# Languages::no_data
source: No data found
ar: لا توجد بيانات
cs: Data nenalezena
da: Ingen data fundet
de: Keine Daten gefunden
el: Δεν βρέθηκαν δεδομένα
es: No se encontraron datos
id: Tidak ada data
ja: データが見つかりません
no: Ingen data funnet
ru: Здесь пока ничего нет
tr: Veri bulunamadı
uk: Дані не знайдено
vi: Không tìm thấy dữ liệu

# Languages::no_data_found
source: No data found that satisfies this chart conditions
ar: لا توجد بيانات تطابق شروط هذا الرسم البياني
cs: Nebyla nalezena žádná data, která splňují tyto podmínky
da: Ingen data fundet som opfylder dette diagram betingelser
de: Keine Daten gefunden, die Ihren eingegebenen Suchkriterien entsprechen.
el: Δεν βρέθηκαν δεδομένα που να ικανοποιούν τις προϋποθέσεις αυτού του γραφήματος
es: Ningún dato encontrado que concuerde con las condiciones de está gráfica
id: Tidak ada data yang memenuhi kondisi ini grafik
ja: 条件に一致するデータが見つかりません
no: Ingen data funnet som tilfredsstiller disse diagramvilkårene
ru: Данные, удовлетворяющие условиям таблицы, не найдены
tr: Veri yok
uk: Дані, що задовольняють умови таблиці, не знайдено
vi: Không tìm thấy dữ liệu thỏa mãn điều kiện của biểu đồ này

# Languages::no_files
source: No files
ar: لا توجد ملفات
cs: Žádné soubory
da: Ingen filer
de: Keine Dateien
el: Δεν υπάρχουν αρχεία
es: No hay archivos
id: Tidak ada file
ja: ファイルが見つかりません
no: Ingen filer
ru: Нет файлов
tr: Dosya yok
uk: Немає файлів
vi: Không có tập tin

# Languages::no_image
source: No image
ar: لا توجد صورة
cs: Žádný obrázek
da: Intet billede
de: Kein Bild
el: Χωρίς εικόνα
es: Sin imagen
id: Tidak ada gambar
ja: 画像がありません
no: Ingen bilde
ru: Нет изображения
tr: Resim yok
uk: Немає зображення
vi: Không có hình ảnh

# Languages::no_items
source: No items defined
ar: لا يوجد عناصر
cs: Žádný záznam
da: Ingen definerede elementer
de: Keine Elemente definiert
el: Δεν ορίστηκαν ειδη
es: No hay artículos definidos
id: Tidak ada item dalam daftar
ja: 登録されていません
no: Ingen elementer definert
ru: Нет элементов для отображения
tr: Tanımlı madde bulunamadı
uk: Нма елементев для відображення
vi: Không có mục nào được xác định

# Languages::no_items_found
source: No items found matching the search criteria
ar: لم يتم العثور على ما يطابق بحثك
cs: Žádné položky, které by splňovaly kritéria výběru nebyly nalezeny
da: Ingen emner fundet matcher søgekriterierne
de: Keine Artikel gefunden, die mit den Suchkriterien übereinstimmen
el: Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν με τα κριτήρια αναζήτησης.
es: No se ha encontrado ningún articulo con el criterio de búsqueda elegido.
id: tidak ada item yang sesuai kriteria pencarian
ja: 検索条件に一致するアイテムがありません
no: Ingen elementer funnet som passer med søkekriteriene
ru: По этим критериям поиска ничего не найдено
tr: Arama kriterlerinize uygun sonuç bulunamadı
uk: Не знайдено елементів що відповідають критеріям пошуку
vi: Không tìm thấy mục nào phù hợp với tiêu chí tìm kiếm

# Languages::no_menus
source: No menus
ar: لا توجد قوائم
cs: Žádné menu
da: Ingen menuer
de: Keine Menus
el: Δεν υπάρχουν Μενου
es: No hay menús
id: Tidak ada menu
ja: メニューは登録されていません
no: Ingen menyer
ru: Нет меню
uk: Немає меню
vi: Không có menu

# Languages::no_products_for_shipment
source: There are no products for shipment
ar: لا توجد منتجات للشحنة
cs: Žádné zboží určené k přepravě
da: Der er ingen varer til forsendelse
de: Keine Produkte für den Versand
el: Δεν υπάρχουν προϊόντα για αποστολή
es: No existen productos para el envío
id: Tidak ada produk untuk pengiriman
ja: 配送可能な商品がありません
no: Det er ingen produkter for forsendelse
ru: Нет товаров для поставки
tr: Gönderi için herhangi bir ürün bulunmuyor
uk: Немає товарів для поставки
vi: Không có sản phẩm cho lô hàng

# Languages::no_products_selected
source: No products selected
ar: لم يتم اختيار منتجات
cs: Nebylo vybráno žádné zboží
da: Ingen produkter valgt
de: Keine Artikel selektiert
el: Δεν υπάρχουν επιλεγμένα προϊόντα
es: Ningún producto seleccionado
id: Tidak ada produk untuk dibandingkan
ja: 商品が選択されていません
no: Ingen produkter valgt
ru: Товары не выбраны
tr: Ürün seçilmedi
uk: Немає обраних
vi: Không có sản phẩm đã chọn

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
ar: <p class="error-text" align="center">سلّة التسوق فارغة, لذا لا يمكن تقدير قيمة الشحن</p>
cs: <p class="error-text" align="center">Košík je prázdný a proto není možné odhadnout cenu dopravy</p>
da: <p class="error-text" align="center">Din indkøbskurv er tom og fragt-omkostningerne kan ikke beregnes</p>
de: <p class="error-text" align="center"> Leider ist Ihr Warenkorb leer und die Versandkosten können nicht geschätzt werden.</p>
el: <p class="error-text" align="center"> το καλάθι σας είναι άδειο και δεν μπορεί να εκτιμηθεί το κόστος αποστολής</p>
es: <p class="error-text" align="center"> su carro está vacío y no se puede calcular el coste de envío</p>
id: <p class="error-text" align="center">Belanjaan Anda kosong sehingga biaya pengiriman tidak dapat diperkirakan</p>
ja: <p class="error-text" align="center">カートが空のため送料を見積もりできません</p>
no: <p class="error-text" align="center">Handlevognen er tom og fraktkostnader kan ikke anslås</p>
ru: <p class="error-text" align="center">К сожалению, невозможно рассчитать стоимость доставки, так как ваша корзина пуста</p>
tr: <p class="error-text" align="center">Sepetiniz boş bu yüzden taşıyıcı seçilemez</p>
uk: <p class="error-text" align="center">Нажаль, кошик порожній і вартість доставки не може бути вирахована</p>
vi: <p class="error-text" align="center"> Giỏ hàng của bạn chưa có sản phẩm và không thể tính chi phí vận chuyển được</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
cs: Košík je prázdný a proto není možné odhadnout cenu dopravy
de: Dein Warenkorb ist leer und die Versandkosten können nicht geschätzt werden.
el: Το καλάθι σας είναι άδειο και δεν μπορεί να εκτιμηθεί το κόστος αποστολής
es: Su carrito de compras está vacío y el costo de envío no puede ser estimado
id: Keranjang kosong dan biaya pengiriman tidak dapat diperkirakan
ja: カートが空のため送料を見積もりできません
no: Din handlevogn er tom og fraktprisen kan ikke estimeres
ru: Невозможно рассчитать стоимость доставки, так как ваша корзина пуста
tr: Sepetiniz boş ve kargo bedeli hesaplanamadı
uk: Нажаль, кошик порожній і вартість доставки не може бути вирахована

# Languages::no_shipping_required
source: No shipping required
ar: لا يوجد شحن مطلوب
cs: Není požadována doprava
da: Ingen påkrævet shipping
de: Kein Versand erforderlich
el: Δεν απαιτούνται έξοδα αποστολής
es: No necesita envío
id: Pengiriman tidak diperlukan
ja: 商品の配送はありません
no: Ingen forsendelse nødvendig
ru: Не требуется доставка
uk: Доставка не потрібна
vi: Không có vận chuyển yêu cầu

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
ar: هذا الكوبون غير موجود. يرجى إعادة المحاولة.
cs: Zadaný kód nelze použít, protože nesplňuje požadavky.
da: Der er ikke en sådan rabatkode. <br /> Prøv igen
de: Es gibt keinen solchen Rabatt-Gutschein.<br> Bitte versuchen Sie es erneut.
el: Δεν υπάρχει αυτό το εκπτωτικό κουπόνι. <br /> Παρακαλώ δοκιμάστε ξανά.
es: No hay ningún cupón de descuento.<br /> Por favor, inténtelo de nuevo.
id: Tidak ada kupon diskon tersebut. <br /> Silakan coba lagi.
ja: ご指定の割引クーポンはご利用いただけません。
no: Den angitte koden kan ikke brukes, fordi den ikke oppfyller kravene.
ru: Введенный код в базе данных отсутствует.<br> Пожалуйста, попробуйте еще раз.
tr: Geçersiz kupon. <br> Lütfen tekrar deneyiniz.
uk: Введений код в базі відсутній.<br> Будь-ласка, спробуйте еще раз.
vi: Mã nhập không thể áp dụng, bởi vì nó không đáp ứng các yêu cầu.

# Languages::no_themes_available
source: No themes available
ar: لا توجد ثيمات متاحة
cs: Žádné šablony k dispozici
da: Ingen tilgængelige temaer
de: Keine Templates (Themes) verfügbar
el: Δεν υπάρχουν διαθέσιμα Themes
es: No hay temas disponibles
id: Theme tidak tersedia
ja: 利用可能なテーマはありません
no: Ingen maler tilgjengelig
ru: Нет доступных тем
tr: Tema mevcut değil
uk: Немає доступної теми
vi: Không có chủ đề có sẵn

# Languages::no_users_found
source: No users found
ar: لا يوجد أعضاء
cs: Žádní uživatelé nebyli nalezeni
da: Ingen bruger fundet
de: Keine Benutzer gefunden
el: Δεν βρέθηκαν χρήστες
es: Ningún usuario encontrado
id: Tidak ada user
ja: ユーザーが見つかりません
no: Ingen brukere funnet
ru: Пользователи не найдены
tr: Kullanıcı bulunamadı
uk: Жодного користувача не знайдено
vi: Không tìm thấy người dùng

# Languages::number
source: Number
ar: العدد
cs: Číslo
da: Nummer
de: Nummer
el: Αριθμός
es: Número
id: Angka
ja: 番号
no: Nummer
ru: Число
tr: Numara
uk: Номер
vi: Số

# Languages::number_of_columns
source: Number of columns in the objects list
ar: عدد الأعمدة في القائمة
cs: Počet sloupců v seznamu položek
da: Antallet af kolonner i de genstande listen
de: Anzahl Spalten in der Objektliste
el: Αριθμός των στηλών στη λίστα αντικειμένων
es: Número de columnas en la lista de objetos
id: Jumlah kolom dalam daftar obyek
ja: 一覧のカラム数
no: Antall kolonner i objektlisten
ru: Количество колонок в списке
tr: Nesneler listesinde kolon sayısı
uk: Кількість стовпців у списку
vi: Số cột trong danh sách các đối tượng

# Languages::object
source: Object
ar: مكان الظهور
cs: Objekt
da: Objekt
de: Objekt
el: Αντικείμενο
es: Objeto
id: Obyek
ja: オブジェクトの追加
no: Objekt
ru: Объект
tr: Obje
uk: Об'єкт
vi: Đối tượng

# Languages::object_does_not_exist
source: The object doesn't exist
ar: الشيء غير موجود
cs: Objekt neexistuje
da: Objekt findes ikke
de: Objekt existiert nicht
el: Το αντικείμενο δεν υπάρχει
es: El objeto no existe
id: Obyek tidak ada
ja: オブジェクトが存在しません
no: Objektet finnes ikke
ru: Объект не существует
tr: Obje mevcut değil
uk: Об'єкт не існує
vi: Đối tượng không tồn tại

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
ar: يوجد شيء بنفس الاسم. هل تريد الكتابة عليه؟
cs: Objekt se stejným jménem již existuje. Přejete si jej přepsat?
da: Objekt med samme navn findes allerede. Ønsker du at overskrive den?
de: Objekt mit dem gleichen Namen existiert bereits. Wollen Sie die Datei überschreiben?
el: Υπάρχει ήδη αντικείμενο με το ίδιο όνομα.Θέλετε να το αντικαταστήσετε
es: Existe un objeto con el mismo nombre. ¿Quieres sobrescribirlo?
id: Obyek dengan nama yang sama sudah ada. Apakah Anda inginmenggantinya?
ja: 同名のオブジェクトがすでに存在します。上書きしますか?
no: Objekt med samme navn finnes allerede. Vil du overskrive den?
ru: Объект с таким именем уже существует. Вы хотите перезаписывать его?
tr: Aynı isimde bir obje mevcut. Yenisi ile değiştirmek istiyormusunuz?
uk: Об'єкт з тим же ім'ям уже існує. Ви волієте перезаписати його?
vi: Các đối tượng cùng tên đã tồn tại. Bạn có muốn ghi đè lên nó?

# Languages::object_not_found
source: The [object] not found
ar: [object] غير موجود
cs: [object] nebyl nalezen
da: [object] ikke fundet
de: Das [object] wurde nicht gefunden
el: Το [object] δε βρέθηκε
es: No se ha encontrado el [object]
id: [object] tidak ditemukan
ja: [object] が見つかりません
no: [object] ble ikke funnet
ru: [object] не найден
tr: [object] bulunamadı
uk: [object] не знайдено
vi: Mục [object] không tìm thấy

# Languages::of
source: of
ar: من
cs: na
da: af
de: von
el: του
es: de
id: dari
no: av
ru: из
uk: з
vi: của

# Languages::off
source: Off
ar: معطل
cs: Vypnuto
de: Aus
el: Κλειστο
es: Apagado
ja: オフ
no: Av
ru: Выкл.
tr: Kapalı
uk: Вимк.
vi: Tắt

# Languages::offset
source: Offset
ar: اوفست
cs: Posun
de: Ausgleich
ja: オフセット
ru: Отступ слева
uk: Зсув зліва

# Languages::old_price
source: Old price
ar: قبل الخصم
cs: Stará cena
da: Gammel pris
de: Alter Preis
el: Παλιά τιμή
es: Precio antiguo
id: Harga lama
ja: 旧価格
no: Gammel pris
ru: Старая цена
tr: Eski fiyatı
uk: Стара ціна
vi: Giá cũ

# Languages::on
source: on
ar: في
cs: na
da: På
de: von
el: πάνω
es: en
id: di
ja: オン
no: på
ru: от
uk: від
vi: ngày

# Languages::once_per_customer
source: Once per customer
ar: واحد لكل عميل
cs: Jednou na zákazníka
da: en pr. kunde
de: Einmal (1) pro Kunde
el: Μια φορά ανά πελάτη
es: Una vez por cliente
id: sekali per pelanggan
ja: お客様あたり1回限り
no: En gang per kunde
ru: Один раз для покупателя
tr: Her müşteri bir kere
uk: Один раз для покупця
vi: Một lần trên mỗi khách hàng

# Languages::onclick_dropdown
source: Onclick-dropdown
ar: انقر-انسدل
cs: Rozbalit jedním kliknutím
de: Onclick Dropdown Menu
el: OnClick-αναπτυσσόμενο
es: Onclick-desplegable
ja: オンクリックドロップダウン
no: Rullgardinmeny klikkbar
ru: Выпадающий по клику список
uk: OnClick список
vi: Bấm để xổ xuống

# Languages::online_only
source: Online only
ar: المتواجد فقط
cs: Jenom online
da: Online kun
de: Nur Online
el: Μόνο συνδεδεμένοι
es: Sólo en línea
id: Khusus online
ja: オンラインのみ
no: Kun online
ru: Только онлайн
tr: Sadece Online
uk: Лише онлайн
vi: Chỉ trực tuyến

# Languages::on_off
source: On/Off
ar: تشغيل/تعطيل
cs: Zapnuto/Vypnuto
da: Tænd/sluk
de: Ein/Aus
el: Ανοιχτο/Κλειστο
es: Encendido/apagado
ja: オン/オフ
no: På/Av
ru: Вкл./Выкл.
uk: Вкл/викл
vi: Bật/Tắt

# Languages::on_site_template_editing
source: On-site template editing
ar: تحرير القوالب أونلاين
cs: On-site úpravy šablony
da: On-site skabelonredigering
de: Template-Bearbeitung direkt im Frontend
el: On-site επεξεργασία template
es: Editar plantilla in situ
id: Ubah template ditampilan
ja: テンプレートのリアルタイム編集
no: På-siden malredigering
ru: Перейти к витрине в Режиме дизайна
tr: Site üzerinde template düzenleme
uk: Перейти до вітрини в Режимі дизайну
vi: Chỉnh sửa ngay trong giao diện trang
