Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::sign_out
source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Salir
id: Keluar
ja: ログアウト
no: Logg ut
ru: Выйти
tr: Çıkış
uk: Вийти
vi: Thoát

# Languages::sign_up_for_notification
source: Sign up for notification
ar: الاشتراك للإبلاغ
cs: Zadat email pro oznámení naskladnění
da: Tilmeld dig for anmeldelse
de: Registrieren um Meldungen zu bekommen
el: Εγγραφή για ειδοποίηση
es: Regístrarse para notificación
id: Sign up untuk pemberitahuan
ja: 入荷通知
no: Registrer deg for varslinger
ru: Подписаться на уведомления
tr: Bildirim için kayıt ol
uk: Підписатися на повідомлення
vi: Đăng ký thông báo

# Languages::similar_only
source: Similar only
ar: المتشابه فقط
cs: Pouze podobné
da: Lignende kun
de: Nur ähnliche
el: Παρόμοιοι μόνο
es: Similar sólo
id: Hanya yang sama
ja: 共通項目のみ
no: Kun like
ru: Только похожие
tr: Benzerlikler
uk: Тільки схожі
vi: Chỉ giống nhau

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
ar: يرجى الاتصال بالدعم الفني
cs: Obraťte se na technickou podporu
da: Kontakt den tekniske support
de: Bitte kontaktieren Sie den technischen Support
el: Παρακαλείστε να επικοινωνήσετε με την τεχνική υποστήριξη
es: Por favor, póngase en contacto con el soporte técnico
id: Silahkan hubungi bantuan teknis
ja: テクニカルサポートにご連絡ください
no: Ta kontakt med teknisk støtte
ru: Пожалуйста, обратитесь в службу технической поддержки
tr: Lütfen teknik destek birimi ile iletişime geçiniz
uk: Звертайтеся в службу технічної підтримки
vi: Xin vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật

# Languages::simultaneous
source: Simultaneous
ar: في وقت واحد
cs: Současné
da: Samtidige
de: Gleichzeitig
el: Ταυτόχρονος
es: Simultánea
id: Bersamaan
ja: 指定順序なし
no: Samtidig
ru: Одновременно
tr: Eşzamanlı
uk: Одночасно
vi: Đồng thời

# Languages::single
source: Single
ar: فردي
cs: Jednotlivý
da: Enkelt
de: Einzel
el: Μονό
es: Solo
id: Tunggal
ja: 択一
no: Enkel
ru: Один
tr: Tek
uk: Один
vi: Đơn

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
ar: يسمح بالخصم الفردي على الكوبون فقط
cs: Je povolen pouze kupon pro jednotlivou slevu
da: Enkelt rabatkupon er kun tilladt
de: Nur ein (1) Rabatt Coupon erlaubt
el: Επιτρέπεται η χρηση μόνο ενός εκπτωτικού κουπονιού
es: Sólo un cupón de descuento está permitido
id: Hanya diperbolehkan kupon diskon tunggal
ja: 割引クーポンは1回のお買い物で1種類のみ利用できます
no: Kun en rabattkupong er tillatt
ru: Допускается только один купон скидки
tr: Sadece tek indirim kuponu geçerli
uk: Дозволено тільки один купон на знижку
vi: Chỉ Phiếu giảm giá giảm giá duy nhất được phép

# Languages::sitemap
source: Sitemap
ar: خريطة الموقع
cs: Mapa Stránek
da: Oversigt
de: Sitemap (Seitenübersicht)
el: Χάρτης Αναζήτησης
es: Mapa del sitio
id: Peta situs
ja: サイトマップ
no: Sidekart
ru: Карта сайта
tr: Site haritası
uk: Карта сайту
vi: Sơ đồ trang web

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
ar: توليد sitemap.xml لمتجركم لزوم محركات البحث.
cs: Vytvořte další sekce v zákaznické oblasti sitemap a definujte nastavení odkazů na ně.
da: Oprette yderligere sektioner af kundes område sitemap og definere sæt af links til dem.
de: Generieren Sie die sitemap.xml Ihres Stores für die Suchmaschinen
el: Generate sitemap.xml of your store for search engines.
es: Crear secciones adicionales para el mapa web de la tienda y definir sus enlaces.
id: Buat sitemap.xml dari toko Anda untuk mesin pencari.
ja: 検索エンジン向けの sitemap.xml を生成します。
no: Opprett flere seksjoner av kundeområdets sidekart og definer linker for dem.
ru: Карта сайта вашего магазина.
tr: Arama motorları için sitemap.xml dosyası oluşturma.
uk: Карта сайту вашого магазину.
vi: Tạo phần bổ sung của khách hàng khu vực sơ đồ trang web và xác định các thiết lập liên kết cho họ.

# Languages::sitemap_settings
source: Sitemap settings
ar: خصائص خريطة الموقع
cs: Mapa stránek - nastavení
da: Site map indstillinger
de: Sitemap (Seitenübersicht) Einstellungen
el: Ρυθμίσεις Χάρτη Αναζήτησης
es: Configuración del mapa del sitio
id: Pengaturan peta situs
ja: サイトマップの設定
no: Sidekart innstillinger
ru: Настройки карты сайта
tr: Site haritası ayarları
uk: Налаштування карти сайту
vi: Cài đặt sơ đồ trang

# Languages::site_number
source: Site number (EPT)
ar: رقم الموقع (EPT)
cs: Číslo stránky (EPT)
da: Side nummer (EPT)
de: Nummer der Webseite (EPT)
el: Αριθμός ιστότοπου (EPT)
es: Número del sitio (EPT)
id: Nomor situs (EPT)
no: Nettside nummer (EPT)
ru: Идентификатор сайта (EPT)
tr: Site numarası (EPT)
uk: Ідентифікатор сайту (EPT)
vi: Số trang web (EPT)

# Languages::size
source: Size
ar: الحجم
cs: Velikost
da: Størrelse
de: Grösse
el: Μέγεθος
es: Tamaño
id: Ukuran
ja: サイズ
no: Størrelse
ru: Размер
tr: Ölçü
uk: Розмір
vi: Kích thước

# Languages::skiplastpage
source: Skip the last page
ar: تخطي الصفحة الأخيرة
cs: Přeskočit poslední stránku
da: Spring sidste side
de: letzte Seite überspringen
el: Παράληψη τελευταίας σελίδας
es: Saltar la última página
id: Lewati halaman terakhir
no: Hopp over siste side
ru: Пропустить последнюю страницу
tr: Skip last page
uk: Пропустити останню сторінку
vi: Bỏ qua trang trước

# Languages::skip_payment
source: Skip payment
ar: تخطي الدفع
cs: Přeskočit platby
da: Spring over betaling
de: Zahlung überspringen
el: Παράληψη πληρωμής
es: Saltar pago
id: Lewatkan pembayaran
ja: 支払いをスキップ
no: Hopp over betaling
ru: Пропустить оплату
tr: Ödemeyi geç
uk: Пропустити оплату
vi: Bỏ qua thanh toán

# Languages::skrill_customer_id
source: Skrill Customer ID
ar: الرقم التعريفي لمستخدم سكريل
cs: ID Skrill zákazníka
da: Skrill Kunde-id
de: Skrill-Kundennummer
el: ID πελάτη των Skrill
es: ID del cliente de Skrill
id: ID pelanggan Skrill
no: Skrill Kunde ID
ru: ID покупателя Skrill
uk: ID покупця Skrill
vi: ID khách hàng Skrill

# Languages::sku
source: CODE
ar: الكود
cs: KÓD
da: Varenr
de: Art.-Nr.
el: ΚΩΔΙΚΟΣ (SKU)
es: Cod.artículo
id: KODE
ja: コード
no: KODE
ru: КОД
tr: KOD
uk: КОД
vi: MÃ

# Languages::slovak
source: Slovak
ar: سلوڤاكي
cs: Slovenština
da: slovakisk
de: Slowakisch
el: Σλοβακικά
es: Eslovaco
id: Slovakia
no: Slovakisk
ru: Словацкий
uk: словацька
vi: Tiếng Slovak

# Languages::slow
source: Slow
ar: بطيء
cs: Pomalé
da: langsom
de: Langsam
el: Αργά
es: Lento
id: Pelan
ja: 遅い
no: Langsom
ru: Медленно
tr: Yavaş
uk: Сповільнити
vi: Chậm

# Languages::small_items
source: Small items
ar: عناصر صغيرة
cs: Drobné položky
da: Små item
de: Kleine Artikel
el: Μικρά αντικείμενα
es: Pequeños artículos
id: Item kecil
ja: サムネイル小
no: Små elementer
ru: Мелкие элементы
tr: Küçük resimli liste
uk: Дрібні елементи
vi: Mục nhỏ

# Languages::smarty_block
source: HTML block with Smarty support
ar: كتلة HTML مع دعم Smarty
cs: HTML blok s podporou Smarty
da: HTML-blok med Smarty support
el: HTML block με υποστηριξη Smarty
es: Bloque HTML con soporte Smarty
id: Blok HTML dengan kemampuan Smarty
ja: Smarty対応HTMLブロック
no: HTML blokk med Smarty støtte
ru: HTML блок с поддержкой Smarty
tr: Smarty destekli HTLM blok
uk: HTML блок з підтримкою Smarty
vi: Khối HTML với hỗ trợ Smarty

# Languages::sms_customer_registered
source: Customer [name] has been registered.
ar: العميل [name] قام بالتسجيل.
cs: Zákazník [name] byl registrován
da: Kunde [name] er blevet registreret.
de: Kunde [name] wurde registriert
el: Ο πελάτης [όνομα] έχει καταχωρηθεί.
es: El cliente [name] se ha registrado.
id: Pelanggan [name] telah terdaftar.
no: Kunden [name] har blitt registrert.
ru: Покупатель [name] был зарегистрирован.
tr: [name] Üye oldu.
uk: Клієнт [name], був зареєстрований.
vi: Khách hàng [name] đã được đăng ký.

# Languages::sms_for_the_sum
source: to the amount of
ar: ما قيمته
cs: do výše
da: til størrelsen af
de: zum Betrag von
el: με το ποσό των
es: a la cantidad de
id: dengan jumlah
no: til beløpet av
ru: в количестве
tr: tutar
uk: в кількості
vi: với số tiền của

# Languages::sms_order_placed
source: has been placed
ar: تم إرساله
cs: byla umístěna
da: er blevet placeret
de: SMS Bestellung wurde plaziert
el: έχει τοποθετηθεί
es: ha sido grabada
id: telah dibuat
no: har blitt plassert
ru: был размещён
tr: alındı
uk: було розміщено
vi: đã được đặt

# Languages::snapshot_date
source: Snapshot date
ar: تاريخ اللقطة
cs: Snímek data
da: Snapshot dato
de: Schnappschuss Datum
el: Ημερομηνία στιγμιότυπου
es: Fecha de instantánea
id: Tanggal Snapshot
ja: スナップショット取得日
no: Øyeblikksbilde dato
ru: Дата снимка
tr: Anlık tarih
uk: Дата знімка
vi: Ảnh chụp ngày

# Languages::sort_by
source: Sort by
ar: ترتيب بواسطة
cs: Seřadit dle
da: Sorter efter
de: Ordnen nach
el: Ταξινόμηση ως πρός
es: Ordenar por
id: Urut berdasar
ja: ソート順
no: Sorter etter
ru: Сортировать по
tr: Sırala
uk: Сортувати за
vi: Sắp xếp theo

# Languages::sort_by_null_asc
source: No sorting
ar: بدون ترتيب
cs: Netřídit
da: Ingen sortering
de: Keine Ordnung
el: Καμία Ταξινόμιση
es: Sin ordenar
id: Tidak berurut
ja: ソート無し
no: Ingen sortering
ru: Без сортировки
tr: Sıralama yok
uk: Без сортування
vi: Không phân loại

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
ar: ترتيب بواسطة الشعبية: من الأدنى إلى الأعلى
cs: Seřadit podle oblíbenosti: Od nejnižší k nejvyšší
da: Sorter efter popularitet: lav til høj
de: Nach Beliebtheit ordnen: aufsteigend
el: Ταξινόμιση με δημοτικότητα: Μικρό σε Μεγάλο
es: Ordenar por Popularidad: Baja a Alta
id: Urut berdasar Popularitas: Rendah - Tinggi
ja: 人気の低い順
no: Sorter etter popularitet: Lav til høy
ru: Сортировать по популярности: менее популярные выше
tr: Popülerliğe göre sırala: Düşükten Yükseğe
uk: За популярністю: менш популярні вгорі
vi: Xếp theo Phổ biến: Thấp đến Cao

# Languages::sort_by_popularity_desc
source: Sort by Popularity
ar: ترتيب بواسطة الشعبية
cs: Seřadit podle oblíbenosti
da: Sorter efter popularitet
de: Nach Beliebtheit ordnen: Absteigend
el: Ταξινόμιση με δημοτικότητα
es: Ordenar por Popularidad
id: Urut berdasar Popularitas
ja: 人気の高い順
no: Sorter etter popularitet
ru: Сортировать по популярности: по убыванию
tr: Popülerliğe göre sırala
uk: За популярністю
vi: Xếp theo phổ biến nhất

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
ar: ترتيب بواسطة الموضع: من الأدنى إلى الأعلى
cs: Seřadit podle pozice: Od nejnižší k nejvyšší
da: Sorter efter position: lav til høj
de: Nach Position ordnen: Aufsteigend
el: Ταξινόμιση με Θέση: Μικρό σε Μεγάλο
es: Ordenar por posición: menor a mayor
id: Urut berdasar Posisis: Rendah - Tinggi
ja: ソート番号の小さい順
no: Sorter etter posisjon: Lav til høy
ru: Сортировать по позиции: низкие позиции выше
tr: Pozisyona göre sırala: Düşükten Yükseğe
uk: Сортувати за позицію: низькі вгорі
vi: Xếp theo vị trí: Thấp đến Cao

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
ar: ترتيب بواسطة الموضع: من الأعلى إلى الأدنى
cs: Seřadit podle pozice: Od nejvyšší k nejnižší
da: Sorter efter position: høj til lav
de: Nach Position ordnen: Absteigend
el: Ταξινόμιση με Θέση: Μεγάλο σε Μικρό
es: Ordenar por posición: mayor a menor
id: Urut berdasar Posisi: Tinggi - Rendah
ja: ソート番号の大きい順
no: Sorter etter posisjon: Høy til lav
ru: Сортировать по позиции: высокие позиции выше
tr: Pozisyona göre sırala: Yüksekten düşüğe
uk: Сортувати за позицію: високі вгорі
vi: Xếp theo vị trí: Cao đến Thấp

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
ar: ترتيب بواسطة السعر: من الأدنى إلى الأعلى
cs: Seřadit podle ceny: Od nejnižší k nejvyšší
da: Sorter efter pris: lav til høj
de: Nach Preis ordnen: Aufsteigend
el: Ταξινόμιση με Τιμή: Μικρό σε Μεγάλο
es: Ordenar por precio: bajo a alto
id: Urut berdasarkan Harga: Rendah - Tinggi
ja: 価格の低い順
no: Sorter etter pris: Lav til høy
ru: Сортировать по цене: дешевые выше
tr: Fiyata göre Sırala: Düşükten Yükseğe
uk: Сортувати по вартості: спочатку дешевші
vi: Xếp theo giá: Thấp đến Cao

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
ar: ترتيب بواسطة السعر: من الأعلى إلى الأدنى
cs: Seřadit podle ceny: Od nejvyšší k nejnižší
da: Sorter efter pris: høj til lav
de: Nach Preis ordnen: Absteigend
el: Ταξινόμιση με Τιμή: Μεγάλο σε Μικρό
es: Ordenar por precio: alto a bajo
id: Urut berdasar Harga: Tinggi - Rendah
ja: 価格の高い順
no: Sorter etter pris: Høy til lav
ru: Сортировать по цене: дорогие выше
tr: Fiyata göre Sırala: Yüksekten düşüğe
uk: Сортувати по вартості: спочатку дорожчі
vi: Xếp theo giá: Cao đến Thấp

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
ar: ترتيب هجائي: من أ إلى ي
cs: Seřadit abecedně: Od A do Z
da: Sortere alfabetisk: A til Z
de: Alphabetisch ordnen: A bis Z
el: Ταξινόμιση Αλφαβητικά: A σε Ω
es: Ordenar Alfabéticamente: de A a Z
id: Urut berdasar Huruf: A - Z
ja: アルファベット順l: A から Z
no: Sorter alfabetisk: A til Z
ru: Сортировать по алфавиту: от А до Я
tr: Alfabetik olarak sırala: A dan Z ye
uk: Сортувати за алфавітом: від А до Я
vi: Xếp theo Tên: A đến Z

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
ar: ترتيب هجائي: من ي إلى أ
cs: Seřadit abecedně: Od Z do A
da: Sortere alfabetisk: A til Z
de: Alphabetisch ordnen: Z bis A
el: Ταξινόμιση Αλφαβητικά: Ω σε A
es: Ordenar Alfabéticamente: de Z a A
id: Urut berdasarkan Huruf: Z - A
ja: アルファベット順: Z から A
no: Sorter alfabetisk: Z til A
ru: Сортировать по алфавиту: от Я до А
tr: Alfabetik olarak sırala: Z den A ya
uk: Сортувати за алфавітом: від Я до А
vi: Xếp theo Tên: Z đến A

# Languages::sort_by_timestamp_asc
source: Oldest Items First
ar: العناصر الأقدم أولاً
cs: Nejstarší položky první
da: Ældste elementer første
de: Nach älteste Artikel sortieren
el: Παλαιότερα Πρώτα
es: Máss antiguos primero
id: Urut berdasar Item Terlama
ja: 登録日時の古い順
no: Eldste produkter først
ru: Сортировать по времени: новинки ниже
tr: Eski öğelere göre sırala
uk: Спочатку старіші
vi: Mục cũ đầu tiên

# Languages::sort_by_timestamp_desc
source: Newest Items First
ar: العناصر الأحدث أولاً
cs: Nejnovější položky jako první
da: Nyeste poster først
de: Nach neueste Artikel sortieren
el: Νεότερα Πρώτα
es: Los más nuevos primero
id: Urut berdasar Item Terbaru
ja: 登録日時の新しい順
no: Nyeste produkter først
ru: Сортировать по времени: новинки выше
tr: Yeni öğelere göre sırala
uk: Спочатку новіші
vi: Mục mới nhất đầu tiên

# Languages::sort_images
source: Sort images
ar: ترتيب الصور
cs: Řazení obrázků
da: Sortere billeder
de: Bilder ordnen
el: Ταξινόμιση Εικόνων
es: Ordenar imágenes
id: Urutkan gambar
ja: 画像のソート
no: Sorter bilder
ru: Сортировать изображения
uk: Сортування зображень
vi: Sắp xếp hình ảnh

# Languages::spanish
source: Spanish
ar: أسباني
cs: Španělsky
da: Spansk
de: Spanisch
el: Ισπανικά
es: Español
id: Spanyol
no: Spansk
ru: Испанский
uk: іспанська
vi: Tiếng Tây Ban Nha

# Languages::specific_settings
source: Specific settings
ar: خصائص محددة
cs: Specifické nastavení
da: Specific indstilling
de: Spezifische Einstellungen
el: Συγκεκριμένες ρυθμίσεις
es: Configuraciones específicas
id: Pengaturan tertentu
ja: 詳細設定
no: Spesifikke innstillinger
ru: Особые настройки
tr: Spesifik ayarlar
uk: Особливі налаштування
vi: Cài đặt đặc biệt

# Languages::specify_url
source: Specify URL
ar: حدد الرابط
cs: Zadejte adresu URL
da: Angiv URL
de: URL bestimmen
el: Καθορισμός URL
es: Especifica URL
id: Tentukan URL
ja: URLを指定
no: Angi URL
ru: Укажите URL
uk: Укажіть URL-адресу
vi: Chỉ định URL

# Languages::speed
source: Speed
ar: السرعة
cs: Rychlost
da: fart
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
id: Kecepatan
ja: スピード
no: Hastighet
ru: Скорость
tr: Hıs
uk: Швидкість
vi: Tốc độ

# Languages::type_to_search
source: Type to search...
cs: Zadejte hledaný výraz...
de: Geben Sie die Suchanfrage ein...
el: Πληκτρολογήστε για αναζήτηση ...
es: Tipo de búsqueda...
id: Ketik untuk mencari...
ja: タイプで検索
no: Skriv for å søke...
ru: Введите поисковый запрос...
tr: Aramanızı yazın...
uk: Введіть пошуковий запит...
vi: Nhập để tìm kiếm...

# Languages::type_to_search_or_click_button
source: Type to search, or click the button on the right for advanced search
cs: Zadejte hledaný výraz nebo klepněte na tlačítko vpravo pro rozšířené hledání
de: Geben Sie die Suchanfrage ein, oder klicken Sie auf die Schaltfläche rechts, um mit der erweiterten Suche zu suchen
el: Πληκτρολογήστε για αναζήτηση ή κάντε κλικ στο κουμπί στα δεξιά για σύνθετη αναζήτηση
es: Escriba para buscar, o haga clic en el botón de la derecha para búsqueda avanzada
id: Type untuk mencari, atau klik tombol di sebelah kanan untuk pencarian lanjutan
ja: タイプで検索、あるいは右ボタンをクリックして高度な検索
no: Skriv inn for å søke, eller klikk på knappen til høyre for avansert søk
ru: Введите поисковый запрос, или щёлкните по кнопке справа для расширенного поиска
tr: Arama için yazın veya sağdaki gelişmiş arama butonunu kullanın
uk: Введіть пошуковий запит, або клацніть на кнопці праворуч для розширеного пошуку

# Languages::ssl_certificate
source: SSL certificate
ar: شهادة الأمان SSL
cs: Certifikát SSL
da: SSL-certifikat
de: SSL Zertifikat
el: Πιστοποιητικό SSL
es: Certificado SSL
id: Sertifikat SSL
ja: SSL証明書
no: SSL sertifikat
ru: SSL-сертификат
tr: SSL sertifikası
uk: Сертифікат SSL
vi: Chứng nhận SSL

# Languages::staff_only_notes
source: Staff only notes
ar: ملاحظات لفريق العمل فقط
cs: Interní poznámky
da: Kun personale note
de: Nur für interne Notizen
el: Σημειώσεις μόνο για το προσωπικό
es: Notas sólo para el personal
id: Catatan untuk staf
ja: スタッフメモ（非公開）
no: Notater kun for personale
ru: Примечания администратора
tr: Sadece personel için notlar
uk: Нотатки адміністратора
vi: Chỉ nhân viên ghi chú

# Languages::stage
source: Stage
ar: المرحلة
cs: Etapa
da: Fase
de: Phase
el: Στάδιο
es: Etapa
id: Tahap
ja: ステージ
no: Fase
ru: Этап
uk: Етап
vi: Giai đoạn

# Languages::standard_sidebox
source: Standard side box
ar: كتلة جانبية قياسية
cs: Standartní postraní rámeček
da: Standard Sideboks
el: Πλευρικό κουτί Standard
es: Caja de lado estándar
id: Kotak samping standar
ja: 標準サイドボックス
no: Standard sideboks
ru: Обычная секция
tr: Standart sidebox
uk: Звичайна секція
vi: Tiêu chuẩn hộp bên

# Languages::start
source: Start
ar: بدء
cs: Začátek
el: Έναρξη
es: Empezar
id: Mulai
ja: スタート
ru: Начать
tr: Başla
uk: Почати
vi: Bắt đầu

# Languages::start_communication
source: Start communication
ar: بدء تبادل الآراء
cs: Kontaktovat prodejce
da: Start kommunikation
de: Wenn Sie einen Kommentar zu Ihrer Bestellung schreiben wollen, bitte hier klicken ...
el: Έναρξη επικοινωνίας
es: Dejar comunicado
id: Mulai komunikasi
ja: ショップ管理者に連絡
no: Start kommunikasjon
ru: Начать общение
tr: Haberleşmeye başla
uk: Почати спілкування
vi: Bắt đầu trao đổi thông tin

# Languages::start_date
source: Start date
ar: تاريخ البدء
cs: Datum zahájení
da: Start dato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
id: Tanggal mulai
ja: 開始日
no: Startdato
ru: Дата начала
tr: Başlangıç tarihi
uk: Дата початку
vi: Ngày bắt đầu

# Languages::start_price
source: Start price
ar: السعر الأولي
cs: Počáteční cena
da: Start pris
de: Anfangsbetrag
el: Έναρξη των τιμών
es: Precio de inicio
id: Harga mulai
ja: 初回支払い金額
no: Startpris
ru: Стартовая цена
tr: Başlangıç fiyatı
uk: Початкова ціна
vi: Giá bắt đầu

# Languages::state
source: State/Province
ar: المحافظة/الإمارة
cs: Stát/Provincie
da: Område
de: Bundesland/Kanton
el: Νομός
es: Provincia
id: Kota/Kabupaten
ja: 都道府県
no: Stat/kommune
ru: Регион
tr: Şehir
uk: Регіон
vi: Bang/Tỉnh

# Languages::states
source: States
ar: المحافظة/الإمارة
cs: Státy/Kraje
da: Stat
de: Bundesländer/Kantone
el: Νομοί
es: Provincias
id: Kota/provinsi
ja: 都道府県
no: Stater/kommuner
ru: Регионы
tr: Şehirler
uk: Регіони
vi: Tỉnh/TP

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
ar: إدارة مجموعة المحافظات/الإمارات المدعومة في متجركم.
cs: Vedení regionů, které se používají ve vašem obchodě.
da: Styr gruppen af lande, der understøttes i din butik.
de: Kombination von Bundesländer/Kantone die in Ihrem Shop unterstützt werden.
el: Διαχείριση του συνόλου των νομών που υποστηρίζει το κατάστημά σας.
es: Administrar los países que son soportados en tu tienda.
id: Kelola pilihan wilayah / kota yang digunakan di toko Anda.
ja: 都道府県/州に関する情報の管理を行います。
no: Administrer utvalget av stater/kommuner som er støttet i din nettbutikk.
ru: Управление регионами, которые используются в вашем магазине.
tr: Mağazanızın hizmet verdiği şehirler.
uk: Редагування регіонів, що використовуються у вашому магазині.
vi: Quản lý các thiết lập của quốc gia được hỗ trợ trong cửa hàng của bạn.

# Languages::static_block
source: Static block
ar: كتلة ثابتة
cs: Statický blok
da: statisk blok
de: Statischer Block
el: Στατικό block
es: Bloque estático
id: Blok statis
ja: 静的ブロック
no: Statisk blokk
ru: Стационарный блок
tr: Statik blok
uk: Статичний блок
vi: Thống kê khối

# Languages::static_data
source: Static data
ar: بيانات ثابتة
cs: Statická data
da: Statiske data
de: Statische Daten
es: Datos estáticos
id: Data statis
ja: 静的データ
no: Statiske data
ru: Статические данные
uk: Статичні дані
vi: Dữ liệu thống kê

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
ar: استخدام "نص الرابط" و "المسار" من العنصر المختار
cs: Převzít název a URL do odkazu
da: Brug "Link text" og "URL" værdier fra valgte elementer
de: "Text Link" und "URL" Werte aus selektiertem Element verwenden
el: Χρήση "Link text" and "URL" τιμών από το επιλεγμένο στοιχείο
es: Utilice los valores "Texto del enlace" y "URL" de este elemento en el escaparate
id: Gunakan nilai "Tautan teks" dan "URL" dari menu terpilih
ja: 選択したアイテムの "リンクテキスト" と "URL" の値を使用
no: Bruk "Link teksten", og "URL" verdier fra dette elementet på butikkforsiden
ru: Использовать значения полей «Текст ссылки» и «URL» этого объекта при отображении на витрине.
tr: Seçilen madde için "Link text" ve "URL" değerlerini kullan
uk: Використовуати значення полів «Текст посилання» та "URL" цього елемента при відображенні у вітрині
vi: Sử dụng giá trị "Liên kết văn bản" và "URL" từ khoản mục này trong cửa hàng

# Languages::statistics
source: Statistics
ar: الإحصائيات
cs: Statistiky
da: statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas avanzadas
id: Statistik
ja: 統計情報
no: Statistikk
ru: Статистика
tr: İstatistikler
uk: Статистика
vi: Thống kê

# Languages::status
source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
id: Ganti
ja: ステータス
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái

# Languages::status_changed
source: Status has been changed
ar: تم تغيير الحالة
cs: Stav byl změněn
da: Status er blevet ændret
de: Status geändert
el: Η κατάσταση άλλαξε
es: Se ha cambiado el estado
id: Status telah diubah
ja: ステータスが変更されました
no: Status er endret
ru: Статус изменен
tr: Durum değiştirildi
uk: Статус було змінено
vi: Trạng thái đã được thay đổi

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
ar: حالة الطلب تم تعيينها بناءاً على نتيجة معالج الدفع
cs: Stav objednávky byl nastaven podle výsledku zpracování plateb
da: Ordrestatus blev indstillet efter betalingsforarbejdningsresultat
de: Status der Bestellung wurde nach dem Zahlungsabwicklung Ergebnis gesetzt
el: Η κατάσταση παραγγελίας ορίστηκε σύμφωνα με το αποτέλεσμα της επεξεργασίας πληρωμής
es: El estado del pedido se ha fijado según el resultado del proceso del pago
id: Status pesanan ditetapkan sesuai dengan hasil pemrosesan pembayaran
ja: 決済代行サービスの処理結果に基づき注文ステータスが変更されました
no: Ordrestatus ble angitt i henhold til resultatet av betalingsbehandlingen
ru: Статус заказа был установлен в соответствии с результатом обработки платежа
tr: Sipariş durumu ödeme işlemi sonucuna göre ayarlanmış
uk: Статус замовлення був встановлений за результатом обробки платежа
vi: Trạng thái đơn hàng đã được thiết lập theo xử lý kết quả thanh toán
