Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
ar: لا يمكن إلغاء تركيب الإضافة لأن الإضافة التالية تعتمد عليها: [addons]
cs: Doplněk nelze nainstalovat, protože je závislý na doplňku [addon]. Prosím nainstalujte nejdříve doplněk [addon].
da: Tilføjelsesprogrammet kan ikke installeres, fordi en afhængighed af tilføjelsesprogrammet [addon] er angivet for det. Installer tilføjelsesprogrammet [addon] først.
de: Die Erweiterung (add-on) kann nicht installiert werden weil eine Abhängigkeit für die [addon] Erweiterung eingestellt ist. Bitte installieren Sie zuerst di [addon] Erweiterung.
el: Το πρόσθετο δεν μπορεί να εγκατασταθεί επειδή έχει οριστεί μια εξάρτηση με το πρόσθετο [addon]. Παρακαλώ εγκαταστήστε πρώτα το πρόσθετο [addon] .
es: El complemento no se puede instalar porque depende del complemento [addon]. Por favor instala el complemento [addon] primero
id: Add-ons tidak dapat dipasang karena ketergantungan pada[addon] Add-ons diatur untuk itu. Silahkan pasang dahuluAdd-ons [addon]
ja: このアドオンをインストールする前に [addon] アドオンをインストールする必要があります。
no: Modulen kan ikke installeres fordi en avhengighet til [addon] modulen er satt for den. Vær vennlig å installere [addon] tillegget først.
ru: Этот модуль не может быть установлен, потому что его работа зависит от модуля [addon]. Пожалуйста, сначала установите модуль [addon].
uk: Цей додаток не можна встановити, оскільки його робота залежить від додатку [addon]. Будь ласка, встановіть спочатку додаток [addon].
vi: Tiện ích không được cài đặt bởi vì có sự phụ thuộc vào tiện ích [addon] được thiết lập cho nó. Xin vui lòng cài đặt tiện ích [addon] trước.

# Languages::text_addon_refreshed
source: The settings and language variables of the <b>"[addon]"</b> add-on have been updated successfully
cs: Nastavení a jazykové proměnné doplňku <b>"[addon]"</b> byly úspěšně aktualizovány
de: Die Einstellungen und Sprachvariablen des<b>"[addon]"</b> wurden erfolgreich aktualisiert
el: Οι ρυθμίσεις και οι μεταβλητές γλώσσας του πρόσθετου <b> "[addon]" </ b> έχουν ενημερωθεί με επιτυχία
es: Las configuraciones y las variables de idioma del complemento <b> "[addon]" </ b> se han actualizado con éxito
id: Variabel pengaturan dan bahasa add-on <b>"[addon]"</b> telah berhasil diupdate
ja: 設定と言語変数の<b>「[addon]」</b> アドオン更新に成功しました。
no: Innstillingene og språkvariablene for <b>"[addon]"</b> modulen har blitt oppdatert
ru: Настройки и языковые переменные модуля <b>[addon]</b> были успешно обновлены.
tr: <b>"[addon]"</b> eklentisinin ayarlar ve dil değerleri başarıyla güncellendi
uk: Налаштування та мовні змінні модуля <b>"[addon]"</b> були успішно оновлені

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
ar: تم إلغاء تركيب الإضافة <b>"[addon]"</b>
cs: Doplněk <b>"[addon]"</b> byl odinstalován.
da: Denne Udvidelse <b>"[addon]"</b> er blevet fjernet
de: Erweiterung (add-on)<b>"[addon]"</b> wurde deinstalliert
el: Το <b>"[addon]"</b> add-on απεγκαταστάθηκε.
es: Se ha desinstalado el complemento <b>"[addon]"</b>.
id: Add-ons <b>"[addon]"</b> telah dihapus.
ja: <b>"[addon]"</b> アドオンがアンインストールされました
no: Modulen <b>"[addon]"</b> er avinstallert.
ru: Модуль<b>"[addon]"</b> был удален
tr: Eklenti <b>"[addon]"</b> başarı ile kaldırıldı
uk: Додаток <b>«[addon]»</b> видалено.
vi: Tiện ích <b>"[addon]"</b> đã được gỡ cài đặt.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
ar: لا يمكن إلغاء تركيب الإضافة لأن الإضافة التالية تعتمد عليها: [addons]
cs: Tento doplněk nelze odinstalovat, protože na něm závisí následující doplňky: [addons]
da: Tilføjelsesprogrammet kan ikke fjernes, fordi de følgende tilføjelser afhænger det: [addons]
de: Die Erweiterung kann nicht gelöscht werden weil die folgenden Erweiterung eine Abhängigkeit haben: [addons]
el: Το πρόσθετο δεν μπορεί να απεγκατασταθεί επειδή έχει οριστεί εξάρτηση με τα εξής πρόσθετα: [addons]
es: El complemento no se puede desinstalar porque los siguientes complementos dependen de él: [addons]
id: Add-ons tersebut tidak dapat dihapus karena Add-onsberikut memiliki ketergantungan pada: [addons]
ja: このアドオンは以下のアドオンと関連付けられているためアンインストールできません : [addons]
no: Modulen kan ikke avinstalleres fordi følgende moduler er avhengig av det: [addons]
ru: Этот модуль не может быть удален, потому что работа следующих модулей зависит от него: [addons]
tr: The add-on cannot be deleted because the following add-ons have a dependence on it: [addons]
uk: Цей додаток не видалено, оскільки від нього залежить робота додатків: [addons]
vi: Tiện ích không thể gỡ cài đặt bởi vì tiện ích sau đây phụ thuộc vào nó: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
ar: يمكنكم استخدام الاختصارات في هذا الحقل:<br><b>'?'</b> - تحل محل أي حرف واحد;<b>'*'</b> - تحل محل أي عدد من الأحرف.<br><br><u>مثال:</u><br><b>شارع *</b> &nbsp;&nbsp;(من الممكن أن تكون شارع 10, شارع عمر بن الخطاب, وهكذا...)
cs: Máte možnost použít divoké karty v tomto poli :<br /><b>'?'</b> - jakýkoliv jednotlivý znak;<b>'*'</b> - jakýkoliv počet znaků.<br /><br /><u>Příklad:</u><br /><b>* ulice</b> &nbsp;&nbsp;(odpovídá Ulice 1, Ulice 102, atd)
da: Du er i stand til at bruge jokertegn i dette område: <br /><b>'?'</ b> - et enkelt tegn;<b>'*'</ b> - et vilkårligt antal tegn.<br /> <br /><u> Eksempel: </ u> <br /><b> * Gade </ b> (svarer til 1st Street, 102:e Street, osv.)
de: Sie können in diesem Feld Platzhalter (wildcards) verwenden:<br><b>'?'</b> - beliebiges einzelne Zeichen;<b>'*'</b> - beliebige Anzahl Zeichen.<br><br><u>Beispiel:</u><br><b>* Street</b> &nbsp;&nbsp;(entpricht 1st Street, 102nd Street, usw.)
el: Μπορείτε να χρησιμοποιήσετε ειδικούς χαρακτήρες (wildcards) σ'αυτό το πεδίο:<br><b>'?'</b> - κάθε χαρακτήρας;<b>'*'</b> - σύνολο χαρακτήρων.<br><br><u>Παράδειγμα:</u><br><b>* Οδό</b> &nbsp;&nbsp;(Αντιστοιχεί στην 1η Οδό, 102ή Οδό, κλπ)
es: Usted es puede usar comodines en este campo:<br><b>'?'</b> - cualquier carácter simple;<b>'*'</b> - cualquier cantidad de caracteres.<br><br><u>Ejemplo:</u><br><b>* Europa</b> &nbsp;&nbsp;(corresponde a plaza Europa, calle Europa, etc)
id: Anda dapat menggunakan wildcards dalam field ini :<br /><b>'?'</b> - karakter apapun;<b>'*'</b> - angka berapapun.<br /><br /><u>Contoh:</u><br /><b>Jalan *</b> &nbsp;&nbsp;(menghasilkan: Jalan 1, Jalan 102, dsb)
ja: このフィールドではワイルドカードを使用できます:<br /><b>'?'</b> - 1文字の文字列用ワイルドカード;<b>'*'</b> - 任意の文字数(0を含む）の文字列用ワイルドカード.<br /><br /><u>例:</u><br /><b>*ビル</b> &nbsp;&nbsp;(日本商事ビル、 サンライズビルディング などが該当します)
no: Du kan bruke jokertegn i dette feltet:<br /><b>'?'</b> - for ett enkelt tegn,<b>'*'</b> - et hvilken som helst tegn eller tall.<br /><br /><u>Eksempel:</u><br /><b>* street</b> &nbsp;&nbsp;(tilsvarer 1st Street, 102nd Street, osv.)
ru: В этом поле вы можете использовать подстановочные символы:<br><b>?</b> — любой одиночный символ; <b>*</b> — любое количество символов.<br><br><u>Например:</u><br><b>улица М*</b> соответствует: «улица Маяковского», «улица Московская», и т.д.
tr: Bu alanda şu joker karakterleri kullanabilirsiniz:<br><b>'?'</b> - herhangi bir tek karakter;<b>'*'</b> - herhangi bir numara.<br><br><u>Örnek:</u><br><b>* cadde</b> &nbsp;&nbsp;(sonuç şu şekilde çıkar 1.ci Cadde, 102. Cadde, vb..)
uk: В цьому полі виможете використовувати підставні символи:<br><b>?</b> — будь-який символ; <b>*</b> — будь-яка кількість символів.<br><br><u>Наприклад:</u><br><b>вулиця С*</b> відповідає: «вулиця Софіївська», «вулиця Стрийська», и т.д.
vi: Bạn có thể sử dụng ký tự đại diện trong lĩnh vực này: <br /> <b>'? '</b> - bất kỳ ký tự đơn; <b>'* '</b> - bất kỳ số lượng các ký tự. <br /> <br /> <u>ví dụ:</u> < br / > <b>* đường phố</b> (tương ứng với 1st Street, 102 Street, vv)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
ar: هذا القسم يعرض طلبات الشراء التي لم تشاهدا من قبل.
cs: Tato sekce ukazuje objednávky, které jste nikdy neprohlédl/a.
da: Dette afsnit viser de ordrer, du aldrig har set.
de: Diese Sektion zeigt die Bestellungen an, die Sie noch nicht betrachtet haben.
el: Αυτή η ενότητα απεικονίζει τις παραγγελίες που δεν έχετε δεί ΠΟΤΕ!
es: Esta sección le muestra pedidos que nunca ha visto.
id: Bagian ini menunjukkan pesanan Anda belum pernah dilihat.
ja: このセクションでは1度も閲覧されていない注文を表示しています
no: Denne seksjonen viser ordrene du aldri har sett på.
ru: Эта секция отображает заказы, которые Вы еще не просматривали.
tr: Bu bölüm daha önce görüntülemediğiniz siparişleri gösterir.
uk: Цей розділ показує замовлення, що ви ще не переглядали.
vi: Phần này cho thấy các đơn đặt hàng bạn đã chưa bao giờ được xem.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
cs: Jsou podporovány následující přípony souborů: <b>[ext]</b>.
da: Følgende filtypenavne understøttes: <b>[ext]</b>.
de: Die folgenden Dateierweiterungen werden unterstützt: <b>[ext]</b>.
el: Υποστηρίζονται οι ακόλουθες επεκτάσεις αρχείων: <b>[ext]</b>.
es: Las siguientes extensiones de archivo son compatibles: <b>[ext]</b>.
id: Ekstensi file berikut yang didukung: <b>[ext]</b>.
ja: 拡張子が <b>[ext]</b> のファイルのみアップロードできます。
no: Følgende filtyper støttes: <b>[ext]</b>.
ru: Можно загрузить файлы со следующими расширениями: <b>[ext]</b>.
tr: Aşağıdaki dosya uzantıları desteklenmektedir: <b>[ext]</b>.
uk: Модна завантажити лише файли з розширенням <b>[ext]</b>.
vi: Các phần tập tin mở rộng sau đây được hỗ trợ: <b>[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
cs: Důležité! Musíte zadat URL vašeho obchodu <b>[callback_url]</b> jako URL obchodníka na webových stránkách Amazon 's Seller Central (Settings>Checkout Pipeline Settings). V opačném případě nebudete moci ve vašem obchodě přijímat platby přes Amazon Checkout
da: Vigtigt! Du skal angive din butiks URL <b>[callback_url]</b> som købmand Webadressen på Amazon Seller Central hjemmeside (indstillinger > kassen Pipeline indstillinger). Ellers vil kunne du ikke modtage betalinger via Amazon Checkout i din butik
de: Wichtig! Sie müssen die URL Ihres Shops <b>[callback_url]</b> als Merchant URL auf der Seller Central Website des Amazon-Konzerns angeben (Settings > Checkout Pipeline Settings). Andernfalls können Sie keine Zahlungen über Amazon Checkout in Ihrem Shop akzeptieren
el: Σημαντικό! Πρέπει να καθορίσετε την URL του καταστήματος/άτων σας <b>[callback_url]</b> , όπως την εμπορική διεύθυνση URL σχετικά με την κεντρική σελίδα πωλητών του Amazon (Settings > Checkout Pipeline Settings). Διαφορετικά δεν θα μπορέσετε να λάβετε πληρωμές μέσω του Amazon Checkout στο κατάστημα σας.
es: Importante! Debes especificar la URL de callback <b>[callback_url]</b> como la dirección URL del vendedor en la Central del Vendedor de Amazon (Configuración> Configuración de conducto de Pedido). De lo contrario, usted no podrás aceptar pagos a través de Amazon Checkout en tu tienda
id: Penting! Anda harus menentukan URL toko Anda <b>[callback_url]</b> sebagai URL pedagang pada Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Jika tidak, Anda tidak akan bisa menerima pembayaran melalui Amazon di toko Anda
no: Viktig! Du må angi butikkens URL <b>[callback_url]</ b> som "Merchant URL" på Amazon's Seller Central hjemmeside (Settings > Checkout Pipeline Settings). Ellers, vil du ikke kunne godta betalinger via Amazon Checkout i butikken din
ru: Внимание! Вы должны задать ссылку на ваш магазин <b>[callback_url]</b> в поле Merchant URL на Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Иначе Вы не сможете принимать платежи через Amazon Checkout в вашем магазине
uk: Важливо! Необхідно вказати URL вашого магазину <b>[callback_url]</b>в полі Merchant URL на Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). В іншому випадку ви не зможете приймати платежі через Amazon Checkout у вашому магазині
vi: Quan trọng! Bạn phải chỉ định cửa hàng của bạn URL <b>[callback_url]</b> là URL Thương Gia trên Trang Amazon's Seller Central (Settings > Checkout Pipeline Settings). Nếu không, bạn sẽ không thể chấp nhận thanh toán thông qua Amazon Checkout trong cửa hàng của bạn

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
cs: Amazon Checkout zatím neodpovídá, čekejte prosím. Je možné že objednávka nebyla vytvořena v obchodě, ale že byla úspěšně vytvořena a vybavená přes Amazon Checkout. Kontaktujte, prosím, personál obchodu a sdělte jim ID objednávky, které vám zadal Amazon
da: Ingen reaktion fra Amazon Checkout har modtaget endnu, venligst vent. Selv om rækkefølgen ikke kan oprettes i butikken, er det meget sandsynligt, at det er korrekt oprettet og behandlet af Amazon Checkout. Kontakt butikken personale og fortælle dem ordre-ID som fastsat af Amazon
de: Es wurde noch keine Antwort von Amazon Checkout erhalten, bitte warten Sie. Obwohl die Bestellung möglicherweise nicht so lange im Shop angelegt wird, ist es sehr wahrscheinlich, dass sie erfolgreich von Amazon Checkout erstellt und bearbeitet wurde. Bitte kontaktieren Sie das Verkaufspersonal und teilen Sie ihm die Bestellnummer mit, die von Amazon zur Verfügung gestellt wird
el: Δεν έχει ληφθεί ακόμη καμία απάντηση από το Αmazon checkout, παρακαλώ περιμένετε.Αν και η παραγγελία μπορεί να μην γίνει τώρα, είναι πολύ πιθανόν να έχει δημιουργηθεί και να επεξεργαστεί από το Amazon checkout.Παρακαλούμε επικοινωνήστε με το προσωπικό του καταστήματος και αναφέρετε τούς την ID της παραγγελίας, όπως προβλέπεται από το Amazon.
es: Respuesta de pago de Amazon no ha sido recibido todavía, por favor, mantenga. Aunque la orden no puede ser creada en la tienda como fin, es muy probable que ha sido exitosamente creada y procesada por Amazon Checkout. Por favor, póngase en contacto con el personal de la tienda y les digo el order ID proporcionado por Amazon
id: Tidak ada respon dari Skrill yang telah diterima, mohon menunggu. Pesanan mungkin tidak dibuat di toko beberapa waktu terakhir, namun sangat mungkin Skrill telah berhasil membuat dan memprosesnya. Silahkan hubungi staf toko dan memberitahu mereka ID pesanan yang disediakan oleh Skrill
no: Ingen respons fra Amazon Checkout er mottatt ennå, vennligst vent. Selv om ordren kanskje ikke opprettes i butikken på en stund, er det overveiende sannsynlig at den har blitt opprettet og behandlet av Amazon Checkout. Vennligst kontakt butikkens personale og fortell dem ordre ID som gitt av Amazon
ru: Ответ от Amazon Checkout не был получен, пожалуйста, ждите. Хотя заказ может быть еще не создан в магазине, он с большой вероятностью был создан и оформлен на Amazon Checkout. Пожалуйста, обратитесь к администрации магазина и сообщите им номер заказа, предоставленный на Amazon
uk: Відповідь від Amazon Checkout не була отримана, будь ласка, чекайте. Хоча замовлення може бути ще не створене в магазині, воно з великою ймовірністю було створене і оформлене на Amazon Checkout. Будь ласка, зверніться до адміністрації магазину і повідомте їм номер замовлення, наданий на Amazon
vi: Không có phản ứng từ Amazon Checkout đã nhận được hay chưa, xin vui lòng chờ. Mặc dù đơn hàng có thể không được tạo ra trong cửa hàng, có thể nó đã được tạo thành công và xử lý bởi Amazon Checkout. Xin vui lòng liên hệ với nhân viên cửa hàng và nói với họ ID đơn đặt hàng theo quy định của Amazon

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
cs: Počet položek ve Vašem nákupním košíku se liší od počtu zboží v dotazu na Amazon.
da: Antallet af produkter i din indkøbskurv afviger fra antallet af produkter i anmodningen om Amazon.
de: Die Anzahl der Produkte in Ihrem Warenkorb unterscheidet sich von der Anzahl der Produkte in der Amazon-Anfrage.
el: Ο αριθμός των προϊόντων στο καλάθι σας , διαφέρει από τον αριθμό των προϊόντων στην αίτηση του Amazon
es: El numero de productos en tu carrito difiere del numero de productos en la solicitud de Amazon
no: Antall produkter i handlevognen din avviker fra antall produkter i forespørselen til Amazon.
ru: Количество товаров в вашей корзине отличается от количества товаров в запросе Amazon.
uk: Кількість товарів у вашому кошику відрізняється від кількості товарів в запиті Amazon.
vi: Số lượng sản phẩm trong giỏ hàng của bạn khác với số lượng sản phẩm trong yêu cầu Amazon.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
cs: Pro účely testování může být Merchant URL HTTP odkaz do vašeho obchodu, ale režim ostrého provozu vyžaduje zabezpečené připojení a musíte tedy použít HTTPS odkaz. Až budete připraveni začít s ostrým provozem, nezapomeňte také v Amazon's Seller Central aktivovat produkční režim.
da: Til testformål, købmand URL kan være http-link til din butik, men live mode kræver sikker forbindelse og skal du bruge linket HTTPS. Husk også at aktivere tilstanden produktion på Amazons sælger centrale websted, når du er klar til at gå live.
de: Zu Testzwecken kann die Händler-URL die HTTP-Verbindung zu Ihrem Shop sein, aber der Live-Modus erfordert eine sichere Verbindung und Sie müssen die HTTPS-Verbindung verwenden. Denken Sie auch daran, den Produktionsmodus auf der Amazon Seller Central-Website zu aktivieren, wenn Sie bereit sind, live zu gehen.
el: Για δοκιμαστικούς σκοπούς, η Merchant URL, μπορεί να είναι η HTTP link για το κατάστημα σας ,αλλά η ζωντανή λειτουργία απαιτεί ασφαλή σύνδεση και θα πρέπει να χρησιμοποιήσετε τη σύνδεση HTTPS.Επίσης, θυμηθείτε να ενεργοποιήσετε τη λειτουργία παραγωγής στην κεντρική ιστοσελίδα πωλητών του Amazon, όταν είστε έτοιμοι να συνδεθείτε.
es: Para propósitos de prueba, la URL de comerciante puede ser el enlace HTTP a tu tienda, pero el modo live requiere conexión segura y se debe utilizar el enlace HTTPS. También, recuerde habilitar el modo de producción en el sitio web Central de vendedor de Amazon cuando esté listo para irse a vivir.
id: Untuk tujuan pengujian, URL Merchant mungkin merupakan tautan HTTP ke toko Anda, namun mode live memerlukan koneksi yang aman dan Anda harus menggunakan link HTTPS. Ingat juga untuk mengaktifkan mode produksi di situs Amazon Seller Central saat Anda siap untuk ditayangkan.
no: For testformål kan "Merchant URL" være HTTP link til butikken din, men live-modus krever sikker tilkobling, og du må bruke HTTPS-linken. Husk også å aktivere produksjonsmodus på Amazon's Seller Central hjemmesiden når du er klar til å gå live.
ru: В тестовом режиме ссылка Merchant URL может быть HTTP-ссылкой на ваш магазин, но рабочий режим работает только через безопасное соединение, и вы должны использовать HTTPS-ссылку. Также, не забудьте включить production mode на сайте Amazon's Seller Central, когда будете готовы использовать рабочий режим.
uk: У тестовому режимі посилання Merchant URL може бути HTTP-посиланням на ваш магазин, але робочий режим працює тільки через безпечне з'єднання, і ви повинні використовувати HTTPS-посилання. Також, не забудьте включити production mode на сайті Amazon's Seller Central, коли будете готові використовувати робочий режим.
vi: Cho mục đích thử nghiệm, URL Thương gia có thể là liên kết HTTP đến cửa hàng của bạn, nhưng chế độ trực tiếp là yêu cầu kết nối an toàn và bạn phải sử dụng liên kết HTTPS. Ngoài ra, nhớ kích hoạt chế độ sản phẩm trên trang web của Amazon Seller Central khi bạn đã sẵn sàng để bán trực tiếp.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
cs: <b>Poznámka:</b><a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>Podle pravidel Amazonu</a> (B4. 2) nejsou příplatky podporovány. Pokud jste nastavili příplatky, tyto budou při použití Amazon Checkout ignorovány.
da: <b>Bemærk:</b> Ifølge Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> politikken</a> (B4.2) understøttes tillæg ikke. Eventuelle tillægsgebyrer, du kan have angivet vil blive ignoreret, når Amazon Checkout bruges.
de: <b>Hinweis:<b> Laut Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4. 2) werden Zuschläge nicht unterstützt. Alle Zuschläge, die Sie möglicherweise festgelegt haben, werden ignoriert, wenn Amazon Checkout verwendet wird.
el: <b>Σημείωση:</b> Σύμφωνα με την <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> πολιτική του Amazon</a> (B4.2), δεν υποστηρίζονται οι προσαυξήσεις. Οποιεσδήποτε προσαυξήσεις που μπορεί να έχετε ορίσει θα παραβλεφθούν όταν χρησιμοποιείται το Amazon Checkout.
es: <b>Nota:</b> Según <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>la política </a>de Amazon (B4.2), los recargos no están soportados. Cualquier recargo que esté configurado será ignorado cuándo se use Amazon Checkout.
id: <b>Catatan:</b> Penyelarasan ke Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>kebijakan</a> (B4.2), tidak ada dukungan biaya tambahan. Setiap biaya tambahan yang mungkin Anda tetapkan akan diabaikan saat Amazon Checkout digunakan.
no: <b>Note:</b> I følge Amazon sine <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> retningslinjer </a> (B4.2), støttest ikke tilleggsavgifter. Eventuelle tilleggsavgifter du har lagt inn vil bli ignorert når Amazon brukes ved utsjekking.
ru: <b>Внимание:</b> Согласно <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>пользовательскому соглашению Amazon</a> (B4.2) доплаты к основной сумме не поддерживаются. Любые установленные Вами доплаты не будут использованы при платежах через Amazon Checkout.
uk: <b>Увага:</b> Згідно<a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>користувацькою угодою Amazon</a> (B4.2) доплати до основної суми не підтримуються. Будь-які встановлені Вами доплати не будуть використані при платежах через Amazon Checkout.
vi: <b>Lưu ý:</b> Theo Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> chính sách</a> (B4.2), phụ phí không được hỗ trợ. Bất kỳ phụ phí bạn đã cài sẽ bị bỏ qua khi Amazon Checkout được sử dụng.
