Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::delete_downloadable_product_files_tooltip
source: If you enable this setting, then importing downloadable products will delete their existing files. If the setting is disabled, the new files of downloadable products will simply be added to existing files.
cs: Pokud povolíte toto nastavení, importování produktů ke stažení odstraní jejich stávající soubory. Pokud je nastavení zakázáno, nové soubory produktů ke stažení budou jednoduše přidány k existujícím souborům.
de: Wenn Sie diese Einstellung aktivieren, werden beim Import von herunterladbaren Produkten die vorhandenen Dateien gelöscht. Wenn die Einstellung deaktiviert ist, werden die neuen Dateien von herunterladbaren Produkten einfach zu den bestehenden Dateien hinzugefügt.
el: Αν ενεργοποιήσετε αυτήν τη ρύθμιση, τότε η εισαγωγή προϊόντων που μπορούν να κατεβούν θα διαγράψει τα υπάρχοντα αρχεία τους. Εάν η ρύθμιση είναι απενεργοποιημένη, τα νέα αρχεία των προϊόντων με δυνατότητα λήψης θα προστεθούν απλά σε υπάρχοντα αρχεία.
es: Si habilita esta configuración, entonces la importación de productos descargables eliminará sus archivos existentes. Si la configuración está desactivada, los nuevos archivos de productos descargables simplemente se agregarán a los archivos existentes.
id: Jika anda mengkatifkan pengaturan ini, maka mengimpor produk-produk yang dapat di download akan menghapus file yang telah ada. Jika pengaturan ini dinonaktifkan, file baru dari produkproduk yang dapat di download akan ditambahkan ke file yang sudah ada.
no: Hvis du aktiverer denne innstillingen, vil importen av nedlastbare produkter slette eksisterende filer. Hvis innstillingen er deaktivert, blir de nye filene for nedlastbare produkter lagt til i eksisterende filer.
ru: Если данная настройка включена, импортируемые цифровые товары будут заменять уже существующие файлы на новые. Если настройка выключена, новые файлы цифровых товаров будут добавляться к уже существующим.
uk: Якщо цей параметр увімкнено, імпортуємі цифрові товари будуть замінювати вже існуючі файли на нові. Якщо параметр вимкнено, нові файли цифрових товарів будуть додаватися до вже існуючих.

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
ar: لا يمكن تحميل ملف النسخ الاحتياطي. الرجاء التحقق من أذونات الدليل "var/backups" للتثبيت الخاص بك.
cs: Nelze nahrát záložní soubor. Prosím, zkontrolujte oprávnění pro "var/backups" adresáři vaší instalace.
da: Kan ikke uploade backup-fil. Kontroller tilladelser til mappen "var/backups" i din installation.
de: Backup-Datei können nicht hochgeladen werden. Bitte überprüfen Sie die Berechtigungen für das Verzeichnis "var/backups".
el: Δεν μπορεί να ανέβει το αρχείο αντιγράφου ασφαλείας. Παρακαλώ ελέγξτε τα δικαιώματα για τον κατάλογο "var/backups" της εγκατάστασής σας.
es: No puede cargar el archivo de copia de seguridad. Por favor compruebe los permisos para el directorio "var/copias de seguridad" de su instalación.
id: Tidak dapat meng-upload file backup. Periksa izin untuk "var/backup" pada direktori instalasi Anda.
ja: バックアップファイルをアップロードできません。"var/backups" ディレクトリのパーミッションを確認してください。
no: Kan ikke laste opp sikkerhetskopifilen. Kontroller tillatelsene for mappen "var/backup" for din installasjon.
ru: Не удалось загрузить архив с резервной копией. Проверьте права доступа у папки var/backups.
tr: Yedekleme dosyası yüklenemiyor. Lütfen kurulum dosyanızda bulunan var/backups dosyası izinlerinizi kontrol edin.
uk: Не вдається передати файл резервної копії. Будь ласка, перевірте дозволи для каталогу "var/backups".
vi: Không thể tải lên tập tin sao lưu. Xin vui lòng kiểm tra quyền truy cập cho thư mục "var/backups" trong thư mục cài đặt gốc của bạn.

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
ar: الملف الذي تحاول التخزين فيه غير قابل للكتابة. نرجو التحقق من التصاريح.
cs: Soubor, který se snažíte uložit do backup databáze nelze zapsat. Zkontrolujte, prosím, oprávnění.
da: Den fil, du forsøger at gemme i databasen backup er ikke skrivbar. Undersøg tilladelser.
de: Die Datei, die Sie im Datenbank-Backup abspeichern wollen, ist nicht nicht beschreibbar. Bitte überprüfen Sie die Zugriffsberechtigungen.
el: Ορίστε δικαιώματα εγγραφής για το αρχείο αντιγράφου ασφαλείας βάσης δεδομένων.
es: El archivo que usted trata de almacenar en la copia de seguridad de la base de datos no es escribible. Por favor compruebe permisos.
id: Silakan set hak akses menulis pada file backup database.
ja: データベースのバックアップを出力するファイルが書き込みできません。 パーミッションを確認してください。
no: Vennligst sett skrive-rettighetene på database backup-filen.
ru: Запись в файл, который Вы пытаетесь сохранить, невозможна. Пожалуйста, проверьте права доступа
tr: Yedek almaya çalıştığınız dosya yazılabilir değil. Lütfen izinleri kontrol ediniz.
uk: Будь ласка посеред права на запис файлу резервної копії бази даних.
vi: Xin vui lòng thiết lập quyền ghi vào tệp sao lưu cơ sở dữ liệu.

# Languages::duplicate
source: Duplicate transactions
ar: عمليات مزدوجة
cs: Zdvojit transakci
da: Duplikere transaktioner
de: Transaktionen duplizieren
el: Διπλασιασμός των συναλλαγών
es: Transacciones duplicadas
id: Duplikat transaksi
ja: 重複処理
no: Dupliser transaksjoner
ru: Дублировать транзакции
tr: Kopya işlemler
uk: Дублювати транзакції
vi: Lặp lại giao dịch

# Languages::dutch
source: Dutch
cs: Holandský
da: Hollandsk
de: Niderländisch
el: Ολλανδικά
es: Holandés
id: Belanda
no: Nederlandsk
ru: Нидерландский
uk: Нідерландська
vi: Tiếng Hà Lan

# Languages::dynamic
source: Dynamic
ar: ديناميكية
cs: Dynamický
da: dynamisk
de: Dynamisch
el: Δυναμική
es: Dinámico
id: Dinamis
ja: ダイナミック
no: Dynamisk
ru: Динамический
tr: Dinamik
uk: Динамічний
vi: Năng động

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
ar: ستظهر محتويات هذه الكتلة في <a href="[url]">هذه الصفحة</a> فقط.
cs: Obsah tohoto bloku se zobrazí pouze na <a href="[url]">této stránce</a>.
da: Denne bloks indhold vil kun blive vist på <a href="[url]"> denne side</a>.
de: Dieser Block wird nur in <a href="[url]"> in dieser Seite </a> angezeigt.
el: Το περιεχόμενο αυτου του block θα εμφανίζεται <a href="[url]">σ αυτή τη σελίδα</a> μόνο.
es: El contenido de este bloque se mostrará sólo en <a href="[url]">esta página</a>.
id: Konten blok akan ditampilkan pada <a href="[url]"> hanyadi halaman ini</a>.
ja: このブロックの内容は <a href="[url]">このページ</a> においてのみ表示されます。
no: Dette blokk-innholdet vil bli vist kun på <a href="[url]">denne siden</a>.
ru: Содержимое этого блока будет отображаться только на <a href="[url]">этой странице</a>.
uk: Цей вміст блоку буде зображений лише на <a href="[url]"> цій сторінці</a>.
vi: Chặn nội dung này sẽ chỉ được hiển thị trên<a href="[url]"> Trang này</a>.

# Languages::dynamic_tree_cat
source: Dynamic tree
ar: شجرة ديناميكية
cs: Dynamic strom
da: Dynamisk træ
de: Dynamischer Baum
el: Δυναμικό Δένδρο
es: Árbol dinámico
id: Diagram struktur dinamis
ja: ダイナミックツリー
no: Dynamisk tre
ru: Динамическое дерево
tr: Dinamik ağaç
uk: Динамічне дерево
vi: Cây động

# Languages::dynamic_tree_pages
source: Dynamic tree
ar: شجرة ديناميكية
cs: Dynamic strom
da: Dynamisk træ
de: Dynamischer Baum
el: Δυναμικό Δένδρο
es: Árbol dinámico
id: Bagan pohon dinamis
ja: ダイナミックツリー
no: Dynamisk tre
ru: Динамическое дерево
tr: Dinamik ağaç
uk: Динамічне дерево

# Languages::easing
source: Easing
ar: تسهيل
cs: Snížení
da: lettelse
de: Entlastung (easing)
el: Εξωμάλυνση
es: Flexibilización
id: Mempermudah
ja: イージング
no: Lettelser
ru: Переход
tr: Kolaylaştırma
uk: Перехід
vi: Giảm bớt

# Languages::edit
source: Edit
ar: تحرير
cs: Upravit
da: redigere
de: Bearbeiten
el: Επεξεργασία
es: Editar
ja: 編集
no: Rediger
ru: Редактировать
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa

# Languages::editing
source: Editing
ar: تحرير
cs: Úprava
da: redigering
de: Bearbeiten
el: Επεξεργασία
es: Editando
id: Penyuntingan
ja: 編集中
no: Redigerer
ru: Редактирование
tr: Düzenleme
uk: Редагування
vi: Chỉnh sửa

# Languages::editing_block
source: Editing block
ar: تحرير الكتلة
cs: Úprava bloku
da: redigere block
de: Block bearbeiten
el: Επεξεργασία block
es: Editando bloque
id: Penyuntingan blok
ja: ブロックの編集
no: Redigerer blokk
ru: Редактирование блока
tr: Blok düzenle
uk: Редагування блоку
vi: Chỉnh sửa khối

# Languages::editing_category
source: Editing category
ar: تحرير الفئة
cs: Úprava kategorie
da: redigere category
de: Kategorie bearbeiten
el: Επεξεργασία κατηγορίας
es: Editando categoría
id: Penyuntingan kategori
ja: カテゴリーの編集
no: Redigerer kategori
ru: Редактирование категории
tr: Kategori düzenle
uk: Редагування категорії
vi: Sửa danh mục

# Languages::editing_chart
source: Editing chart
ar: تحرير الرسم البياني
cs: Úprava grafu
da: redigere chart
de: Grafik bearbeiten
el: Επεξεργασία διαγράμματος
es: Editando gráfico
id: Penyuntingan bagan
ja: チャートの編集
no: Redigerer diagram
ru: Редактирование отчета
tr: Bölümü düzenle
uk: Редагування діаграми
vi: Sửa biểu đồ

# Languages::editing_container
source: Editing container
ar: تحرير الحاوية
cs: Úprava kontejneru
da: Redigering af container
de: "Container" bearbeiten
el: Επεξεργασία container
es: Editando contenedor
id: Penyuntingan Kontainer
ja: コンテナの編集
no: Rediger beholder
ru: Редактирование контейнера
uk: Редагування контейнера
vi: Chỉnh sửa thùng chứa

# Languages::editing_currency
source: Editing currency
ar: تحرير العملة
cs: Úprava měny
da: Redigering af valuta
de: Währung bearbeiten
el: Επεξεργασία νομίσματος
es: Editando moneda
id: Penyuntingan mata uang
ja: 通貨の編集
no: Redigerer valuta
ru: Редактирование валюты
tr: Para birimi düzenleme
uk: Редагування валюти
vi: Sửa tiền tệ

# Languages::editing_defined_products
source: Editing defined products
ar: تحرير المنتجات المعرفة
cs: Úprava určeného zboží
da: redigere defined products
de: Definierte Produkte bearbeiten
el: Επεξεργασία καθορισμένων προϊόντων
es: Editando productos definidos
id: Penyuntingan produk yang telah ditetapkan
ja: 登録済商品の編集
no: Redigerer definerte produkter
ru: Редактирование заданных товаров
tr: Tanımlanmış ürünleri düzenle
uk: Редагування заданих товарів
vi: Sửa sản phẩm được xác định

# Languages::editing_file
source: Editing file
ar: تحرير الملف
cs: Úprava souboru
da: redigere fil
de: Datei bearbeiten
el: Επεξεργασία αρχείου
es: Editando archivo
id: Penyuntingan file
ja: ファイルの編集
no: Redigerer fil
ru: Редактирование файла
tr: Dosya düzenle
uk: Редагування файлу
vi: Sửa tập tin

# Languages::editing_filter
source: Editing filter
ar: تحرير المصفاة
cs: Úprava filtru
da: redigere filter
de: Filter bearbeiten
el: Επεξεργασία φίλτρου
es: Editando filtro
id: Penyuntingan filter
ja: フィルタの編集
no: Redigerer filter
ru: Редактирование фильтра
tr: Filtre düzenle
uk: Редагування фільтру
vi: Chỉnh sửa bộ lọc

# Languages::editing_folder
source: Editing folder
ar: تحرير المجلد
cs: Úprava složky
da: Redigering mappe
de: Ordner bearbeiten
el: Επεξεργασια Φακελου
es: Editando carpeta
id: Penyuntingan folder
ja: フォルダの編集
no: Rediger mappe
ru: Редактирование папки
tr: Klasör düzenle
uk: Редагування папки
vi: Chỉnh sửa thư mục

# Languages::editing_grid
source: Editing grid
ar: تحرير الشبكة
cs: Úprava mřížky
da: Redigering gitter
de: Raster bearbeiten
el: Επεξεργασία grid
es: Editando rejilla
id: Penyuntingan grid
ja: グリッドの編集
no: Rediger rutenett
ru: Редактирование секции
tr: Izgara düzenleme
uk: Редагування сітки
vi: Chỉnh sửa bảng

# Languages::editing_group
source: Editing group
ar: تحرير المجموعة
cs: Úprava skupiny
da: redigere group
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es: Editando grupo
id: Penyuntingan grup
ja: グループの編集
no: Redigerer gruppe
ru: Редактирование группы
tr: Grup düzenle
uk: Редагування групи
vi: Chỉnh sửa nhóm

# Languages::editing_item
source: Editing item
ar: تحرير العنصر
cs: Úprava položky
da: redigere item
de: Artikel bearbeiten
el: Επεξεργασία αντικειμένου
es: Editando elemento
id: Penyuntingan item
ja: アイテムの編集
no: Redigerer element
ru: Редактирование элемента
tr: Madde düzenle
uk: Редагування елемента
vi: Chỉnh sửa mục

# Languages::editing_language
source: Editing language
ar: تحرير اللغة
cs: Úprava jazyka
da: Rediger sprog
de: Sprache bearbeiten
el: Επεξεργασία Γλώσσας
es: Edición de idioma
id: Penyuntingan bahasa
ja: 言語の編集
no: Rediger språk
ru: Редактирование языка
uk: Редагування мови
vi: Chỉnh sửa ngôn ngữ

# Languages::editing_layout
source: Editing layout
ar: تحرير التخطيط
cs: Úprava rozvržení
da: Redigere layoutet
de: Layout bearbeiten
el: Επεξεργασία layout
es: Edición de diseño
id: Penyuntingan layout
ja: レイアウトの編集
no: Rediger layout
ru: Редактирование макета
tr: Plan düzenle
uk: Редагування макету
vi: Chỉnh sửa bố cục

# Languages::editing_link
source: Editing link
ar: تحرير الرابط
cs: Úprava odkazu
da: redigere link
de: Link bearbeiten
el: Επεξεργασία συνδέσμου
es: Edición de enlace
id: Penyuntingan tautan
ja: リンクの編集
no: Redigerer link
ru: Редактирование ссылки
tr: Link düzenle
uk: Редагування посилання
vi: Chỉnh sửa liên kết

# Languages::editing_localization
source: Editing localization
ar: تحرير التمركز
cs: Úprava lokalizace
da: redigere lokalisering
de: Localization bearbeiten
el: Eεπεξεργασία εντοπισμού
es: Edición de localización
id: Penyuntingan lokalisasi
ja: ページ情報の編集
no: Redigerer lokalisering
ru: Редактирование локализации
tr: Lokalizasyon düzenle
uk: Редагування локалізації
vi: Chỉnh sửa khu vực

# Languages::editing_location
source: Editing location
ar: تحرير المنطقة
cs: Úprava umístění
da: redigere sted
de: Location bearbeiten
el: Επεξεργασία τοποθεσίας
es: Editar ubicación
id: Penyuntingan location
ja: ロケーションの編集
no: Redigerer beliggenhet
ru: Редактирование пункта назначения
tr: Yer düzenle
uk: Редагування пункту призначення
vi: Chỉnh sửa vị trí

# Languages::editing_rate_area
source: Editing rate area
de: Kategorie bearbeiten
el: Επεξεργασία περιοχής τιμών
ru: Редактирование тарифной зоны
uk: Редагування тарифної зони

# Languages::editing_menu
source: Editing menus
ar: تحرير القوائم
cs: Úprava menu
da: Redigere menuer
de: Menus bearbeiten
el: Επεξεργασία menu
es: Edición de menús
id: Penyuntingan menu
ja: メニューの編集
no: Rediger menyer
ru: Редактирование меню
uk: Редагування меню
vi: Chỉnh sửa menu

# Languages::editing_option
source: Editing option
ar: تحرير الخيار
cs: Úprava možnosti
da: redigere valgmulighed
de: Option bearbeiten
el: Επεξεργασία επιλογής
es: Edición de opciones
id: Penyuntingan opsi
ja: オプションの編集
no: Redigerer alternativ
ru: Редактирование опции
tr: Seçenek düzenle
uk: Редагування параметра
vi: Chỉnh sửa tùy chọn

# Languages::editing_order
source: Editing order
ar: تحرير الطلب
cs: Úprava objednávky
da: redigere order
de: Bestellung bearbeiten
el: Επεξεργασία παραγγελίας
es: Editar pedido
id: Penyuntingan pesanan
ja: 注文の編集
no: Redigerer ordre
ru: Редактирование заказа
tr: Sipariş düzenle
uk: Редагування замовлення
vi: Chỉnh sửa đơn hàng

# Languages::editing_page
source: Editing page
ar: تحرير الصفحة
cs: Úprava stránky
da: redigere page
de: Seite bearbeiten
el: Επεξεργασία σελίδας
es: Edición de página
id: Penyuntingan halaman
ja: ページの編集
no: Redigerer siden
ru: Редактирование страницы
tr: Sayfa düzenle
uk: Редагування сторінки
vi: Chỉnh sửa trang

# Languages::editing_payment
source: Editing payment
ar: تحرير الدفع
cs: Úprava platby
da: redigere betaling
de: Zahlungmethode bearbeiten
el: Επεξεργασία πληρωμής
es: Editando pago
id: Penyuntingan pembayaran
ja: 支払方法の編集
no: Redigerer betaling
ru: Редактирование способа оплаты
tr: Ödeme düzenle
uk: Редагування способу оплати
vi: Chỉnh sửa thanh toán

# Languages::editing_product
source: Editing product
ar: تحرير المنتج
cs: Úprava zboží
da: redigere produkt
de: Produkt bearbeiten
el: Επεξεργασία προϊόντος
es: Edición del producto
id: Penyuntingan produk
ja: 商品の編集
no: Redigerer produkt
ru: Редактирование товара
tr: Ürün düzenle
uk: Редагування продукту
vi: Chỉnh sửa sản phẩm

# Languages::editing_product_feature
source: Editing product feature
ar: تحرير مواصفة المنتج
cs: Úprava vlastnosti zboží
da: redigere produkt feature
de: Produkt Eigenschaft bearbeiten
el: Επεξεργασία χαρακτηριστικών προϊόντων
es: Edición de característica de producto
id: Penyuntingan fitur produk
ja: 商品の追加情報の編集
no: Redigerer produktfunksjon
ru: Редактирование характеристики товаров
tr: Ürün özelliği düzenle
uk: Редагування особливості товару
vi: Chỉnh sửa tính năng sản phẩm

# Languages::editing_profile
source: Editing profile
ar: تحرير البروفايل
cs: Úprava profilu
da: redigere profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
id: Penyuntingan profil
ja: 会員情報の編集
no: Redigerer profil
ru: Редактирование учетной записи
tr: Profil düzenle
uk: Редагування облікового запису
vi: Chỉnh sửa hồ sơ

# Languages::editing_profile_field
source: Editing profile field
ar: تحرير خانة البروفايل
cs: Úprava pole profilu
da: Redigere profil området
de: Profilfeld bearbeiten
el: Επεξεργασία Πεδίων Προφίλ
es: Editar campo de perfil
id: Penyuntingan field profil
ja: 会員情報フィールドの編集
no: Rediger profilfelt
ru: Редактирование поля профиля
uk: Редагування профілю поля
vi: Chỉnh sửa mục hồ sơ

# Languages::editing_promotion
source: Editing promotion
ar: تحرير العرض
cs: Úprava reklamní akce
da: redigere reklamekampagne
de: Aktion (Promotion) bearbeiten
el: Επεξεργασία προώθησης
es: Editando promoción
id: Penyuntingan promosi
ja: キャンペーンの編集
no: Redigerer kampanje
ru: Редактирование промо-акции
tr: Promosyon düzenle
uk: Редагування акції
vi: Chỉnh sửa khuyến mãi

# Languages::editing_quick_menu_link
source: Editing quick menu link
ar: تحرير رابط القائمة السريعة
cs: Úprava odkazu rychlého menu
da: redigere hurtig menu link
de: Quick Menu Link bearbeiten
el: Επεξεργασία συνδέσμου quick menu
es: Editar menú enlace rápido
id: Penyuntingan tautan Quick Link
ja: クイックメニュー（リンク）の編集
no: Redigerer hurtigmeny link
ru: Редактирование ссылки быстрого меню
tr: Hızlı menü linki düzenle
uk: Редагування посилання швидкого меню
vi: Chỉnh sửa menu liên kết nhanh

# Languages::editing_quick_menu_section
source: Editing quick menu section
ar: تحرير قسم القائمة السريعة
cs: Úprava sekce rychlého menu
da: redigere hurtig menu sektion
de: Quick Menu Sektion bearbeiten
el: Επεξεργασία τμήματος quick menu
es: Editando la sección de menú rapido
id: Penyuntingan bagian Quick Link
ja: クイックメニュー（セクション）の編集
no: Redigerer hurtigmeny seksjonen
ru: Редактирование раздела быстрого меню
tr: Hızlı menü bölümü düzenle
uk: Редагування розділу швидкого меню
vi: Chỉnh sửa phần menu nhanh

# Languages::editing_report
source: Editing report
ar: تحرير التقرير
cs: Úprava výkazu
da: redigere report
de: Rapport bearbeiten
el: Επεξεργασία αναφοράς
es: Editando informe
id: Penyuntingan laporan
ja: レポートの編集
no: Redigerer rapport
ru: Редактирование отчета
tr: Rapor düzenle
uk: Редагування звіту
vi: Chỉnh sửa báo cáo

# Languages::editing_shipping_method
source: Editing shipping method
ar: تحرير طريقة الشحن
cs: Úprava způsobu dopravy
da: redigere leveringsmulighed
de: Versandmethoden bearbeiten
el: Επεξεργασία τρόπου αποστολής
es: Edición de método de envío
id: Penyuntingan metode pengiriman
ja: 配送方法の編集
no: Redigerer fraktmetode
ru: Редактирование способа доставки
tr: Teslimat metodu düzenle
uk: Редагування способу доставки
vi: Sửa phương pháp vận chuyển

# Languages::editing_sitemap_section
source: Editing sitemap section
ar: تحرير قسم خريطة الموقع
cs: Úprava sekce sitemap
da: Redigering sitemap afsnit
de: Sitemap Sektion bearbeiten
el: Επεξεργασία ενότητας χάρτη ιστοχώρου
es: Editando sección "mapa del sitio"
id: Penyuntingan bagian sitemap
ja: サイトマップのセクションの編集
no: Rediger sidekart seksjon
ru: Редактирование раздела карты сайта
tr: Site haritası bölümü düzenle
uk: Редагування розділу карти сайту
vi: Sửa mục Sơ đồ trang web

# Languages::editing_status
source: Editing status
ar: تحرير الحالة
cs: Úprava statusu
da: redigere status
de: Status bearbeiten
el: Επεξεργασία κατάστασης
es: Editando estado
id: Penyuntingan status
ja: ステータスの編集
no: Redigerer status
ru: Редактирование статуса
tr: Durum düzenle
uk: Редагування статусу
vi: Sửa trạng thái

# Languages::editing_tab
source: Editing tab
ar: تحرير اللسان
cs: Úprava záložky
da: Redigering af fane
de: Tab (Registerkarte)bearbeiten
el: Επεξεργασία tab
es: Editando ficha
id: Penyuntingan tab
ja: タブの編集
no: Rediger fane
ru: Редактирование вкладки
uk: Редагування вкладки
vi: Chỉnh sửa thẻ

# Languages::editing_tax
source: Editing tax
ar: تحرير الضريبة
cs: Úprava daně
da: redigere moms
de: Steuern bearbeiten
el: Επεξεργασία φόρου
es: Edición de impuestos
id: Penyuntingan pajak
ja: 税金の編集
no: Redigerer skatt
ru: Редактирование налога
tr: Vergi düzenle
uk: Редагування податку
vi: Chỉnh sửa thuế

# Languages::editing_vendor
source: Editing store
ar: تحرير المتجر
cs: Úprava obchodu
da: Redigering butik
de: Store bearbeiten
el: Επεξεργασία Καταστήματος
es: Editando tienda
id: Penyuntingan toko
ja: ショップの編集
no: Redigerer butikk
ru: Редактирование магазина
tr: Mağaza düzenle
uk: Редагування крамниці
vi: Chỉnh sửa cửa hàng

# Languages::edition_type
source: Edition type
ar: نوع الإصدار
cs: Typ úpravy
de: Typ der Ausgabe
el: Επεξεργασία τύπου
es: Tipo de edición
id: Jenis edisi
ja: エディションの種類
no: Utgavetype
ru: Редактирование типа
uk: Редагування типу
vi: Loại phiên bản

# Languages::edit_content_on_site
source: Edit content on-site
cs: Upravit obsah on-line
da: Rediger indhold på stedet
de: Inhalt direkt auf der Seite bearbeiten
el: Επεξεργαστείτε περιεχόμενο on-site
es: Editar contenido en el sitio
id: Edit konten pada website
ja: コンテンツのリアルタイム編集
no: På-siden innholdsredigering
ru: Редактировать контент
tr: Site üzerinde düzenleyin
uk: Редагувати вміст
vi: Sửa nội dung ngay trong trang

# Languages::edit_files
source: Can edit
de: Kan bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::edit_layout
source: Edit layout
ar: تحرير التخطيط
cs: Upravit rozložení
da: Redigere layoutet
de: Layout bearbeiten
el: Επεξεργασία layout
es: Editar diseño
id: Edit tata letak
ja: レイアウトの編集
no: Rediger layout
ru: Редактировать макет
tr: Plan düzenle
uk: Редагувати макет
vi: Chỉnh sửa bố cục

# Languages::edit_order
source: Edit order
ar: تحرير الطلب
cs: Upravit objednávku
da: redigere order
de: Bestellung bearbeiten
el: Επεξεργασία παραγγελίας
es: Editar pedido
id: Edit pesanan
ja: 注文内容を編集
no: Rediger ordre
ru: Редактировать заказ
tr: Siparişi düzenle
uk: Редагувати замовлення
vi: Chỉnh sửa đơn hàng

# Languages::edit_products
source: Edit products
ar: تحرير المنتجات
cs: Upravit zboží
da: Redigere produkter
de: Produkte bearbeiten
el: Επεξεργασία Προϊόντων
es: Editar productos
id: Edit produk
ja: カートの中身を編集
no: Rediger produkter
ru: Редактировать товары
tr: Sepetinizdeki ürünler
uk: Редагувати товари
vi: Chỉnh sửa sản phẩm

# Languages::edit_profile
source: Edit profile
ar: تحرير البروفايل
cs: Upravit profil
da: Rediger profil
de: Profil bearbeiten
el: Επεξεργασία Προφίλ
es: Editar perfil
id: Edit profil
ja: 会員情報の編集
no: Rediger profil
ru: Профиль
tr: Profil düzenle
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ
