Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_skrill_notice_register
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before activating merchant tools.</p>
ar: للوصول إلى شبكة المدفوعات الدولية سكريل، من فضلك سجل <a href="[register_url]" target="_blank"> هنا</a> للحصول على حساب مجاني إذا لم يكن لديك واحد حتى الآن. <p><strong>اهتمام</strong>: الرجاء حفظ الإعدادات قبل التحقق من صحة البريد الإلكتروني، وكلمة السر أو تفعيل أدوات التاجر.</p>
de: Um Zugang zum internationalen Zahlungsnetzwerk von Skrill zu erhalten, registrieren Sie sich bitte <a href="[register_url]" target="_blank">hier</a> für einen kostenlosen Account, wenn Sie noch keinen haben.<p><strong>Achtung</strong>: Bitte speichern Sie die Einstellungen, bevor Sie die Händlertools aktivieren.</p>
el: Για να αποκτήσετε πρόσβαση στο δίκτυο διεθνών πληρωμών της Skrill, παρακαλώ εγγραφείτε <a href="[register_url]" target="_blank"> εδώ</a> για ένα δωρεάν λογαριασμό εάν δεν έχετε ένα ακόμα. <p><strong>Προσοχή</strong>: παρακαλούμε να αποθηκεύσετε τις ρυθμίσεις πριν την ενεργοποίηση εργαλείων για εμπόρους.</p>
es: Para obtener acceso a la red de pago internacional de Skrill, por favor, regístrese <a href="[register_url]" target="_blank"> aquí</a>para obtener una cuenta gratuita si todavía no tiene una.<p><strong>Atención</strong>: por favor, guarde la configuración antes de activar las herramientas de empresa.</p>
id: Untuk mendapatkan akses ke jaringan pembayaran internasional Skrill, silakan mendaftar <a href=" [register_url] "target="_blank">disini</a> untuk mendapatkan akun gratis jika Anda belum memilikinya.<p><strong> Perhatian</strong>: simpan setelan sebelum mengaktifkan alat pedagang.</p>
no: For å få tilgang til det internasjonale betalingsnettverket til Skrill, vennligst registrer <a href="[register_url]" target="_blank">here</a> deg for en gratis konto hvis du ikke har en ennå.<p><strong>Merk</strong>: Vennligst lagre innstillingene før du aktiverer forhandler verktøy.</p>
ru: Чтобы получить доступ к международной платёжной системе Skrill, пожалуйста, зарегистрируйтесь <a href="[register_url]" target="_blank">по данному адресу</a> для создания бесплатной учётной записи, если у вас её ещё нет.<p> <strong>Внимание</strong>: сохраните настройки перед активацией инструментов продавца.</p>
tr: Henüz üye olmadıysanız Skrill uluslararası ödeme ağ erişimi için lütfen <a href="[register_url]" target="_blank"> adresinden</a> kayıt olun.<p><strong>Dikkat</strong>: Ticaret aracı aktivasyonu öncesinde lütfen ayarları kaydedin. </p>
uk: Щоб отримати доступ до міжнародної платіжної системи Skrill, будь ласка, зареєструйтесь <a href="[register_url]" target="_blank">за даною адресою</a> для створення безкоштовної облікового запису, якщо у вас її ще немає. <p><strong>Увага</strong>: збережіть налаштування перед активацією інструментів продавця.</p>

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
cs: Pro použití této funkce nejprve, prosím, uložte platební metodu.
da: For at bruge denne funktion kan du gemme den betalingsmetode første.
de: Um diese Funktion nutzen zu können, speichern Sie bitte zuerst die Zahlungsmethode.
el: Για να χρησιμοποιήσετε αυτή τη δυνατότητα, παρακαλούμε να αποθηκεύσετε πρώτα τη μέθοδο πληρωμής.
es: Para usar esta característica, por favor graba primero el método de pago.
no: For å bruke denne funksjonen må du lagre betalingsmåten først.
ru: Перед тем как использовать эту функцию, сохраните способ оплаты.
uk: Щоб використовувати дану функціональність, спочатку збережіть спосіб оплати.
vi: Để sử dụng tính năng này, đầu tiên xin vui lòng lưu phương thức thanh toán.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
cs: Tajné slovo se musí skládat z malých písmen bez speciálních znaků a dlouhé alespoň 10 znaků.
da: Den hemmelige ord skal være små bogstaver uden specialtegn og mindst 10 cifre.
de: Das Geheimwort muss in Kleinbuchstaben ohne Sonderzeichen und mindestens 10 Ziffern lang sein.
el: Η μυστική λέξη πρέπει να είναι σε πεζά χωρίς ειδικούς χαρακτήρες και τουλάχιστον 10 ψηφία.
es: La palabra secreta debe ser en minúsculas, sin caracteres especiales y un mínimo de 10 dígitos.
no: Det hemmelige ordet må være med små bokstaver uten spesialtegn og minst 10 siffer lang.
ru: Секретное слово должно быть введено строчными буквами без специальных символов и содержать не менее 10 цифр.
uk: Секретне слово має бути в нижньому регістрі без спеціальних символів і включати принаймні 10 цифр.
vi: Từ bí mật phải ít hơn mà không có ký tự đặc biệt và ít nhất dài 10 chữ số.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
cs: Zadané tajné slovo je správné.
da: Specificeret hemmelige ord er korrekt.
de: Das angegebene Geheimwort ist korrekt.
el: Η καθορισμένη μυστική λέξη είναι σωστή.
es: La palabra secreta es correcta.
id: Tentukan kata rahasia yang benar.
no: Spesifisert hemmelige ord er riktig.
ru: Указанное секретное слово - верно.
uk: Вказане секретне слово є вірним.
vi: Từ bí mật đã chỉ định là chính xác.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
cs: Vaše tajné slovo je nesprávné. Vyberte si, prosím, tajné slovo v sekci Merchant Tools vašeho Skrill účtu a potom jej zadejte zde.
da: Din hemmelige ord er forkert. Vælg dit hemmelige ord i handelsflåden afsnittet Værktøjer i din Skrill-konto og derefter indtaste det her.
de: Ihr Geheimwort ist falsch. Bitte wählen Sie Ihr Geheimwort im Bereich Merchant Tools Ihres Skrill-Kontos aus und geben Sie es dann hier ein.
el: Μυστική λέξη σας είναι λανθασμένη. Παρακαλώ επιλέξτε την μυστική λέξη σας στο Merchant Tools τμήμα του Skrill λογαριασμού σας και, στη συνέχεια, εισάγετε το εδώ.
es: La palabra secreta es incorrecta. Por favor escoje tu palabra secreta en la sección "Merchant Tools" de tu cuenta de Skrill y luego introdúcela aquí.
id: Kata rahasia Anda tidak benar. Silahkan memilih kata rahasia Anda di bagian Merchant Tools dalam akun Skrill dan kemudian masukkan di sini.
no: Din hemmelige ordet er feil. Vennligst velg din hemmelige ordet i Merchant-delen i din Skrill konto og deretter oppgi den her.
ru: Ваше секретное слово- не верно. Пожалуйста, введите своё секретное слово в разделе Merchant Tools вашего аккаунта Skrill и затем введите его здесь.
uk: Секретне слово є невірним. Будь ласка виберіть секретне слово у розділі Merchant Tools облікового Skrill та введіть його тут.
vi: Từ bí mật của bạn là không chính xác. Hãy chọn từ bí mật của bạn trong phần Merchant Tools trên Tài khoản Skrill của bạn và sau đó nhập nó ở đây.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
cs: <b>Technická podpora:</b><br /><br /> máte otázky?<br />Kontaktujte Skrill na <a href="mailto:">ecommerce@skrill.com</a> nebo telefonicky na + 44 (0) 870 383 0762.<br />
da: <b> Support: </ b> <br /> <br /> Har du spørgsmål? < br /> Kontakt Skrill på <a href="mailto:"> ecommerce@skrill.com </ a> eller på telefon +44 (0) 870 383 0762. <br />
de: <b>Hilfe</b> <br /><br /> Haben Sie Fragen?<br /> Kontaktieren Sie Skrill auf <a href="mailto:">ecommerce@skrill.com</a> oder telefonisch +44 (0) 870 383 0762.<br />
el: <b>Υποστήριξη:</b> <br /><br /> Έχετε ερωτήσεις<br /> Επικοινωνήστε με το Skrill στο <a href="mailto:">ecommerce@skrill.com</a> ή τηλεφωνικα στο +44 (0) 870 383 0762.<br />"
es: <b>Soporte:</b> <br /><br /> Tienes preguntas?<br /> Contacta Skrill en <a href="mailto:">ecommerce@skrill.com</a> o por teléfono +44 (0) 870 383 0762.<br />
id: <b>Dukungan:</b> <br/><br/> Apakah ada pertanyaan?<br /> Hubungi Skrill di <a href="mailto:"> ecommerce@skrill.com</a> atau melalui telepon +44 (0) 870 383 0762.<br/>
no: <b> Support: </ b> <br /> <br /> Har du spørsmål <br /> Kontakt Skrill på <a href="mailto:"> ecommerce@skrill.com </ a> eller via telefon? +44 (0) 870 383 0762. <br />
ru: <b>Поддержка:</b> <br /><br /> У вас есть вопросы?<br /> Свяжитесь со Skrill по email <a href="mailto:">ecommerce@skrill.com</a> или по телефону +44 (0) 870 383 0762.<br />
uk: <b>Підтримка:</b><br /><br />У вас є питання? <br />Зв'яжіться зі Skrill по email <a href="mailto:">ecommerce@skrill.com</a> або по телефону +44 (0) 870 383 0762.<br />
vi: <b>Hỗ trợ:</b> <br /> < br / >Bạn có câu hỏi? <br />Liên hệ với Skrill <a href="mailto:"> ecommerce@skrill.com</a> hoặc qua điện thoại + 44 (0) 870 383 0762. <br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
ar: لا يمكنكم استخدام فواصل زمنية في متغير "الحالة" لأنها تعتمد أصلاً على الوقت.
cs: Nemůžete použít časový interval pro parametr "Status" protože tento parametr je na čase nezávislý.
da: Du kan ikke bruge tidsinterval for "Status" parameter, fordi denne parameter er tidsafhængig.
de: Sie können keinen Zeitintervall für den "Status"-Parameter benutzen, weil dieser Paramter zeitabhängig ist.
el: Δεν μπορείτε να χρησιμοποιήσετε το χρονικό διάστημα για τη "Status" παράμετρο επειδή αυτή η παράμετρος εξαρτάται απο τον χρόνο
es: Usted no puede usar el intervalo de tiempo para el parámetro "Estado" porque este parámetro es dependiente del tiempo.
id: Anda tidak dapat menggunakan interval waktu untukparameter "Status" karena parameter ini tergantung waktu.
ja: "ステータス" パラメーターは時間に関連しているため"間隔"を利用することはできません。
no: Du kan ikke bruke tidsintervall for "Status" parameteret fordi dette parameteren er tidsavhengig.
ru: Вы не можете использовать временной интервал для параметра «Статус», так как этот параметр зависит от времени.
tr: "Durum" parametresi için zaman aralığı kullanamazsınız.
uk: Ви не можете використовувати інтервал часу для параметра «Статус», так як цей параметр залежить від часу.
vi: Bạn không thể sử dụng khoảng thời gian cho các tham số "Trạng thái" bởi vì tham số này là thời gian phụ thuộc.

# Languages::text_storage_changed
source: Storage changed successfully
ar: تم تغيير التخزين بنجاح
cs: Úložiště úspěšně změněno
da: Lager ændret med succes
de: Speicher erfolgreich geändert
el: Η Αποθήκευση άλλαξε με επιτυχία
es: Almacenamiento cambiado correctamente
id: Penyimpanan berhasil diubah
ja: ストレージに関する情報が変更されました
no: Lagring endret
ru: Хранилище данных успешно изменено
tr: Depolama başarı ile değiştirildi
uk: Сховище даних було змінено
vi: Lưu trữ thay đổi thành công

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
ar: <p style="direction:rtl">تم تنشيط <strong>الوضع المتكامل</strong>. كل خصائص التجارة الإلكترونية المتقدمة متاحة الآن.</p>
cs: <strong>Plná verze</strong> byla aktivována. V tomto režimu jsou přístupné všechny pokročilé funkce eCommerce.
da: <strong>Standardtilstand</strong> er blevet aktiveret. I denne tilstand er alle de avancerede e-handels-funktioner tilgængelige.
de: <strong>Full Mode</strong> wurde aktiviert. In diesem Modus, sind alle fortgeschrittenen eCommerce Funktionen verfügbar.
el: <strong>Πλήρης Λειτουργία</strong> ενεργοποιημένη. Σε αυτή τη λειτουργία, όλα τα προηγμένα χαρακτηριστικά για το ηλεκτρονικό εμπόριο είναι διαθέσιμα.
es: El <strong>Modo Full</strong>ha sido activado. En este modo, todas las características avanzadas de están disponibles.
id: <strong>Full mode</strong> sudah diaktifkan. Dalam mode ini, semua fitur eCommerce tersedia untuk digunakan.
ja: <strong>フルモード</strong> が有効化され、CS-Cartのすべての機能をご利用いただけるようになりました。
no: <strong>Full modus</strong> har blitt aktivert. I denne modusen er alle de avanserte funksjonene tilgjengelige.
ru: <strong>Полный режим</strong> активирован. В этом режиме доступна полная функциональность магазина.
tr: <strong>Tam mod</strong> aktif edildi. Bu modda, mağazanızın tüm özelliklerini kullanabilirsiniz.
uk: <strong>Повний режим</strong> активовано. В цьому режиму доступна повная функціональність магазину.
vi: <strong>Chế độ đầy đủ</strong> đã được kích hoạt. Trong chế độ này, tất cả các tính năng thương mại điện tử tiên tiến có sẵn.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
ar: المتجر <b>مغلق</b>
cs: Obchod byl <b>uzavřen</b>
da: Butikken blev <b> lukket </ b>
de: Der Store wurde <b>geschlossen</b>
el: Ταο κατάστημα <b>έκλεισε</b>
es: La tienda se ha <b>cerrado</b>
id: Toko Oline Anda <b>Tutup</b>
ja: ショップを<b>一時的にクローズ</b>しました。
no: Butikken var <b>stengt</b>
ru: Магазин был <b>закрыт</b>
tr: Mağaza <b>kapalı</b>
uk: Крамницю було <b>закрито</b>
vi: Cửa hàng đã <b>đóng cửa</b>

# Languages::text_store_mode_full
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
ar: <p>وصول كامل غير مقيد إلى كافة الميزات. قم بإدخال رقم ترخيص صالح لتنشيط.</p><p>يمكن تنشيط هذا الوضع في أي وقت.</p><br />
da: Fuld ubegrænset adgang til alle funktioner. Angiv et gyldigt licensnummer aktivere. < br / > < br / > denne mode kan aktiveres på ethvert tidspunkt. < br / > < br / >
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie eine gültige Lizenznummer zur Aktivierung ein. </p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
el: Πλήρη απεριόριστη πρόσβαση σε όλες τις δυνατότητες. Εισάγετε έναν έγκυρο αριθμό άδειας για ενεργοποίηση. <br /> <br /> Αυτός η λειτουργία μπορεί να ενεργοποιηθεί οποιοδήποτε στιγμή. <br /> <br />
es: <p>Acceso completo sin restricciones a todas las funciones. Ingrese un número de licencia válido para activar el acceso.</p><p> Este modo se puede activar en cualquier momento.</p><br />
id: <p> Akses penuh tidak terbatas ke semua fitur. Masukkan nomor lisensi yang valid untuk mengaktifkannya. </p> <p> Mode ini dapat diaktifkan setiap saat. </p> <br/>
no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />
ru: <p>Все функции доступны без ограничений. Для активации требуется ввод номера действующей лицензии.</p><p>Этот режим можно активировать в любое время.</p><br />
tr: <p>Tüm özelliklere sınırsız erişim. Aktifleştirmek için geçerli bir lisans numarası girin.</p><p> Bu işlemi dilediğiniz zaman yapabilirsiniz.</p><br />
uk: <p>Всі функції доступні без обмежень. Для активації потрібне введення номера дійсної ліцензії.</p><p>Цей режим можна активувати в будь-який момент.</p><br />
vi: <p>Đầy đủ không bị giới hạn truy cập vào tất cả các tính năng. Nhập một số giấy phép hợp lệ để kích hoạt.</p> <p>Chế độ này có thể được kích hoạt bất cứ lúc nào.</p> <br />

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
ar: المتجر <b>مفتوح</b>
cs: Obchod byl <b>otevřený</b>
da: Butikken er <b> åbnet </ b>
de: Der Store wurde <b>geöffnet</b>
el: Το κατάστημα <b>άνοιξε</b>
es: La tienda se ha <b>abierto</b>
id: Toko Online Anda <b>beroperasi</b>
ja: ショップを<b>オープン</b>しました。
no: Butikken ble <b>åpnet</b>
ru: Магазин был <b>открыт</b>
tr: Mağaza <b>açık</b>
uk: Крамницю було <b>відкрито</b>
vi: Cửa hàng đã <b>mở</b>

# Languages::text_store_mode_open
source: The store was <b>opened</b>
ru: Магазин был <b>открыт</b>
uk: Магазин <b>відкрито</b>

# Languages::text_store_mode_trial
source: <p>Full access to all features during the 30-day trial period, starting from the time of activation.</p><p>Once the 30-day trial period expires, you'll have to <a href="[product_buy_url]" target="_blank">purchase a license</a> or enter a valid license number to be able to manage your store.</p>
ar: <p>كامل الوصول إلى كافة ميزات خلال فترة تجريبية مدتها 30 يوما، ابتداء من وقت التنشيط.</p> <p>بمجرد انتهاء فترة 30 يوما للمحاكمة، عليك شراء <a href="[product_buy_url]" target="_blank"> ترخيص</a> أو قم بإدخال رقم ترخيص صالح لتكون قادرة على إدارة المتجر الخاص بك-</p>
cs: Plný přístup ke všem funkcím během 30 denní zkušební doby, počínaje od okamžiku aktivace.<br /><br />Po uplynutí 30-ti denní zkušební doby, budete je nutné buď zakoupit licenci nebo zadat číslo platné licence, aby jste mohli systém dál používat.<br /><br />
da: <p>Fuld adgang til alle funktioner i løbet af den 30-dages prøveperiode, startende fra aktiveringstidspunktet.</p> <p>Når den 30-dages prøveperiode udløber, vil du nødt til at <a href="[product_buy_url]" target="_blank"> købe en licens</a> eller indtaste et gyldigt licensnummer for at kunne administrere din butik.</p>
de: <p>Voller Zugriff auf alle Funktionen während der 30-tägigen Probezeit, beginnend mit dem Zeitpunkt der Aktivierung.</p><p>Nach Ablauf der 30-tägigen Probezeit müssen Sie <a href="[product_buy_url]" target="_blank">eine Lizenz kaufen</a> oder eine gültige Lizenznummer eingeben, um Ihren Shop verwalten zu können.</p>
el: <p>Πλήρη πρόσβαση σε όλες τις δυνατότητες κατά τη διάρκεια της δοκιμαστικής περιόδου 30 ημερών, ξεκινώντας από την ώρα της ενεργοποίησης.</p> <p>Μόλις λήξει η δοκιμαστική περίοδος των 30 ημερών, θα πρέπει να <a href="[product_buy_url]" target="_blank"> αγοράσετε μια άδεια χρήσης</a> ή να πληκτρολογήστε έναν έγκυρο αριθμό άδειας ώστε να είστε σε θέση να διαχειριστείτε το κατάστημα σας.</p>
es: <p>Acceso total a todas las funciones durante el período de prueba de 30 días, a partir del momento de la activación.</p><p>Una vez que expire el período de prueba de 30 días, tendrá que <a href="[product_buy_url]" target="_blank"> comprar una licencia</a> o ingrese un número de licencia válido para poder administrar su tienda.</p>
id: <p> Akses penuh ke semua fitur selama masa uji coba 30 hari, dimulai dari saat aktivasi. </p> <p> Setelah masa percobaan 30 hari berakhir, Anda harus <a href=" [product_buy_url] "target="_blank"> membeli lisensi </a> atau memasukkan nomor lisensi yang valid untuk bisa mengelola toko anda </p>
no: <p>Full tilgang til alle funksjoner i en 30-dagers testperiode, fra tidspunktet for aktivering.</p><p>Når den 30-dagers testperioden utløper, må du <a href="[product_buy_url]" target="_blank">kjøpe en lisens</a> og angi en gyldig lisensnummer for å kunne fortsette å administrere din nettbutikk.</p>
ru: <p>Весь функционал доступен в течение 30 дней с момента активации.</p><p>По истечении данного срока для доступа к панели администратора понадобится <a href="[product_buy_url]" target="_blank">приобрести лицензию</a> и ввести лицензионный ключ.</p>
tr: <p>Etkinleştirme tarihinden itibaren 30 günlük deneme süresi boyunca tüm özelliklere tam erişim.</p><p> 30 günlük deneme süresi sonunda <a href="[product_buy_url]" target="_blank"> adresinden geçerli bir lisans </a>numarası satın alabilir ya da daha önce satın aldığınız lisans kodunu kullanabilirsiniz. </p>
uk: <p>Весь функціонал доступний протягом 30 днів з моменту активації.</p><p>Після закінчення даного терміну для доступу до панелі адміністратора знадобиться <a href="[product_buy_url]" target="_blank">придбати ліцензію</a> та ввести ліцензійний ключ.</p>
vi: <p>Đầy đủ quyền truy cập vào tất cả các tính năng trong thời gian dùng thử 30 ngày, bắt đầu từ thời điểm kích hoạt.</p> <p>Sau khi thời gian dùng thử 30 ngày hết hạn, bạn sẽ phải <a href="[product_buy_url]" target="_blank"> mua một giấy phép</a> hoặc nhập một số hợp lệ giấy phép để có thể quản lý các cửa hàng của bạn.</p>

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
ar: تتوفر كافة الميزات خلال 30 يوما بعد تحميل حزمة التثبيت. لا تحتاج إلى إدخال مفتاح الترخيص. < br/> < br/> بعد انتهاء الفترة التجريبية ومدتها 30 يوما ، تحتاج إلى شراء ترخيص أو أدخل مفتاح الترخيص إذا كان لديك بالفعل أحد. < br/> < br/>
cs: Všechny funkce jsou k dispozici po dobu 30 dnů po instalaci. Nemusíte zadávat licenční klíč.<br /><br />Po uplynutí zkušební doby 30-dnů, budete muset koupit licenci nebo zadat licenční klíč.<br /><br />
da: Alle funktioner er tilgængelige under 30 dage efter download af installationspakken. Du behøver ikke at indtaste den licens nøglen. < br / > < br / > efter den 30-dages prøveperiode er forbi, skal du købe licens eller postere licensnøglen, hvis du allerede har en. < br /><br />
de: Alle Funktionen sind innerhalb von 30 Tagen nach Download des Installationspaketes verfügbar. Sie müssen den Lizenzschlüssel nicht eingeben. <br /><br /> Nach den 30 Tagen ist die Probelaufzeit um und Sie müssen den Lizenzschlüssel kaufen oder ihn eingeben, wenn Sie schon einen haben.<br /><br />
el: Όλα τα χαρακτηριστικά γνωρίσματα είναι διαθέσιμα κατά τη διάρκεια των 30 ημερων μετά τη λήψη του πακέτου εγκατάστασης. Δεν χρειάζεται να εισάγετε το κλειδί αδειας χρήσης. <br /> <br /> Εφόσον τελειώσει η περίοδοs των 30-ημερων, θα πρέπει να αγοράσετε μία άδεια χρήσης ή να εισάγετε ένα κλειδί άδειας, αν έχετε ήδη ένα.<br /> <br />
es: Todas las funciones están disponibles durante 30 días después de descargar el paquete de instalación. No es necesario introducir la clave de licencia. < br />< br />Después del período de prueba de 30 días, usted necesita comprar la licencia o escribir la clave de licencia si ya tiene una. <br /><br />
id: Semua fitur tersedia selama 30 hari setelah download paket instalasi. Anda tidak perlu memasukkan kunci lisensi. <br/> <br/> Setelah masa uji coba 30 hari selesai, Anda perlu membeli lisensi atau memasukkan kunci lisensi jika sudah memilikinya. <br/> <br/>
ja: インストールから30日間はCS-Cartのすべての機能を無料でお試しいただけます。ライセンス番号の登録は不要です。<br /><br />30日間経過後はライセンスを購入の上、管理画面から登録いただく必要があります。<br /><br />
no: Alle funksjoner er tilgjengelige i 30 dager etter nedlasting av installasjonspakken. Du trenger ikke å legge inn lisensnøkkel.<br /><br />Etter at 30-dagers prøveperioden er over, må du kjøpe en lisens eller legge inn en lisensnøkkel dersom du allerede har en.<br /><br />
ru: Все функции доступны на протяжении 30 дней с момента скачивания дистрибутива. Ввод номера лицензии не требуется.<br /><br /> Для продолжения работы после окончания пробного периода (30 дней) будет необходимо приобрести лицензию или ввести имеющийся лицензионный ключ.<br /><br />
tr: 30 gün sonra yükleme paketinin karşıdan yükleme sırasında tüm özellikler kullanılabilir. Lisans anahtarı. girmeniz gerekmez<br /><br />30 günlük deneme süresi bittikten sonra lisans satın almak ya da zaten varsa lisans anahtarını girmeniz gerekir.<br /><br />
uk: Всі функції доступні протягом 30 днів з моменту завантаження дистрибутива. Введення номеру ліцензії не потрібно.<br /><br />Для продовження роботи після закінчення пробного періоду 30 днів необхідно придбати ліцензію або ввести наявний ліцензійний ключ.<br /><br />
vi: Tất cả các tính năng có sẵn trong 30 ngày sau khi tải về gói cài đặt. Bạn không cần phải nhập các mã khóa giấy phép. <br /> <br /> Sau khi thời gian dùng thử 30 ngày hết hạn, bạn cần phải mua giấy phép hoặc nhập giấy phép chính thức nếu bạn đã có nó. <br /> <br />
