Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::compare_product_features
source: Compare product features
ar: مقارنة مواصفات المنتجات
cs: Porovnat vlastnosti zboží
da: Sammenlign produktfunktioner
de: Produkt Eigenschaften vergleichen
el: Συγκρίνετε τα χαρακτηριστικά
es: Comparar características de producto
id: Bandingkan fitur produk
ja: 商品を比較
no: Sammenlign produktfiltre
ru: Сравнить характеристики товаров
tr: Ürün özelliklerini karşılaştır
uk: Порівняти характеристики продукту
vi: So sánh tính năng sản phẩm

# Languages::comparison_list
source: Comparison list
ar: قائمة المقارنة
cs: Seznam porovnání
da: Sammenligning liste
de: Vergleichsliste
el: Λίστα σύγκρισης
es: Lista de comparación
id: Tabel perbandingan
ja: 比較リスト
no: Sammenligningsliste
ru: Список сравнения
tr: Karşılaştırma listesi
uk: Cписок порівняння
vi: Danh sách so sánh

# Languages::compatible_class
source: Compatible class
ar: صنف متوافق
cs: Kompatibilní třída
da: Kompatibel klasse
de: Kompatibilitäts-Klasse
el: Συμβατή κατηγορία
es: Clase compatible
id: kelas yang kompatibel
ja: 互換性クラス
no: Kompatibel klasse
ru: Совместимый класс
tr: Desteklenen sınıflar
uk: Сумісний клас
vi: Lớp tương thích

# Languages::completed
source: Completed
ar: تم
cs: Dokončeno
da: Færdiggjort
de: Abgeschlossen
el: ΟΛΟΚΛΗΡΩΘΗΚΑΝ
es: Completado
id: Selesai
ja: 完了
no: Betalt
ru: Отправлен
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành

# Languages::compressing_backup
source: Compressing backup file
ar: ضغط ملف قاعدة البيانات
cs: Probíhá komprimace zálohovacího souboru
da: Komprimering backup-fil
de: Komprimierung der Backup Datei
el: Συμπίεση αρχείου αντιγράφου ασφαλείας
es: Comprimido el fichero de la copia
id: Memadatkan file backup
ja: バックアップファイルを圧縮中
no: Komprimerer backup fil
ru: Сжатие резервного файла
tr: Yedek dosyası sıkıştırılıyor
uk: Стиснення файлу резервної копії
vi: Nén tập tin sao lưu

# Languages::compress_dump
source: Compress backup file
ar: ضغط ملف قاعدة البيانات
cs: Komprimovat záložní soubor
da: Komprimer backup-fil
de: Backup Datei komprimieren
el: Συμπίεση Backup Αρχείου
es: Comprimir el fichero de la copia
id: Padatkan file backup
ja: 圧縮バックアップ
no: Komprimer backup fil
ru: Сжать резервный файл
tr: Yedek dosyasını sıkıştır
uk: Стискання файлу резервної копії
vi: Nén tập tin sao lưu

# Languages::condition
source: Condition
ar: الشرط
cs: Stav
da: Vilkår
de: Bedingung
el: Προϋπόθεση
es: Condición
id: Kondisi
ja: 状態
no: Vilkår
ru: Условие
tr: Koşul
uk: Стан
vi: Điều kiện

# Languages::conditions
source: Conditions
ar: الشروط
cs: Podmínky
da: Vilkår
de: Bedingungen
el: Προϋποθέσεις
es: Condiciones
id: Kondisi
ja: 条件
no: Vilkår
ru: Условия
tr: Koşullar
uk: Умови
vi: Điều kiện

# Languages::configure
source: Configure
ar: إعداد
cs: Konfigurovat
da: konfigurere
de: Konfigurieren
el: Ρύθμιση παραμέτρων
es: Configurar
id: Konfigurasikan
ja: カスタマイズ
no: Konfigurer
ru: Настроить
tr: Konfigüre
uk: Настроювання
vi: Cấu hình

# Languages::confirm
source: Confirm
ar: اعتمد
cs: Potvrdit
da: bekræfte
de: Bestätigen/Senden
el: Επιβεβαίωση
es: Confirmar
id: Konfirmasi
ja: 確認する
no: Bekreft
ru: Подтвердить
tr: Doğrula
uk: Підтвердити
vi: Xác nhận

# Languages::confirmation_dialog
source: Confirmation dialog
ar: رسالة الاعتماد
cs: Potvrzovací dialog
da: bekræftelse dialog
de: Bestätigung des Dialogs
el: Διάλογος επιβεβαίωσης
es: Dialogo de confirmación
id: Dialog konfirmasi
ja: 確認ページ
no: Bekreftelsesdialog
ru: Диалог подтверждения
tr: Doğrulama diyaloğu
uk: Діалог підтвердження
vi: Hộp thoại xác nhận

# Languages::confirm_password
source: Confirm password
ar: أعد كتابة كلمة المرور
cs: Potvrďte heslo
da: bekræft kodeord
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού
es: Confirma contraseña
id: Konfirmasi password
ja: パスワード（再入力）
no: Bekreft passord
ru: Подтверждение пароля
tr: Şifre (tekrar)
uk: Підтвердження паролю
vi: Xác nhận mật khẩu

# Languages::conflicts
source: Conflicts
ar: التضاربات
cs: Konflikt
da: konflikt
de: Konflikte
el: Διενέξεις
es: Conflictos
id: Konflik
ja: 競合
no: Konflikter
ru: Конфликты
tr: Uyuşmazlıklar
uk: Конфлікти
vi: Xung đột

# Languages::congratulations
source: Congratulations!
ar: تهانينا!
cs: Gratulujeme!
da: Tillykke!
de: Herzlichen Glückwunsch!
el: Συγχαρητήρια!
es: Felicidades!
id: Selamat!
ja: おめでとうございます!
no: Gratulerer!
ru: Поздравляем!
tr: Tebrikler!
uk: Вітаємо!
vi: Chúc mừng!

# Languages::connection_ticket
source: Connection ticket
ar: تذكرة الاتصال
cs: Připojení vstupenka
da: forbindelse ticket
de: Verbindungs Ticket
el: Εισιτήριο σύνδεσης
es: Ticket de conexión
id: Koneksi Tiket
no: Forbindelsesbillett
ru: Параметр соединения
tr: İletişim bileti
uk: Параметр з'єднання
vi: Kết nối vé

# Languages::contact_information
source: Contact information
ar: بيانات الاتصال
cs: Kontaktní informace
da: Kontakt information
de: Kontaktdaten
el: Πληροφορίες Επικοινωνίας
es: Información de contacto
id: Informasi kontak
ja: 連絡先情報
no: Kontaktinformasjon
ru: Контактная информация
tr: İletişim bilgisi
uk: Контактна інформація
vi: Thông tin liên hệ

# Languages::contact_us_for_price
source: Contact us for a price
ar: اتصل بنا لمعرفة السعر
cs: Kontaktujte nás pro cenu
da: [kontakt os for pris]
de: [Kontaktieren Sie uns für den Preis]
el: [Επικοινωνήστε για Τιμή]
es: [Contacte con nosotros para precio]
id: Hubungi kami mengenai harga
ja: [価格はお問い合わせください]
no: Kontakt oss for pris
ru: Свяжитесь с нами насчёт цены
tr: [Fiyat sorunuz]
uk: Зв'яжіться з нами за ціною
vi: Liên hệ để biết giá

# Languages::container_options
source: Container options
ar: خيارات الحاوية
cs: Parametry balení
da: Container indstillinger
de: Container Optionen
el: Επιλογές Container
es: Opciones de contenedor
id: Opsi kontainer
ja: コンテナオプション
no: Container valg
ru: Параметры контейнера
tr: Taşıyıcı Seçenekleri
uk: Параметри контейнера
vi: Tùy chọn thùng chứa

# Languages::content
source: Content
ar: المحتوى
cs: Obsah
da: indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
id: Isi Halaman
ja: コンテンツ
no: Innhold
ru: Контент
tr: İçerik
uk: Вміст
vi: Nội dung

# Languages::content_alignment
source: Content alignment
ar: محاذاة المحتوى
cs: Zarovnání obsahu
da: Indholdsjustering
de: Inhalt Ausrichtung
el: ευθυγράμμιση περιεχομένου
es: Alineación de contenido
id: Penyelarasan isi
ja: コンテンツのアライメント
no: Innholdsjustering
ru: Выравнивание содержимого
tr: İçerik hizalama
uk: Вирівнювання вмісту
vi: Nội dung liên kết

# Languages::content_changed_for
source: This block instances have different content for
ar: هذه الكتلة تحتوي على محتوى مختلف من
cs: Tyto instance bloku mají různý obsah
da: Denne bloks forekomster har forskelligt indhold for
de: Diese Blockinstanzen haben verschiedenen Inhalt für
el: Αυτό το μπλοκ έχει διαφορετικό περιεχόμενο σε μερικές περιπτώσεις
es: Las instancias de este block tienen distinto contenido para
id: Blok ini memiliki konten yang berbeda untuk
ja: このブロックは以下についてデフォルト設定とは異なるコンテンツを表示します
no: Denne blokkens forekomster har forskjellig innhold for
ru: Экземпляры этого блока имеют различное содержимое для
uk: Екземпляри цього блоку мають різний вміст для
vi: Khối này có các nội dung khác nhau cho

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
ar: إنشاء ونشر الصفحات والاستفتاءات والنماذج والروابط.
cs: Vytvářet a publikovat stránky, formuláře či odkazy.
da: Oprette og udgive sider, meningsmålinger, former og links.
de: Umfragen, Seiten, Formulare und Links erstellen und publizieren.
el: Δημιουργία και δημοσίευση σελίδων, δημοψηφήσματων, κτλπ.
es: Crear y publicar páginas, encuestas, formularios y enlaces.
id: Buat dan publikasikan halaman, poling, formulir dan tautan.
ja: ページ・アンケート・フォームおよびリンクの管理を行います。
no: Opprett og publiser infosider, skjemaer og lenker.
ru: Создавайте и публикуйте страницы, опросы и голосования, формы и ссылки.
tr: Sayfa, anketler, formlar ve linkler oluşturma ve yayınlama.
uk: Створення і публікація сторінок, форм та посилань.
vi: Tạo và xuất bản trang, thăm dò ý kiến, mẫu nhập văn bản và liên kết.

# Languages::continue
source: Continue
ar: استمرار
cs: Pokračovat
da: forsæt
de: Weiter
el: Συνέχεια
es: Continuar
id: Lanjutkan
ja: 続ける
no: Fortsett
ru: Продолжить
tr: Devam
uk: Продовжити
vi: Tiếp tục

# Languages::continue_shopping
source: Continue shopping
ar: استكمال التسوق
cs: Pokračovat v nákupu
da: Forsæt indkøb
de: weiter einkaufen
el: Συνεχίστε τα ψώνια σας
es: Seguir comprando
id: Lanjutkan belanja
ja: 買い物を続ける
no: Fortsett å handle
ru: Продолжить покупки
tr: Alışverişe devam
uk: Продовжити покупки
vi: Tiếp tục mua hàng

# Languages::controller
source: Replace with
ar: استبدال بـ
cs: Zaměnit za
da: Erstat for
de: Ersatz für
el: Αντικατάσταση με
es: Reemplazar con
id: Ganti dengan
ja: 置換前
no: Erstatt med
ru: Заменить на
tr: Replace for
uk: Замінити на
vi: Thay thế bằng

# Languages::converting_data_in_table
source: Converting data in table [table]
ar: جار تحويل البيانات في الجدول [table]
cs: Konvertuji data v tabulce [table]
da: omregning data i [table]
de: Konvertiere Daten in Tabelle [table]
el: Μετατροπή των δεδομένων σε πίνακα [table]
es: Convirtiendo datos en tabla [tabla]
id: Konversi data dalam bentuk tabel[table]
ja: [table] テーブル内のデータを変換しています
no: Konverterer data i tabell [table]
ru: Изменение данных в таблице [table]
tr: Tablodaki veriler dönüştürülüyor [table]
uk: Перетворення даних у таблиці [table]
vi: Chuyển đổi dữ liệu trong bảng [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
ar: [product] - برنامج سلة التسوق
cs: [product] - software elektronického obchodu
da: CS-Cart - Indkøbskurv Software
de: CS-Cart - Shopping Cart Software
el: [product] - Software ηλεκτρονικού εμπορίου
es: [product] - Software de Comercio Electrónico
id: OnlineStoreKu e-commerce platform
ja: CS-Cart
no: [product]
ru: [product] - Платформа для интернет-магазинов
tr: [product] - tarafından desteklenmektedir.
uk: Cs-Cart - Платформа для Інтернет-магазинів
vi: [product] - Phần mềm bán hàng online

# Languages::copy_from_layout
source: Copy data from layout
ar: نسخ البيانات من التخطيط
cs: Zkopírujte data z rozvržení
da: Kopiering af data fra layout
de: Daten von Layout kopieren
el: Αντιγραφή δεδομένων απο layout
es: Copiar datos desde el diseño
id: Copy data dari layout
ja: レイアウトからデータをコピー
no: Kopier data fra layout
ru: Скопировать данные из макета
tr: Plandan veri kopyala
uk: Скопіювати дані з макета
vi: Sao chép dữ liệu từ bố cục

# Languages::core
source: Core
ar: اللب
cs: Jádro
de: Core (Kern)
es: Núcleo
id: Inti
ja: コア
no: Kjerne
ru: Ядро
uk: Ядро
vi: Lõi

# Languages::cost
source: Cost
ar: التكلفة
cs: Náklady
da: Pris
de: Kosten
el: Κόστος
es: Coste
id: Biaya
ja: 金額
no: Kostnad
ru: Стоимость
tr: Fiyat
uk: Вартість
vi: Chi phí

# Languages::cost_dependences
source: Cost dependencies
ar: اعتماداً على التكلفة
cs: Cena v závislosti na celkové ceně objednávky
da: Pris afhængighed
de: Preis Abhängigkeiten
el: Μεταβλητές Κόστους
es: Depende del precio
id: Berdasarkan harga produk
ja: 価格に応じた送料設定
no: Kostnadsavhengig
ru: Зависимость от цены
tr: Fiyat esaslı
uk: Залежність від вартості
vi: Chi phí phụ thuộc

# Languages::could_not_open_file
source: File preview is not available
ar: عذراً, لا يمكن فتح الملف.
cs: Náhled souboru není k dispozici
da: Fil udskrift er ikke tilgængelig
de: Leider konnte die Datei nicht geöffnet werden.
el: Η Προεπισκόπηση αρχείου δεν είναι διαθέσιμη
es: Vista previa del archivo no está disponible
id: Maaf, tidak dapat membuka file
ja: ファイルをプレビューできません。
no: Forhåndsvisning for filen er ikke tilgjengelig
ru: К сожалению, не удалось открыть файл.
tr: Üzgünüz, dosya açılamıyor.
uk: Перегляд файлу недоступний
vi: Xem trước của tập tin là không có sẵn

# Languages::countries
source: Countries
ar: الدول
cs: Země
da: land
de: Länder
el: Χώρες
es: Países
id: Negara
ja: 国名
no: Land
ru: Страны
tr: Ülkeler
uk: Країни
vi: Quốc gia

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
ar: إدارة مجموعة الدول المدعومة في متجركم.
cs: Úprava seznamu zemí, které jsou použity ve vašem obchodě.
da: Styr gruppen af lande, der understøttes i din butik.
de: Die Kombination der Länder verwalten die in Ihrem Laden unterstützt werden.
el: Διαχείριση του συνόλου των χωρών που υποστηρίζει το κατάστημά σας.
es: Administrar el conjunto de países que son soportados en su tienda.
id: Kelola pilihan negara yang digunakan di toko Anda.
ja: 国名の管理を行います。
no: Administrer utvalget av land som støttes i din nettbutikk.
ru: Редактирование списка стран, которые используются в вашем магазине.
tr: Mağazanızın hizmet verdiği ülkeler.
uk: Редагування списку країн, які використовуються у вашій крамниці.
vi: Quản lý các thiết lập của quốc gia được hỗ trợ trong cửa hàng của bạn.

# Languages::country
source: Country
ar: الدولة
cs: Země
da: Land
de: Land
el: Χώρα
es: País
id: Negara/Provinsi
ja: 国名
no: Land
ru: Страна
tr: Ülke
uk: Країна
vi: Quốc gia

# Languages::coupon
source: Coupon
ar: الكوبون
cs: Kupon
da: kupon
de: Gutschein
el: Κουπόνι
es: Cupón
id: Kupon
ja: クーポン
no: Kupong
ru: Купон
tr: Kupon
uk: Купон
vi: Phiếu giảm giá

# Languages::coupons
source: Coupons
ar: الكوبونات
cs: Kupony
da: kuponer
de: Gutscheine
el: Κουπόνια
es: Cupones
id: Kupon
ja: クーポン
no: Kuponger
ru: Купоны
tr: Kuponlar
uk: Купони
vi: Phiếu giảm giá

# Languages::coupon_already_used
source: This coupon is already in use
ar: هذا الكوبون قيد الاستخدام بالفعل
cs: Tento kupon byl již použit
da: Denne kupon er i brug
de: Der Gutschein wird bereits verwendet
el: Αυτό του κουπόνι ήδη χρησιμοποιείται
es: EL cupón ya esta en uso
id: Kupon in sudah digunakan
ja: このクーポンはすでに使用されています
no: Denne kupongen er allerede i bruk
ru: Этот купон уже использован
tr: Bu kupon kullanımda
uk: Цей купон уже використаний
vi: Phiếu giảm giá này đang được dùng

# Languages::coupon_code
source: Coupon code
ar: كود الكوبون
cs: Kupon kód
da: kupon kode
de: Gutschein Nummer
el: Κωδικός κουπονιού
es: Código de cupón
id: Kode kupon
ja: クーポンコード
no: Kupongkode
ru: Код купона
tr: Kupon kodu
uk: Код купону
vi: Mã phiếu giảm giá

# Languages::create
source: Create
ar: إنشاء
cs: Vytvořit
da: oprette
de: Erstellen
el: Δημιουργία
es: Crear
id: Buat
ja: 登録
no: Opprett
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo

# Languages::created
source: Created
ar: منشأ
cs: Vytvořeno
da: oprettet
de: Erstellt
el: Δημιουργήθηκε
es: Creado
id: Dibuat
ja: 登録日時
no: Opprettet
ru: Создан
tr: Oluşturuldu
uk: Створений
vi: Tạo

# Languages::create_account
source: Create account
ar: إنشاء حساب
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία Λογαριασμού
es: Crear cuenta
id: Buat akun
ja: アカウント作成
no: Opprett konto
ru: Создать учетную запись
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản

# Languages::create_administrator_account
source: Create administrator account
ar: إنشاء حساب أدمن
cs: Vytvořit účet správce
da: Opret administratorkonto
de: Administrator-Account erstellen
el: Δημιουργία λογαριασμού διαχειριστή
es: Crear cuenta de administrador
id: Buat akun administrator
ja: 管理者アカウントの作成
no: Opprett administrator konto
ru: Создать учетную запись администратора
tr: Yönetici hesabı oluştur
uk: Створити обліковий запис адміністратора
vi: Tạo tài khoản quản trị viên

# Languages::create_and_close
source: Create and close
ar: إنشاء وإغلاق
cs: Uložit
da: Opret og luk
de: Erstellen und schliessen
el: Δημιουργία και κλείσιμο
es: Crear y cerrar
id: Buat dan tutup
ja: 登録して閉じる
no: Opprett og lukk
ru: Создать и закрыть
tr: Oluştur ve kapat
uk: Створити і закрити
vi: Tạo và đóng

# Languages::create_file
source: Create file
ar: إنشاء ملف
cs: Vytvořit soubor
da: Opret fil
de: Datei erstellen
el: Δημιουργία αρχείου
es: Crear fichero
id: Buat file
ja: ファイルの作成
no: Opprett fil
ru: Создать файл
tr: Dosya oluştur
uk: Створення файлу
vi: Tạo tập tin

# Languages::create_folder
source: Create folder
ar: إنشاء مجلد
cs: Vytvořit adresář
da: Opret mappe
de: Ordner erstellen
el: Δημιουργία φακέλου
es: Crear carpeta
id: Buat Folder
ja: フォルダの作成
no: Opprett mappe
ru: Создать папку
tr: Klasör oluştur
uk: Створити папку
vi: Tạo thư mục

# Languages::create_guest_account
source: Quick checkout with no account creating required
ar: إتمام الشراء السريع بدون الحاجة لإنشاء حساب جديد
cs: Bez registrace
da: Quick checkout med ingen kontooprettelse kræves
de: Schnelles Checkout, keine Benutzerkonto-Registrierung erforderlich
el: Γρήγορη ολοκλήρωση της παραγγελίας χωρίς τη δημιουργία λογαριασμού
es: Pago rápido sin crear cuenta
id: Checkout cepat tanpa membuat akun, diharuskan.
ja: 会員登録なしですぐにご注文いただけます
no: Sjekk ut uten å opprette en konto
ru: Быстрое оформление заказа без создания учетной записи
tr: Hesap oluşturmadan hızlıca ödeme aşamasına geçin
uk: Швидке оформлення заовлення без створення облікового запису
vi: Thanh toán nhanh mà không cần yêu cầu tạo tài khoản

# Languages::create_new_account
source: Create a permanent account and use it for checkout
ar: إنشاء حساب دائم واستخدامه في إتمام الشراء
cs: Registrovaní zákazníci mohou využívat slevy a další výhody
da: Oprette en permanent konto og bruge den til checkout
de: Permanentes Benutzerkonto erstellen und für das Checkout (Zahlung) verwenden
el: Δημιουργήστε ένα λογαριασμό και χρησιμοποιήστε τον για την ολοκλήρωση της παραγγελίας
es: Crear una cuenta y usarla para el pedido
id: Buat akun permanen dan gunakan untuk checkout
ja: 会員登録すると次回以降スピーディに注文できるにようになります
no: Opprett en konto for raske og enkle bestillinger
ru: Создайте учетную запись и используйте её для оформления заказа
tr: Kalıcı bir hesap oluşturun ve ödemenizde bu hesabınızı kullanın
uk: Створення постійного облікового запису і використовування його для оформлення змовлень
vi: Tạo một tài khoản và sử dụng nó để thanh toán

# Languages::create_new_block
source: Create New Block
ar: إنشاء كتلة جديدة
cs: Vytvořit nový blok
da: Oprette ny blok
de: Neuer Block erstellen
el: Δημιουργία Νέου Block
es: Crear Bloque Nuevo
id: Buat blok baru
ja: ブロックの追加
no: Opprett ny blokk
ru: Создать новый блок
tr: Yeni Blok Oluştur
uk: Створити новий блок
vi: Tạo Khối Mới

# Languages::create_new_order
source: Create a new order
ar: إنشاء طلب جديد
cs: Vytvořit objednávku
da: Opret ny ordre
de: Neue Bestellung eingeben
el: Δημιουργήστε μια νέα παραγγελία
es: Crear un pedido nuevo
id: Buat pesanan baru
ja: 注文の追加
no: Opprett en ny ordre
ru: Оформить новый заказ
tr: Yeni bir sipariş oluştur
uk: Створення нового замовлення
vi: Tạo một đơn hàng mới

# Languages::create_process_payment
source: Create and process payment
ar: إنشاء ومعالجة الدفع
cs: Objednat a provést platbu
da: Opret og proces betaling
de: Zahlung erstellen und Zahlung abwickeln
el: Δημιουργία και διαδικασία πληρωμής
es: Crear y procesar pago
id: Buat dan proses pembayaran
ja: 登録して注文処理ページへ
no: Opprett og behandle betaling
ru: Оформить и произвести оплату
tr: Oluştur ve ödeme işlemine başla
uk: Створити та обробити платіж
vi: Tạo và xử lý thanh toán

# Languages::create_profile
source: Create a new profile
ar: إنشاء بروفايل جديد
cs: Vytvořit nový profil
da: Opret ny profil
de: Neues Profil anlegen
el: Δημιουργήστε νέου προφίλ
es: Crear nuevo perfil
id: Buat profil baru
ja: 会員プロフィールの追加
no: Opprett en ny profil
ru: Создать новый профиль
tr: Yeni profil oluştur
uk: Створити новий профіль
vi: Tạo hồ sơ mới

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at our store. Below you will find your account information.
ar: شكرا لك لتصبح مستخدم مسجل في المتجر. أدناه سوف تجد معلومات الحساب الخاص بك.
cs: Děkujeme vám, že jste se stal registrovaným uživatelem v našem obchodě. Níže naleznete informace o vašem účtu.
da: Tak for at blive en registreret bruger i vores butik. Nedenfor finder du dine kontooplysninger.
de: Vielen Dank, dass Sie ein registrierter Benutzer in unserem Shop sind. Nachfolgend finden Sie Ihre Kontoinformationen.
el: Σας ευχαριστώ για να γίνετε εγγεγραμμένος χρήστης στο κατάστημά μας. Παρακάτω θα βρείτε πληροφορίες του λογαριασμού σας.
es: Gracias por ser un usuario registrado en nuestra tienda. A continuación encontrará la información de su cuenta.
id: Terima kasih untuk menjadi pengguna terdaftar di toko kami. Di bawah ini Anda akan menemukan informasi account Anda.
ja: 私たちのストアで登録ユーザーになっていただきありがとうございます。下記にあなたのアカウント情報があります。
no: Takk for at du registrerte deg i vår nettbutikk. Under finner du dine konto opplysninger.
ru: Спасибо за регистрацию в нашем магазине. Ниже Вы можете просмотреть данные Вашей учётной записи.
tr: Mağazamızda kayıtlı bir kullanıcı olduğunuz için teşekkür ederiz. Hesap bilgilerinizi aşağıda bulabilirsiniz.
uk: Дякуємо вам, що зареєстрованим користувачем в нашому магазині. Нижче ви знайдете відомості про обліковий запис.
vi: Cảm ơn bạn đã trở thành một người dùng đăng ký tại cửa hàng của chúng tôi. Dưới đây bạn sẽ tìm thấy thông tin tài khoản của bạn.

# Languages::create_table
source: Create New Table
ar: إنشاء جدول جديد
cs: Vytvořit novou tabulku
da: Opret ny tabel
de: Neue Table erstellen
el: Δημιουργία Νέου Πίνακα
es: Crear nueva tabla
id: Buat tabel baru
ja: テーブルの作成
no: Opprett ny tabell
ru: Создать таблицу
tr: Yeni Tablo Oluştur
uk: Створити нову таблицю
vi: Tạo bảng mới

# Languages::creating
source: Creating
ar: إنشاء
cs: Vytváření
da: skabende
de: Erstelle
el: Δημιουργία
es: Creando
id: Pembuatan
ja: 作成中
no: Oppretter
ru: Создание
tr: Oluşturuluyor
uk: Створення
vi: Tạo

# Languages::creating_table
source: Creating table
ar: إنشاء الجدول
cs: Vytváření tabulky
da: Opretter tabel
de: erstelle Tabelle
el: Δημιουργία Πίνακα
es: Crear tabla
id: Pembuatan tabel
ja: テーブルの作成中
no: Oppretter tabell
ru: Создание таблицы
tr: Tablo oluşturuluyor
uk: Створення таблиці
vi: Tạo bảng

# Languages::creation_date
source: Creation date
ar: تاريخ الإنشاء
cs: Datum vytvoření
da: oprettelses dato
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
es: Fecha creada
id: Tanggal pembuatan
ja: 作成年月日
no: Opprettelsesdato
ru: Дата создания
tr: Oluşturma tarihi
uk: Дата створення
vi: Ngày tạo

# Languages::credit_card
source: Credit card
ar: البطاقة الائتمانية
cs: Kreditní karta
da: Kredit Kort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
id: Kartu Kredit
ja: クレジットカード
no: Kredittkort
ru: Кредитная карта
tr: Kredi kartı
uk: Кредитна картка
vi: Thẻ tín dụng

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
ar: الرقم المطبوع بجانب مكان الإمضاء على ظهر كارت الإئتمان. 3 ارقام مكتوبة بعد رقم كارت الإئتمان
cs: Toto číslo je vytištěno v oblasti podpisu na zadní straně karty. Jedná se o 3 číslice za číslem kreditní karty.
da: Dette nummer er trykt i underskriftsområdet på bagsiden af kortet. Det er de 3 cifre efter kreditkortnummeret.
de: Diese Nummer ist auf der Rückseite der Karte im Bereich der Unterschrift gedruckt. Es ist die 3 Stellige Zahl NACH der Kreditkartennummer
el: Αυτός ο αριθμός είναι τυπωμένος στην περιοχή υπογραφή στο πίσω μέρος της κάρτας. Είναι τα 3 ψηφία μετά τον αριθμό της πιστωτικής κάρτας.
es: Este número está impreso en el área de firma en el reverso de la tarjeta. Son los 3 dígitos siguientes al número de tarjeta de crédito.
id: Nomor ini tericetak di bagian tanda tangan di belakang kartu. Berupa angka 3 digit setelah nomor kartu kredit.
ja: こちらはカード裏面のサイン欄に、カード番号に続いて表示されている3桁の番号です。
no: Dette tallet er skrevet inn i signatur-området på baksiden av kortet. Det er de tre sifrene etter kredittkortnummeret.
ru: Этот номер находится около подписи на задней стороне карты, 3 цифры после номера.
uk: Цей номер друкується в області підпису на зворотному боці картки. Це 3 цифри після номеру кредитної картки.
vi: Con số này được in trong khu vực chữ ký ở mặt sau của thẻ. Đây là 3 chữ số sau số thẻ tín dụng.

# Languages::credit_memo
source: Credit memo
ar: مذكرة الرصيد
cs: Dobropis
da: kreditnota
de: Kredit Memo
el: Πιστωτικό υπόμνημα
es: Nota de crédito
id: Nota kredit
ja: クレジットメモ
no: Kreditnota
ru: Кредитовое извещение
uk: Кредитне сповіщення
vi: Bản ghi tín dụng
