Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::icon
source: Icon
ar: الأيقونة
cs: Ikona
da: ikon
de: Symbol
el: Εικονίδιο
es: Icono
id: Ikon
ja: アイコン
no: Ikon
ru: Иконка
tr: İkon
uk: Іконка
vi: Biểu tượng

# Languages::identifier
source: PayBox identifier
ar: معرف PayBox
cs: PayBox identifikátor
da: PayBox identifikator
de: PayBox Identifikator (identifier)
el: Αναγνωριστικό PayBox
es: Identificador de PayBox
id: Pengenal PayBox
no: PayBox identifikator
ru: PayBox идентификатор
uk: PayBox ідентифікатор
vi: PayBox xác định

# Languages::iframe_mode
source: iFrame mode
ar: شكل الـ iFrame
cs: iFrame režim
da: iFrame-tilstand
de: iFrame Modus
el: Λειτουργία iFrame
es: modo iFrame
id: Modus iFrame
ja: iFrameモード
no: iFrame modus
ru: iFrame режим
uk: iFrame режим
vi: Chế độ iFrame

# Languages::illegal_item_weight
source: Illegal item weight
ar: وزن العنصر الغير شرعي
cs: Neplatná hmotnost
da: Ulovlige vare vægt
de: Illegales Artikel-Gewicht
el: Παράνομο στοιχείο βάρους
es: Peso del item no legal
id: Berat barang ilegal
no: Ulovlig vare vekt
ru: Недопустимый вес товара
tr: Yasa dışı madde ağırlığı
uk: Недопустима вга товару
vi: Bất hợp pháp mục trọng lượng

# Languages::image
source: Image
ar: الصورة
cs: Obrázek
da: billede
de: Bild
el: Εικόνα
es: Imagen
id: Gambar
ja: 画像
no: Bilde
ru: Изображение
tr: Resim
uk: Зображення
vi: Hình ảnh

# Languages::images
source: Images
ar: الصور
cs: Obrázky
da: billedere
de: Bilder
el: Εικόνες
es: Imágenes
id: Gambar
ja: 画像
no: Bilder
ru: Изображения
tr: Resimler
uk: Зображення
vi: Hình ảnh

# Languages::images_directory
source: Images directory
ar: مجلد الصور
cs: Adresář obrázků
da: Billeder bibliotek
de: Bilder-Verzeichnis
el: Κατάλογος εικόνων
es: Directorio de imágenes
id: Direktori gambar
ja: 画像用ディレクトリ
no: Bildekatalog
ru: Директория с изображениями
tr: Resimler dizini
uk: Каталог зображень
vi: Thư mục hình ảnh

# Languages::image_pair
source: Image pair
ar: أزواج الصور
cs: Párový obrázek
da: Billeder par
de: Bilder-Paare
el: Ζεύγος εικόνων
es: Par de imágenes
id: Pasangan gambar
ja: 画像ペア
no: Bildepar
ru: Пара изображений
tr: Resim çifti
uk: Пара зображень
vi: Hình ảnh cặp

# Languages::image_verification
source: Image verification
ar: التحقق بالصورة
cs: Ověření obrázku
da: Billede verifikation
de: Bild Verifizierung
el: Επαλήθευση εικόνας
es: Captcha
id: Verifikasi gambar
ja: 画像認証
no: Bilde verifisering
ru: Проверка изображением
tr: Resim doğrulama
uk: Перевірка зображенням
vi: Hình mã xác nhận

# Languages::image_verification_body
source: Type the characters you see in the picture above.
ar: اكتب الحروف/الأرقام بالصورة أعلاه &uarr;
cs: Zadejte znaky, které vidíte na obrázku.
da: Indtast de tegn du ser på billedet nedenfor.
de: Geben Sie diese Zeichen im Feld ein
el: Εισάγετε τους χαρακτήρες που βλέπετε στην εικόνα παρακάτω.
es: Para asegurar que es una persona y no un programa automatizado, rellene el cuadro de abajo introduciendo los caracteres que usted ve en este dibujo. Todas las letras serán mostradas en mayúsculas.
id: Ketik karakter yang Anda lihat dalam gambar di atas.
ja: 画像に表示されている英数字を入力してください。
no: Skriv inn tegnene du ser i bildet ovenfor.
ru: Введите символы (цифры и латинские буквы), которые видите на картинке.
tr: Lütfen resimde gördüğünüz karakterleri boşluğa yazınız.
uk: Введіть символи, зображені на малюнку вище.
vi: Nhập các ký tự bạn nhìn thấy trong hình ở trên.

# Languages::image_verification_label
source: Anti-bot validation
ar: التحقق بالصورة
cs: Ochrana proti spamu a robotům
da: Anti-bot validering
de: Anti-Bot Validierung
el: Επιβεβαιωση Πραγματικου Χρήστη
es: Validación Anti-Bot
id: Validasi Anti-bot
ja: スパム用認証
no: Bildebekreftelse
ru: Антибот
tr: Kod doğrulama
uk: Анти-бот перевірка
vi: Xác nhận chống bot

# Languages::immediately
source: Immediately
ar: فوراً
cs: Ihned
da: øjeblikkeligt
de: Sofort
el: Αμέσως
es: Inmediatamente
id: Segera
ja: 即時
no: Umiddelbart
ru: Немедленно
tr: Hemen
uk: Негайно
vi: Ngay lập tức

# Languages::import
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
id: Impor
ja: インポート
no: Importer
ru: Импорт
tr: Yükle
uk: Імпорт
vi: Nhập dữ liệu

# Languages::important
source: Important
ar: هام
cs: Důležité
da: Vigtigt
de: Wichtig
el: Σημαντικές
es: Importante
id: Penting
ja: 重要
no: Viktig
ru: Важно
tr: Önemli
uk: Важливо
vi: Quan trọng

# Languages::importing_data
source: Importing data
ar: بيانات الاستيراد
cs: Importuji data
da: importere data
de: Importiere Daten
el: Εισαγωγή δεδομένων
es: Importando datos
id: Mengimpor Data
ja: データをインポートしています
no: Importerer data
ru: Данные для импортирования
tr: Veri yükleniyor
uk: Імпортування даних
vi: Nhập dữ liệu

# Languages::import_data
source: Import data
ar: استيراد البيانات
cs: Import dat
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
es: Importar datos
id: Impor data
ja: インポート
no: Importer data
ru: Импорт данных
tr: Veri yükle
uk: Імпорт даних
vi: Nhập dữ liệu

# Languages::import_locations
source: Import locations
ar: استيراد المناطق
cs: Importovat místa
da: Import steder
de: Positionen importieren
el: Εισαγωγή Τοποθεσιών
es: Importar ubicaciones
id: Mengimpor location
ja: ロケーションのインポート
no: Importer beliggenheter
ru: Импортировать страницы макета
tr: Lokasyonları içe aktar
uk: Імпортувати локації
vi: Nhập vị trí

# Languages::import_options
source: Import options
ar: خيارات الاستيراد
cs: Možnosti importu
da: Import mulighed
de: Import Optionen
el: Επιλογές εισαγωγής
es: Opciones de importación
id: Opsi import
ja: インポートオプション
no: Import alternativer
ru: Параметры импорта
tr: Yükleme seçenekleri
uk: Параметри імпорту
vi: Tùy chọn nhập

# Languages::in
source: In
ar: في
cs: V
el: σε
es: En
id: Dalam
ja: に該当する
no: I
ru: В
uk: В
vi: Trong

# Languages::included
source: included
ar: متضمن
cs: zahrnuto
da: inkludere
de: Einbezogen
el: περιλαμβάνεται
es: incluido
id: termasuk
ja: 内税
no: inkludert
ru: Включено
tr: dahil
uk: включено
vi: bao gồm

# Languages::include_cvn
source: Include CVN
ar: تضمين CVN
cs: Zahrnout CVN
da: Omfatte CVN
de: CVN einfügen
el: Περιλαμβάνει CVN
es: Incluir CVN
id: Termasuk CVN
no: Inkluder CVN
ru: Включая CVN
uk: Включаючи CVN
vi: bao gồm CVN

# Languages::including_discount
source: Including discount
ar: الخصم
cs: Poskytnutá sleva
da: Inklusiv rabat
de: Inklusive Rabatt
el: Συμπεριλαμβανομένων εκπτώσεων
es: Descuento incluido
id: Termasuk discount
ja: 割引金額
no: Inkludert rabatt
ru: Включая скидку
tr: İndirim dahil
uk: У тому числі знижка
vi: Bao gồm giảm giá

# Languages::including_tax
source: Including tax
ar: الضريبة
cs: Včetně daně
da: inkl. moms
de: Inklusive Steuer
el: Συμπεριλαμβανομένου Φορου
es: Impuesto incluido
id: Termasuk pajak
ja: 税込
no: Inkludert moms
ru: Включая налог
tr: Vergi dahil
uk: Включаючи податок
vi: Kèm thuế

# Languages::incompleted
source: Incomplete
ar: غير مكتمل
cs: Nekompletní
da: Ufuldstændig
de: Unvollständig
el: Ατελής
es: Incompleta
id: Belum lengkap
ja: 受注処理未了
no: Uferdig
ru: Незавершенный
tr: Tamamlanmamış
uk: Незавершений
vi: Không đầy đủ

# Languages::incompleted_orders
source: Incomplete orders
ar: الطلبات الغير مكتملة
cs: Nekompletní objednávky
da: Incompleted ordrer
de: Unvollständige Bestellungen
el: Ατελής παραγγελίες
es: Pedidos incompletos
id: Pesanan Tidak Selesai
ja: 受注処理未了の注文
no: Ufullstendige ordre
ru: Просмотреть незавершенные заказы
tr: Tamamlanmamış siparişler
uk: Незавершені замовлення
vi: Đơn hàng không đầy đủ

# Languages::incorrect_filling_message
source: Incorrect filling message
ar: رسالة خاطئة
cs: Nesprávně vyplněné hlášení
da: Forkert fyld
de: Ausgefüllte Nachricht ist falsch
el: Ατελής συμπλήρωση μηνύματος
es: Mensaje de llenado incorrecto
id: Kesalahan mengisi pesan
ja: 不正値入力時のメッセージ
no: Uriktig fyllmelding
ru: Сообщение о неправильном заполнении
tr: Hatalı mesaj
uk: Повідомлення про неправильне заповнення
vi: Điền không chính xác tin nhắn

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
ar: لم يتم إضافة المنتج لسلّة التسوق. نرجو إدخال السعر الصحيح.
cs: Zboží nebylo přidáno do košíku. Vložte prosím správnou cenu.
da: Produktet er ikke blevet tilføjet til kurven. Indtast den korrekte pris.
de: Produkt wurde nicht zum Warenkorb hinzugefügt. Bitte den richtigen Preis eingeben.
el: Το προϊόν δεν προστέθηκε στο καλάθι. Παρακαλώ εισάγετε την σωστή τιμή
es: El producto no ha sido agregado al carrito. Por favor introduce el precio correcto.
id: Produk belum ditambahkan ke belanjaan. Masukkan hargayang benar.
ja: 商品はカートに追加されませんでした。正しく価格を入力してください。
no: Produktet har ikke blitt lagt til handlevognen. Vennligst skriv inn riktig pris.
ru: Товар не был добавлен в корзину. Пожалуйста, введите правильную цену.
tr: Ürün sepete eklenmedi. Lütfen geçerli bir fiyat girin.
uk: Продукт не було додано до кошика. Будь ласка, введіть правильну ціну.
vi: Sản phẩm đã không được thêm vào giỏ hàng. Vui lòng nhập giá chính xác.

# Languages::increase
source: Increase
ar: زيادة
cs: Navýšit
da: Forhøj
de: Erhöhen
el: Αύξηση
es: Aumentar
id: Bertambah
ja: 増加
no: Øk
ru: Увеличение
tr: Artış
uk: Збільшити
vi: Tăng

# Languages::inc_tax
source: inc tax
ar: الضريبة الزائدة
cs: vč. daně
da: inkl moms
de: inkl. Steuer
el: συμπ. Φορου
es: inc impuesto
id: Tmsk pajak
ja: 税込
no: inkl. moms
ru: Вкл налог
tr: vergi dahil
uk: вкл податок
vi: kèm thuế

# Languages::index
source: Home page
ar: الصفحة الرئيسية
cs: Hlavní stránka
da: Forside
el: Αρχική σελίδα
es: Página de Inicio
id: Halaman utama
ja: トップページ
no: Forside
ru: Домашняя страница
tr: Ana sayfa
uk: Головна сторінка
vi: Trang chủ

# Languages::information
source: Information
ar: معلومات
cs: Důležité informace
da: Oplysninger
el: Πληροφορίες
es: Información
id: Informasi
ja: インフォメーション
no: Informasjon
ru: Информация
tr: Bilgilendirme
uk: Інформація
vi: Thông tin

# Languages::tip
source: Tip
de: Hinweis
el: Υπόδειξη
es: Recomendación
ru: Подсказка
uk: Підказка

# Languages::inner_hint
source: Inner hint
ar: تلميح باطني
cs: Vnitřní nápověda
da: inder hentydning
de: Interner Hinweis
el: Εσωτερικός υπαινιγμός
es: Ayuda interior
id: Petunjuk bagian dalam
ja: ヒント
no: Indre hint
ru: Внутренняя подсказка
tr: İç ipucu
uk: Внутр підказка
vi: Bên trong gợi ý

# Languages::input_field
source: Input field
ar: حقل إدخال
cs: Vstupní pole
da: Inputfelt
de: Eingabefeld
el: Πεδίο εισαγωγής
es: Campo de entrada
id: Kolom masukan
ja: テキスト
no: Inntastingsfelt
ru: Поле ввода
tr: Yazı kutusu
uk: Поле введення
vi: Trường nhập

# Languages::insert_block
source: Add block
ar: إضافة كتلة
cs: Přidat blok
da: Tilføj blok
de: Block hinzufügen
el: Προσθήκη block
es: Añadir bloque
id: Buat blok
ja: ブロックの追加
no: Legg til blokk
ru: Добавить блок
tr: Blok Ekle
uk: Додати блок
vi: Thêm khối

# Languages::insert_grid
source: Add grid
ar: إضافة شبكة
cs: Přidat mřížku
da: Tilføje gitter
de: Raster hinzufügen
el: Προσθήκη grid
es: Añadir Grid
id: Buat Grid
ja: グリッドの追加
no: Legg til rutenett
ru: Добавить секцию
tr: Izgara Ekle
uk: Додати сітку
vi: Thêm Lưới

# Languages::install
source: Install
ar: تركيب
cs: Instalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
ja: インストール
no: Installer
ru: Установить
tr: Kur
uk: Встановити
vi: Cài đặt

# Languages::installation_id
source: Installation ID
ar: معرف التركيب
cs: ID instalace
da: Installations ID
de: Installations ID
el: ID εγκατάστασης
es: ID de Instalación
id: Instalasi ID
ja: インストールID
no: Installasjons ID
ru: ID установки
tr: Kurulum ID
uk: ID установки
vi: ID cài đặt

# Languages::installed
source: Installed
ar: مركب
cs: Nainstalované
da: Installeret
de: Installiert
el: Εγκατεστημένο
es: Instalado
id: Terpasang
ja: インストール済
no: Installert
ru: Установлен
tr: Kurulu
uk: Встановлено
vi: Đã cài đặt

# Languages::installed_languages
source: Installed
ar: مركبة
cs: Nainstalované
da: Installeret
de: Installiert
el: Εγκατεστημένο
es: Instalado
id: ter-install
ja: インストール済
no: Installert
ru: Установленные
tr: Kurulu
uk: Встановлено
vi: Đã cài đặt

# Languages::installed_upgrades
source: Installed upgrades
ar: الترقيات المركبة
cs: Nainstalované aktualizace
da: Installerede opgradering
de: Installierte Upgrades
el: Εγκατεστημένες αναβαθμίσεις
es: Actualizaciones instaladas
id: upgrade ter-instal
ja: インストール済アップグレード
no: Installerte oppgraderinger
ru: Установленные обновления
tr: Kurulu güncellemeler
uk: Встановлені оновлення
vi: Cài đặt nâng cấp

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
ar: للوصول لمنطقة الأدمن, استخدم الإيميل (<b>[email]</b>) وكلمة المرور التي أدخلتها سابقاً.
cs: Pro přístup k administračním panelu použijte e-mail (<b>[email]</b>) a dříve zadané heslo.
da: For at få adgang til administratorområdet, brug e-mail (<b>[email]</b>) og den adgangskode, du har angivet tidligere.
de: Um Zugriff auf den Administrator-Bereich zu haben, verwenden Sie die E-Mail (<b> [email] </ b>) und das zuvor eingegebene Passwort.
el: Για να αποκτήσετε πρόσβαση στην περιοχή διαχειριστή, χρησιμοποιήστε το e-mail (<b> [email] </ b>) και το password που έχετε εισάγει νωρίτερα.
es: Para acceder al área de administración, usa el correo (<b>[email]</b>) y la contraseña que habías utilizado anteriormente.
id: Untuk mengakses area administrator, gunakan e-mail (<b>[email] </b>) dan password yang telah Anda masukkansebelumnya.
ja: 管理画面にアクセスするには登録したEメールアドレス(<b>[email]</b>)とパスワードが必要です。
no: For å få tilgang til admin-området bruk e-posten (<b>[email]</b>) og passordet du har skrevet inn tidligere.
ru: Для доступа к панели администрирования используйте email (<b>[email]</b>) и введенный ранее пароль.
tr: Yönetim paneline giriş yapmak için, (<b>[email]</b>) e-mail adresini ve kurulumda belirlediğiniz şifreyi kullanınız.
uk: Щоб отримати доступ до області адміністратора, за допомогою електронної пошти (<b>[email]</b>) і пароль, введений раніше.
vi: Để truy cập quản trị khu vực, sử dụng thư điện tử (<b>[email]</b>) và mật khẩu bạn đã nhập trước đó.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
ar: اذهب للوحة تحكم الأدمن
cs: Přejít do administrace obchodu
da: Gå til administrationspanel
de: Gehen Sie auf Administration Panel
el: Πηγαίνετε στον πίνακα διαχείρισης
es: Ir al panel de administración
id: Masuk ke panel administrasi
ja: 管理者用パネルに移動
no: Gå til admin panalet
ru: Перейти к панели администрирования
tr: Yönetim paneline git
uk: Перейдіть на панель адміністрування
vi: Đi đến bảng quản trị

# Languages::welcome_screen.go_storefront
source: Go to the storefront
ar: اذهب لواجهة الزوار
cs: Přejít do obchodu
da: Gå til butik
de: Gehe zum Kundenbereich
el: Πηγαίνετε στην βιτρίνα του καταστήματος
es: Ir a la tienda
id: Ke storefront
ja: ショップフロントに移動
no: Gå til butikk forsiden
ru: Перейти к витрине
tr: Mağaza ön yüzüne git
uk: Перейти до вітрини
vi: Đi đến cửa hàng

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
ar: اذهب لمعالج الإعدادات لتعيين الإعدادات الأساسية للمتجر
cs: Přejděte na Průvodce nastavením pro základní nastavení obchodu
da: Gå til guiden indstillinger for opsætning af grundlæggende butik
de: Gehen Sie zum Einstellungsassistenten (Wizard) für die Basis-Einstellungen des Stores
el: Πηγαίνετε στον οδηγό ρυθμίσεων για τη βασική ρύθμιση του καταστήματος
es: Ir al Asistente para una configuración básica de la tienda
id: Masuk ke Setting wizard untuk pengaturan dasar toko
ja: 設定ウィザードを利用してショップの基本的な設定を行う
no: Gå til Innstillings veiviseren for grunnleggende oppsett av nettbutikken
ru: Базовая настройка магазина
tr: Temel mağaza kurulu için ayarlar sihirbazına git
uk: Перейти до майстра базового налаштування магазина
vi: Đi đến trình trình Cài đặt cho các thiết lập cửa hàng cơ bản

# Languages::welcome_screen.knowledge_base
source: Documentation
cs: Dokumentace
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
id: Dokumentasi
ja: ドキュメント
no: Dokumentasjon
ru: Документация
tr: Belgeler
uk: Документація

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
ar: تشغيل معالج الإعدادات
cs: Spusťte průvodce nastavením
da: Kør guiden indstillinger
de: Einstellungsassistenten (Wizard) starten
el: Εκτέλεση Οδηγού Ρυθμίσεων
es: Ejecutar al asistente de configuración
id: Jalankan Settings wizard
ja: 設定ウィザードを起動
no: Kjør innstillings hjelperen
ru: Запустить Мастер настройки
tr: Ayarlar Sihirbazını çalıştır
uk: Запустити майстер настройки
vi: Chạy Trình cài đặt

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
cs: Další informace o zřízení obchodu
da: Læs mere om butiksfacade konfiguration i vores
de: Erfahren Sie mehr über die Store-Konfiguration in unseren
el: Μάθετε περισσότερα σχετικά με τη διαμόρφωση βιτρίνα του καταστήματος στην
es: Aprenda más sobre configuración de la tienda en nuestra
id: Pelajari lebih lanjut tentang konfigurasi storefront di
ja: ショップの設定方法を確認する
no: Lær mer om butikkforsidens konfigurasjon i vår
ru: Узнайте больше о настройке магазина:
tr: Mağaza yapılandırması hakkında daha fazla bilgi alın
uk: Дізнайтеся більше про налаштування магазину
vi: Tìm hiểu thêm về các cấu hình cửa hàng của chúng tôi

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
ar: شكراً لاختياركم CS-Cart المعرب. أذكركم بتحري الحلال الطيب من الرزق.
cs: Děkujeme, že jste si vybrali [product]!
da: Tak for at vælge [product]. Held og lykke med at sælge!
de: Vielen Dank, dass Sie sich für [Produkt] entschieden haben. Viel Spaß beim Verkauf!
el: Σας ευχαριστούμε γπου επιλέξατε το CS-Cart. Καλές Πωλήσεις!!
es: Gracias por elegir CS-Cart. Felices ventas!
id: Terima kasih sudah menggunakan OnlineStoreKu. Happyselling!
ja: CS-Cartをご利用いただき、誠にありがとうございます。
no: Takk for at du valgte [product]. Lykke til med salget!
ru: Спасибо, что выбрали [product]. Удачи в бизнесе!
tr: CS-Cart ı seçtiğiniz için teşekkür ederiz
uk: Дякуємо за вибір [product]. Гарних продажів!
vi: Cảm ơn bạn đã chọn [product]. Bán hàng may mắn!

# Languages::installer_complete_title
source: Installation successfully finished
ar: تم التركيب بنجاح
cs: Instalace byla úspěšně dokončena
da: Installation færdig med succes
de: Installation erfolgreich abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε επιτυχώς
es: Instalación terminada con éxito
id: Instalasi berhasil diselesaikan
ja: インストールが完了しました！
no: Installasjon vellykket
ru: Установка завершена успешно
tr: Kurulum başarı ile tamamlandı
uk: Установку завершено успішно
vi: Cài đặt hoàn tất thành công

# Languages::international_settings
source: International settings
ar: الإعدادات الدولية
cs: Mezinárodní nastavení
da: Internationale indstillinger
de: Internationale Einstellungen
el: Διεθνείς ρυθμίσεις
es: Ajustes internacionales
id: Pengaturan internasional
no: Internasjonale innstillinger
ru: Международные настройки
uk: Міжнародні параметри
vi: Thiết đặt quốc tế

# Languages::international_usps
source: International U.S.P.S.
cs: Mezinárodní U.S.P.S.
de: U.S.P.S. International
el: Διεθνής U.S.P.S.
id: Internasional U.S.P.S
no: Internasjonal USPS
ru: Международный U.S.P.S.
uk: Міжнародний U.S.P.S.
vi: U.S.P.S. Quốc tế

# Languages::inventory
source: Inventory
ar: المخزون
cs: Inventář
da: Lagerliste
de: Inventar
el: Απόθεμα
es: Inventario
id: Persediaan
ja: 在庫
no: Lagerbeholdning
ru: Расчет кол-ва товара в наличии
tr: Envanter
uk: Склад
vi: Hàng tồn kho

# Languages::invitees
source: Invitees
ar: المدعوين
cs: Pozvaní
da: Inviteret
de: Eingeladene Gäste
el: Προσκεκλημένοι
es: Invitados
id: Yang diundang
ja: 招待客
no: Inviterte
ru: Приглашенные
tr: Davetler
uk: Запрошені
vi: Người được mời

# Languages::invoice
source: Invoice
ar: فاتورة
cs: Faktura
da: faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
id: Tagihan
ja: 注文確認書
no: Faktura
ru: Счет
tr: Fatura
uk: Рахунок-фактура
vi: Hoá đơn

# Languages::invoices
source: Invoices
ar: الفواتير
cs: Faktury
da: faktura
de: Rechnungen
el: Τιμολόγια
es: Facturas
id: Tagihan
ja: 注文確認書
no: Fakturaer
ru: Счета
tr: Faturalar
uk: Рахунки-фактури
vi: Hoá đơn

# Languages::invoice_credit_memo
source: Invoice/Credit memo
ar: مذكرة الفاتورة/الرصيد
cs: Doklad
da: Faktura / kreditnota
de: Rechnung/Kredit Memo
el: Τιμολόγιο/Πιστωτικό σημείωμα
es: Factura/nota de crédito
id: Tagihan/Nota kredit
ja: 出力帳票名
no: Faktura/Kreditnota
ru: Счет/Кредитное извещение
uk: Примітка рахунок-фактура/кредиту
vi: Bản ghi nhớ hóa đơn/tín dụng

# Languages::invoice_id
source: Invoice ID
ar: معرف الفاتورة
cs: ID Faktury
da: Faktura id
de: Rechnungs-ID
el: ID Τιμολογίου
es: ID de la factura
id: ID Tagihan
ja: 注文確認書ID
no: Faktura-ID
ru: Номер счета
tr: Fatura ID
uk: Номер рахунку
vi: ID Hoá đơn

# Languages::invoice_title
source: INVOICE
ar: <b>فاتورة</b>
cs: FAKTÚRA
da: Faktura
de: RECHNUNG
el: ΤΙΜΟΛΟΓΙΟ
es: FACTURA
id: TAGIHAN
ja: 注文確認書
no: FAKTURA
ru: СЧЕТ
tr: FATURA
uk: РАХУНОК-ФАКТУРА
vi: HOÁ ĐƠN

# Languages::in_progress
source: In progress
ar: جار المعالجة
cs: Ve vývoji
da: under udførelse
de: In Bearbeitung
el: Σε εξέλιξη
es: En progreso
id: Dalam proses
ja: 処理中
no: Under utførelse
ru: Проходит в данный момент
tr: İşlemde
uk: Триває
vi: Trong tiến trình

# Languages::in_stock
source: In stock
ar: متوفر بالمخزون
cs: Skladem
da: Lager status
de: Auf Lager
el: Σε Απόθεμα
es: En stock
id: Ada Stok
ja: 在庫あり
no: På lager
ru: В наличии
tr: Stokta
uk: В наявності
vi: Còn hàng

# Languages::ip_address
source: IP address
ar: عنوان الآي بي
cs: IP adresa
da: IP adresse
de: IP Adresse
el: Διεύθυνση IP
es: Dirección IP
id: Alamat IP
ja: IPアドレス
no: IP-adresse
ru: IP адрес
tr: IP adresi
uk: IP-адреса
vi: Địa chỉ IP

# Languages::manager
source: Manager
ar: مدير
cs: Manažer
el: Διαχειριστής
es: Gerente
id: Manajer
ja: マネージャー
no: Leder
ru: Менеджер
tr: Yönetici
uk: Менеджер
vi: Quản lý

# Languages::is_back_in_stock
source: is back in stock!
ar: متوفر بالمخزون!
cs: je opět skladem!
da: er tilbage på lager!
de: ist wieder auf Lager!
el: είναι πάλι σε απόθεμα!
es: vuelve a tener existencias!
id: kembali tersedia
ja: が入荷しました！
no: er tilbake på lager!
ru: теперь в наличии!
uk: тепер в наявності!
vi: đã có hàng trong kho!

# Languages::is_pbp
source: Allow payment by points
ar: السماح بالدفع بواسطة النقاط
cs: Povolit platbu body
da: Tillad betaling med points
de: Zahlung mit Punkte zulassen
el: Επιτρέψτε πληρωμές με πόντους
es: Permitir pago con puntos
id: Perbolehkan pembayaran dengan poin
ja: ポイントによる支払いを許可
no: Tillat betaling med poeng
ru: Разрешить оплату баллами
tr: Puanlı alışverişe izin ver
uk: Дозволити оплату баллами
vi: Cho phép thanh toán bằng điểm thưởng

# Languages::italian
source: Italian
ar: إيطالي
cs: Italsky
da: italiensk
de: Italienisch
el: Ιταλικό
es: Italiano
id: Italia
ja: イタリア語
no: Italiensk
ru: Итальянский
uk: Італійська
vi: Tiếng Ý

# Languages::items
source: item(s)
ar: عنصر
cs: ks
da: stk
de: Artikel
el: Είδος(η)
es: Artículos
id: produk
ja: 個
no: produkt(er)
ru: шт.
tr: adet
uk: шт.
vi: sản phẩm

# Languages::items_dependences
source: Items dependencies
ar: اعتماداً على العناصر
cs: Cena v závislosti na počtu objednaných produktů
da: Items tilknytninger
de: Artikel Abhängigkeiten
el: Μεταβλητές Ειδών
es: Depende de los artículos
id: Berdasarkan jumlah produk
ja: 商品数に応じた送料設定
no: Elementavhengig
ru: Зависимость от количества
tr: Adet esaslı
uk: Залежність від кількості
vi: Mục phụ thuộc

# Languages::items_in_box
source: Items in a box
ar: العناصر بالصندوق
cs: Položky ve schránce
da: Elementer i en boks
de: Anzahl Artikel in Paket
el: Αντικείμενα σε ένα κουτί
es: Artículos en una caja
id: Item dalam kotak
ja: 配送用外箱に収めることのできる商品個数
no: Elementer i en boks
ru: Количество штук в коробке
uk: Кількість в коробці
vi: Các mục trong một hộp
