Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::on_site_live_editing
source: On-site live editing
cs: On-site živé úpravy
da: On-site live redigering
de: Direkte Bearbeitung auf der Seite
el: On-site live επεξεργασια
es: Edición en vivo sobre el sitio
id: Edit langsung pada website
ja: リアルタイム編集
no: På-siden live redigering
ru: Редактирование содержимого
tr: On-Site Canlı Düzenleme
uk: Редагування вмісту
vi: Sửa trực tiếp trong giao diện trang

# Languages::open
source: Open
ar: الحالية
cs: Otevřeno
da: Åben
de: Offen
el: ΑΝΟΙΧΤΕΣ
es: Abierto
id: Berlangsung
ja: 処理待ち
no: Åpne
ru: Открыто
tr: Aç
uk: Відкрито
vi: Mở

# Languages::open_action
source: Open
ar: فتح
cs: Otevřeno
da: Åben
de: Offen
el: Άνοιγμα
es: Abierto
id: Tampilkan
ja: 表示
no: Åpne
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
ar: افتح ملف أو قم بإنشاء ملف جديد للبدء.
cs: Otevřete soubor nebo vytvořte nový.
da: Åbne en fil eller opret en ny at komme i gang.
de: Öffne eine Datei oder erstelle eine Neue um anzufangen.
el: Ανοίξτε ένα αρχείο ή δημιουργήσετε ένα νέο για να ξεκινήσετε
es: Abrir archivo o crear nuevo para empezar.
id: Buka satu file atau buat baru untuk memulai.
ja: 編集するファイルを選択するか新しいファイルを作成してください。
no: Åpne en fil eller opprett en ny for å komme i gang.
ru: Откройте файл или создайте новый.
tr: Bir dosyayı aç yada başlamak için yeni bir tane oluştur.
uk: Відкрити файл або створити новий.
vi: Mở một tập tin hoặc tạo một cái mới để bắt đầu.

# Languages::open_in_new_window
source: Open in new window
ar: فتح الصفحة في نافذة جديدة
cs: Otevřít v novém okně
da: Åben i nyt vindue
de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο Παράθυρο
es: Abrir en nueva ventana
id: Buka di jendela baru
ja: 別ウィンドウで開く
no: Åpne i nytt vindu
ru: Открывать ссылку в новом окне
tr: Yeni pencerede aç
uk: Відкрити в новому вікні
vi: Mở trong cửa sổ mới

# Languages::open_store
source: Open storefront
ar: فتح المتجر
cs: Otevřít průčelí
da: Åben butik
de: Store öffnen
el: Άνοιγμα κεντρικής σελίδας καταστήματος
es: Abrir tienda
id: Buka etalase toko
ja: ショップをオープンする
no: Åpne butikkforside
ru: Открыть магазин
tr: Mağazayı aç
uk: Відкрити крамницю
vi: Mở cửa hàng

# Languages::optimize_database
source: Optimize database
ar: تحسين قاعدة البيانات
cs: Optimalizovat databázi
da: Optimere database
de: Datenbank optimieren
el: Βελτιστοποίηση Βάσης δεδομένων
es: Optimizar la base de datos
id: Optimalkan database
ja: データベースの最適化
no: Optimaliser database
ru: Оптимизировать базу данных
tr: Veri tabanını optimize et
uk: Оптимізувати базу даних
vi: Tối ưu hóa cơ sở dữ liệu

# Languages::optimizing_table
source: Optimizing table
ar: تحسين الجدول
cs: Optimliazuji tabulku
da: Optimere table
de: Tabelle optimieren
el: Βελτιστοποίση πίνακα
es: Optimizar tablas
id: Optimalkan tabel
ja: テーブルの最適化
no: Optimaliserer tabell
ru: Оптимизация таблицы
tr: Tablo optimize ediliyor
uk: Оптимізації таблиці
vi: Tối ưu hóa bảng

# Languages::options
source: Options
ar: الخيارات
cs: Možnosti
da: valgmulighed
de: Optionen
el: Επιλογές
es: Opciones
id: Pilihan
ja: オプション
no: Alternativer
ru: Опции
tr: Seçenekler
uk: Параметри
vi: Tùy chọn

# Languages::options_for
source: Options for
ar: خيارات
cs: Nastavení pro
da: Indstillinger for
de: Optionen für
el: Επιλογές για
es: Opciones para
id: pilihan untuk
ja: オプション設定 -
no: Alternativer for
ru: Варианты для
uk: Варіанти для
vi: Tùy chọn cho

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
ar: تم تطبيق الخيارات بنجاح على المنتجات المختارة
cs: Možnosti byly úspěšně použity na vybrané zboží
da: Optioner er succesfuldt tilføjet de udvalgte produkter
de: Optionen wurden erfolgreich für die selektierten Produkten angewendet
el: Οι επιλογές έχουν εφαρμοστεί επιτυχώς για τα επιλεγμένα προϊόντα
es: Las opciones se han aplicado con éxito a los productos seleccionados
id: Opsi telah berhasil diterapkan pada produk yang dipilih
ja: 指定した商品にオプションが適用されました
no: Alternativer har blitt påført utvalgte produkter
ru: Опции были успешно добавлены к выбранным товарам
tr: Seçenekler seçilen ürünlere başarı ile uygulandı
uk: Параметри були успішно додані до обраних товарів
vi: Tùy chọn đã được áp dụng thành công cho các sản phẩm đã chọn

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
ar: إدارة خيارات المنتج العامة وتنوعاتها في متجركم.
cs: Spravovat globální možnosti zboží a varianty možností ve vašem obchodu.
da: Administrere globale indstillinger og indstilling varianter i din butik.
de: Globale Produkt Optionen und Optionen Varianten in Ihrem Store verwalten.
el: Διαχειριστείτε τις γενικές επιλογές προϊόντων στο κατάστημα σας.
es: Administra las opciones de producto globales y las variantes de opciones de la tienda.
id: Kelola opsi global produk dan berbagai opsi lain di toko anda.
ja: 商品オプションの管理を行います。
no: Administrer globale produktalternativer og produktvarianter i nettbutikken din.
ru: Просмотр, добавление и редактирование глобальных опций товаров и их вариантов.
tr: Genel seçenekler yönetimi.
uk: Керування глобальними опціями товарів та їх варіантів у вашому магазині.
vi: Quản lý sản phẩm tùy chọn chung và tùy chọn biến thể trong cửa hàng của bạn.

# Languages::options_settings
source: Options settings
ar: خصائص الخيارات
cs: Nastavení variant
da: Valg indstillinger
de: Einstellung Optionen
el: Ρυθμίσεις επιλογών
es: Configuración de opciones
id: Pengaturan opsi
ja: オプション設定
no: Innstillinger for alternativer
ru: Настройки опций
tr: Seçenek ayarları
uk: Параметри опцій
vi: Cài đặt tùy chọn

# Languages::options_type
source: Options type
ar: نوع الخيارات
cs: Typ zobrazení
da: Valg type
de: Typ der Optionen
el: Τυποι Επιλογών
es: Tipo de opciones
id: Jenis opsi
ja: オプションの指定方法
no: Type alternativer
ru: Тип опций
tr: Seçenek tipi
uk: Параметри типу
vi: Loại tùy chọn

# Languages::option_combinations
source: Option combinations
ar: تركيبات الخيار
cs: Kombinace variant
da: Mulighed kombinationer
de: Option Kombinationen
el: Συνδυασμοι Επιλογων
es: Opción de combinaciones
id: Kombinasi opsi
ja: コンビネーションの設定
no: Alternativkombinasjoner
ru: Комбинации опций
tr: Seçenek kombinasyonları
uk: Комбінації опцій
vi: Tùy chọn kết hợp

# Languages::option_name
source: Option name
ar: اسم الخيار
cs: Název možnosti
da: valgmulighed navn
el: Ονομα Επιλογης
es: Nombre de opción
id: Nama opsi
ja: オプション名
no: Alternativ navn
ru: Название опции
tr: Seçenek adı
uk: Назва параметра
vi: Tên tùy chọn

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
ar: تم حذف الخيار العام "[option_name]" من المنتج
cs: Globální možnost "[option_name]" byla pro toto zboží deaktivována
da: Global valgmulighed "[option_name]" er blevet afkoblet fra fabrik
de: Allgemeine Option "[option_name]" ist vom Produkt getrennt worden
el: Η γενικη επιλογή "[option_name]" για το προϊόν έχει απενεργοποιηθεί
es: La opción global "[option_name]" ha sido desvinculada del producto
id: Opsi global "[option_name]" telah dinonaktifkan untukproduk
ja: グローバルオプション "[option_name]" がこの商品から削除されました
no: Globalt alternativ "[option_name]" har blitt deaktivert for produktet
ru: Глобальная опция [option_name] отключена у этого товара
tr: Genel opsiyon "[option_name]" ürünle link bağlantısı kesildi.
uk: Глобальний параметр "[option_name]" було деактивовано для продукту
vi: Tùy chọn chung "[option_name]" đã ngừng hoạt động cho sản phẩm

# Languages::option_variants
source: Option variants
ar: تنوعات الخيار
cs: Varianty možnosti
da: Mulighed varianter
de: Option Varianten
el: Παραλλαγές Επιλογών
es: Variantes de opción
id: Variasi opsi
ja: オプション変数
no: Alternativ varianter
ru: Варианты опции
tr: Opsiyon değişkenleri
uk: Варіанти опції
vi: Giá trị tùy chọn

# Languages::opt_currency_name
source: Show currency titles
ar: عرض عناوين العملات
cs: Zobrazit názvy měn
da: Vis valuta titler
de: Name der Währung anzeigen
el: Εμφάνιση τίτλου νομίσματος
es: Mostrar nombres de moneda
id: Tampilkan nama mata uang
ja: 通貨名を表示
no: Vis valuta titler
ru: Показывать название валюты
uk: Показувати назва валюти
vi: Hiển thị tiêu đề tiền tệ

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
ar: استخدام رموز العملات بدلاً من العناوين
cs: Použít symbol měny místo názvu
da: Bruge valutasymboler i stedet for titler
de: Währungs-Symbole statt Namen anzeigen
el: Χρήση συμβόλων νομίσματος αντί τίτλων
es: Utilizar símbolos de moneda en lugar de títulos
id: Gunakan simbol menggantikan nama mata uang
ja: 通貨名の代わりに通貨記号を表示
no: Bruk valutasymboler i stedet for titler
ru: Использовать символ валюты вместо названия
uk: Використовувати символи валют замість назв
vi: Sử dụng ký hiệu tiền tệ thay vì tiêu đề

# Languages::opt_language_icon
source: Use language icons instead of names
ar: عرض الأيقونات فقط
cs: Používat jazyk ikon místo jmena
da: Brug sprogetikoner i stedet for navne
de: Sprach-Symbole statt Namen verwenden
el: Χρησιμοποιήστε εικονίδια γλώσσας αντί των ονομάτων
es: Utilice los iconos de idioma en lugar de nombres
id: Gunakan ikon sebagai pengganti nama bahasa
ja: 言語名の代わりにアイコンを表示
no: Bruk språk-ikoner istedet for navn
ru: Использовать иконки языков вместо названий
uk: Використовувати іконки мов замість назв
vi: Sử dụng biểu tượng ngôn ngữ thay vì tên ngôn ngữ

# Languages::opt_language_name
source: Show language names
ar: عرض أسماء اللغات
cs: Zobrazit názvy jazyků
da: Vis sprognavne
de: Name der Sprachen anzeigen
el: Εμφάνιση ονομάτων γλωσσών
es: Mostrar nombres de idioma
id: Tampilkan nama bahasa
ja: 言語名を表示
no: Vis språk-navn
ru: Показывать названия языков
uk: Показувати назви мов
vi: Hiển thị tên ngôn ngữ

# Languages::or
source: or
ar: أو
cs: nebo
da: eller
de: oder
el: ή
es: O
id: atau
ja: または
no: eller
ru: или
tr: yada
uk: або
vi: hoặc

# Languages::order
source: Order
ar: الطلب
cs: Objednávka
da: Ordre
de: Bestellung
el: Παραγγελία
es: Pedido
id: ID Pesanan
ja: 注文
no: Ordre
ru: Заказ
tr: Sipariş
uk: Замовлення
vi: Đơn hàng

# Languages::ordered_products
source: Ordered products
ar: المنتجات المطلوبة
cs: Objednané zboží
da: Bestilte produkter
de: Bestellte Produkte
el: Παραγγελθέντα προϊόντα
es: Productos pedidos
id: Produk yang dipesan
ja: 注文商品
no: Bestilte produkter
ru: Заказанные товары
tr: Sipariş edilen ürünler
uk: Замовлені товари
vi: Đặt mua sản phẩm

# Languages::orders
source: Orders
ar: الطلبات
cs: Objednávky
da: Ordre
de: Bestellungen
el: Παραγγελίες
es: Compras
id: Pesanan
ja: 注文
no: Ordre
ru: Заказы
tr: Tamamlanan Siparişler
uk: Замовлення
vi: Đơn hàng

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
ar: لم يتم تغيير الشركة. غير مسموح بتغيير الشركة عند تحرير الطلب.
cs: Společnost nebyla změněna. Při úpravách objednávky nesmíte měnit společnost.
da: Firmaet er ikke blevet ændret. Det er ikke tilladt at ændre virksomheden, når du redigerer en ordre.
de: Firma wurde nicht geändert. Es ist nicht erlaubt die Firma zu ändern wenn Bestellung bearbeitet wird.
el: Η Εταιρεία δεν έχει αλλάξει. Δεν επιτρέπεται να αλλάξει η εταιρεία κατά την επεξεργασία της παραγγελίας.
es: No se ha cambiado la empresa. No está permitido cambiar la empresa cuando se edita un pedido.
id: Perusahaan tidak dapat diganti. Tidak diperbolehkan mengganti perusahaan saat menyunting pesanan.
ja: 注文の編集中にショップを変更することはできません。
no: Firmaet har ikke blitt endret. Det er ikke tillatt å endre firmaet når du redigerer en ordre.
ru: Компания не была изменена. Не разрешается изменять компанию при редактировании заказа.
tr: Firma değiştirilmedi. Bir sipariş düzenlenirken firmanın değiştirilmesine izin verilmez.
uk: Компанія не змінилося. Не дозволено змінювати компанію при редагуванні замовлення.
vi: Công ty đã không được thay đổi. Nó không được cho phép để thay đổi công ty khi chỉnh sửa một đơn đặt hàng.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
ar: استخدم زر "إضافة منتجات" أعلاه لإضافة منتجات للطلب.
cs: Použijte tlačítko "Přidat zboží" nahoře pro přidání zboží do objednávky.
da: Brug "Tilføj produkter" knappen ovenfor til at føje produkter til ordre.
de: Obige "Zum Produkt hinzufügen" Taste verwenden um Produkte zur Bestellung hinzuzufügen.
el: Χρησιμοποιήστε το παραπανω κουμπί "Προσθήκη προϊόντων" για να προσθέσετε τα προϊόντα στην παραγγελία.
es: Utilice el botón "Agregar productos" de arriba para añadir productos a pedido.
id: Klik "Tambahkan produk" diatas utuk menambah produk dalampesanan.
ja: 注文に商品を追加する場合は「商品の追加」ボタンを使用してください。
no: Bruk "Legg til produkter" knappen over for å legge til produkter i ordren.
ru: Используйте кнопку «Добавить товары», чтобы включить товары в заказ.
tr: Siparişe ürünler eklemek için yukarıdaki "Ürünler ekle" butonunu kullanınız.
uk: Використовуйте кнопку "Додати товари ", щоб додати товари до замовлення.
vi: Sử dụng nút "Thêm sản phẩm" ở trên để thêm sản phẩm vào đơn hàng.

# Languages::order_by_status
source: Order by status
ar: حالات طلبات الشراء
cs: Přehled objednávek podle stavu objednávky
da: Bestille ved status
de: Bestellung nach Status
el: Παραγγελίες βάσει του status
es: Pedidos por estado
id: Pesanan berdasar status
ja: 注文ステータス
no: Ordre etter status
ru: Заказы по статусам
tr: Durumuna göre sipariş
uk: Замовлення за статусом
vi: Trạng thái đơn hàng

# Languages::order_date
source: Order date
ar: تاريخ الطلب
cs: Den objednání
da: Ordredato
de: Bestellungs Datum
el: Ημερομηνία παραγγελίας
es: Fecha del pedido
id: Tanggal pesan
ja: 注文日
no: Bestillingsdato
ru: Дата заказа
tr: Sipariş tarihi
uk: Дата замовлення
vi: Ngày đặt hàng

# Languages::order_details
source: Order details
ar: بيانات الطلب
cs: Detail objednávky
da: Ordre informationer
de: Details der Bestellung
el: Λεπτομέρεις Παραγγελίας
es: Detalle del pedido
id: Rincian pesanan
ja: 注文詳細
no: Ordredetaljer
ru: Детали заказа
tr: Sipariş detayları
uk: Деталі замовлення
vi: Chi tiết đơn hàng

# Languages::order_discount
source: Order discount
ar: الخصم
cs: Sleva objednávky
da: Ordre rabat
de: Bestellungs Discount
el: Έκπτωση παραγγελίας
es: Descuento en pedido
id: Diskon pesanan
ja: ご注文割引
no: Ordrerabatt
ru: Скидка на заказ
tr: Sipariş indirimi
uk: Знижка на замовлення
vi: Đơn hàng giảm giá

# Languages::order_id
source: Order ID
ar: معرف الطلب
cs: Číslo objednávky
da: Ordre ID
de: ID Bestellung
el: ID Παραγγελίας
es: Pedido nº
id: Nomor / ID Pesanan
ja: 注文番号
no: Ordre ID
ru: Номер заказа
tr: Sipariş Nr
uk: КОД замовлення
vi: ID đơn hàng

# Languages::order_info
source: Order information
ar: معلومات طلب الشراء
cs: Info objednávky
da: Ordre info
de: Bestellungsinformation
el: Πληροφορίες Παραγγελίας
es: Información del pedido
id: Info pesanan
ja: 注文情報
no: Ordreinformasjon
ru: Детали заказа
tr: Sipariş bilgisi
uk: Інформація про замовлення
vi: Thông tin đặt hàng

# Languages::order_items
source: Order items
ar: عناصر الطلب
cs: Počet objednávek
da: Ordre items
de: Bestellte Artikel
el: Παραγγελία αντικειμένων
es: Artículos del pedido
id: Item pesanan
ja: 注文商品
no: Ordreelementer
ru: Товары в заказах
tr: Sipariş adetleri
uk: Товари в замовленнях
vi: Mục đặt hàng

# Languages::order_landing_page
source: Order landing page
ar: بعد إرسال الطلب
cs: Stránka po uzavření objednávky
da: Bestil destinationsside
de: Angezeigte Seite nach der Bestellung
el: Σελίδα προορισμού(η σελίδα που οι επισκέπτες της ιστοσελίδας καταλήγουν σε αυτήν μετά το πάτημα του συνδέσμου)
es: Página de aterrizaje post-pedido
id: Halaman arahan Pesanan
ja: 注文完了ページ
no: Ordre landingsside
ru: Целевая страница оформления заказа
tr: Sipariş açılış sayfası
uk: Цільова сторінка замовлення
vi: Trang đích đơn hàng

# Languages::order_management
source: Order management
ar: إدارة الطلب
cs: Správa objednávek
da: Ordre administration
de: Bestellung verwalten
el: Διαχείριση παραγγελίας
es: Administración de pedidos
id: Manajemen pesanan
ja: 注文管理
no: Ordreadministrasjon
ru: Заказ
tr: Sipariş yönetimi
uk: Управління замовленнями
vi: Quẩn lý đơn hàng

# Languages::order_placed
source: Order placed
ar: إضافة الطلب
cs: Objednávka
da: Ordre placeret
de: Ihre Bestellung wurde plaziert.
el: Η Παραγγελία πραγματοποιήθηκε
es: Compra procesada
id: Pesanan dibuat
ja: ご注文を承りました
no: Ordre plassert
ru: Заказ размещен
tr: Siparişiniz alındı
uk: Замовлення розміщене
vi: Đơn hàng đã đặt

# Languages::order_prefix
source: Order prefix
ar: بادئة الطلب
cs: Předčíslí objednávky
da: Ordre præfiks
de: Bestellungs Präfix
el: Πρόθεμα παραγγελίας
es: Prefijo de la compra
id: Awalan pesanan
ja: 請求書IDのプリフィックス
no: Ordreprefiks
ru: Префикс заказа
tr: Sipariş ön eki
uk: Префикс замовлення
vi: Tiền tố đơn hàng

# Languages::order_search
source: Search order
ar: ترتيب البحث
cs: Hledání objednávek
da: Søg bestilling
de: Bestellung suchen
el: Αναζήτηση παραγγελίας
es: Buscar pedido
id: Cari pesanan
ja: 注文検索
no: Søk ordre
ru: Искать заказ
tr: Sipariş arama
uk: Знайти замовлення
vi: Tìm đơn hàng

# Languages::order_status
source: Order status
ar: حالة الطلب
cs: Stav objednávky
da: Ordre status
de: Status der Bestellung
el: Κατάσταση παραγγελίας
es: Estado de la compra
id: Status Pesanan
ja: 注文ステータス
no: Ordrestatus
ru: Статус заказа
tr: Sipariş durumları
uk: Статус замовлення
vi: Trạng thái đơn hàng

# Languages::order_statuses
source: Order statuses
ar: حالات الطلب
cs: Stavy objednávek
da: Ordre status
de: Status der Bestellungen
el: Καταστάσεις παραγγελίας
es: Estado de pedidos
id: Status Pesanan
ja: 注文ステータス
no: Ordrestatuser
ru: Статусы заказов
tr: Sipariş durumları
uk: Статуси замовлень
vi: Trạng thái đơn hàng

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
ar: إضافة حالات طلب جديدة أو تحرير الحالات الحالية.
cs: Tvorba a editace stavu objednávky.
da: Tilføj eller rediger eksisterende ordrestatusser.
de: Neuer Status hinzufügen oder existierende bearbeiten.
el: Δημιουργία ή επεξεργασία υπάρχουσας κατάστασης παραγγελίας.
es: Añadir o editar estados de pedidos.
id: Tambah baru atau sunting status pesanan yang ada.
ja: 既存の注文ステータスの登録・編集を行います。
no: Legg til ny eller rediger eksisterende ordrestatuser.
ru: Создание и редактирование статусов заказов.
tr: Yeni sipariş durumları ekleme yada mevcut sipariş durumlarını düzenleme.
uk: Створення та редагування статусів замовлень.
vi: Thêm mới hoặc chỉnh sửa các trạng thái đơn hàng hiện có.

# Languages::order_total
source: Order Total
ar: إجمالي المستحق
cs: Objednáno celkem
da: Ordre Total
de: Bestellungen gesamt
el: Σύνολο παραγγελίας
es: Total del pedido
id: Total pesanan
ja: 注文合計金額
no: Ordre Totalt
ru: Сумма заказа
tr: Sipariş toplamı
uk: Вартість замовлення
vi: Tổng đơn hàng

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
ar: قيمة إجمالي المبلغ المدفوع لا تتساوى مع إجمالي قيمة الطلب
cs: Zaplacená částka neodpovídá částce za zboží
da: Den udbetalte beløb ikke svarer til ordre total alt
de: Der bezahlte Totalbetrag stimmt nicht mit dem Bestellungstotal überein
el: Το συνολικό ποσό που καταβάλλεται δεν ταιριάζει με το σύνολο της παραγγελίας
es: El total pagado no coincide con el total del pedido
id: Jumlah dibayar tidak sesuai dengan total pesanan
ja: 支払合計金額と注文合計金額が一致しません。
no: Det betalte beløpet samsvarer ikke med ordrens totalsum
ru: Оплаченная сумма не соответствует сумме заказа
uk: Сплачена сума не відповідає сумі замовлення
vi: Tổng số tiền trả không khớp với tổng đơn hàng

# Languages::order_was_not_placed
source: Order was not placed
ar: لم يتم إرسال الطلب
cs: Objednávka nebyla ukončena
da: Bestil blev ikke placeret
de: Bestellung wurde nicht plaziert
el: Η παραγγελία δεν τοποθετήθηκε
es: El pedido no se registró
id: Pesanan tidak dilakukan
ja: 注文処理は実行されませんでした
no: Ordre ble ikke plassert
ru: Заказ не был размещен
uk: Замовлення не розміщено
vi: Đơn hàng không được đặt

# Languages::original
source: Original
ar: الأصلي
cs: Originální
el: Πρωτότυπο
id: Orisinil
ja: オリジナル
ru: Обычный
tr: Orjinal
uk: Звичайний
vi: Chính thức

# Languages::origination
source: Origination
ar: بدء
cs: Původ
da: Skabelse
de: Herkunft
el: Προέλευση
es: Origen
id: Asal mula
ja: 発送元
no: Opprinnelse
ru: Происхождение
tr: Kaynak
uk: Виникнення
vi: Nguyên bản

# Languages::or_saved_search
source: or any item from the saved search
ar: أو أي عنصر من بحث محفوظ
cs: nebo jakákoliv položka z uloženého hledání
da: Eller hvilken som helst vare fra gemte søgninger
de: oder irgend ein Artikel aus der gespeicherten Suche
el: ή οποιοδήποτε αντικείμενο από την αποθηκευμένη αναζήτηση
es: o cualquier ítem de una búsqueda guardada
id: atau item apapun dari pencarian yang disimpan
ja: または検索フィルタの該当商品
no: eller et element fra det lagrede søket
ru: или любой элемент сохраненного поиска
tr: yada kaydedilen aramadan bir madde
uk: або будь-який елемент збереженого пошуку
vi: hoặc bất kỳ mục nào từ tìm kiếm đã lưu

# Languages::or_use
source: Or use
ar: أو استخدم
cs: Nebo použijte
da: Eller brug
de: oder benutzen Sie
el: ή χρησιμοποιησε
es: O usa
id: atau gunakan
ja: または
no: Eller bruk
ru: Или используйте
uk: Або використовуйте
vi: Hoặc sử dụng

# Languages::others
source: Others
ar: الآخرون
cs: Ostatní
da: Andre
de: Andere
el: Άλλα
es: Otros
id: Lainnya
ja: その他
no: Andre
ru: Другие
tr: Diğerleri
uk: Інші
vi: Khác

# Languages::other_addons
source: Other add-ons
ar: الإضافات الأخرى
cs: Ostatní doplňky
da: Andre add-ons
de: Andere Add-ons
el: Αλλα add-ons
es: Otros complementos
id: Add-ons lainnya
ja: 他のアドオン
no: Andre moduler
ru: Остальные модули
tr: Diğer eklentiler
uk: Інші додатки
vi: Tiện ích khác

# Languages::output
source: Output
ar: الخرج
cs: Výstup
de: Ausdruck
el: Έξοδος δεδομένων
es: Salida
id: Keluaran
ja: 出力方法
no: Utdata
ru: Вывод
tr: Çıktı
uk: Вивід
vi: Đầu ra

# Languages::out_of_stock_actions
source: Out of stock actions
ar: التأثير في حالة عدم توفر المنتج بالمخزون
cs: Akci při vyprodání nebo nedostupnosti
da: Intet lager handlinger
de: Handlung bei Produke nicht auf Lager
el: Ενεργεια σε περίπτωση μηδενικου αποθεματος
es: Acciones cuando no hay existencias
id: Tindakan jika tidak ada persediaan
ja: 在庫切れ / 予約注文への対応
no: Utsolgt fra lager handlinger
ru: Действие при отсутствии товара в наличии
tr: Stokta olmaması durumunda
uk: Дія при відсутності товару в наявності
vi: Thao tác khi hết hàng

# Languages::out_of_stock_products
source: Out of stock
ar: غير متوفر بالمخزون
cs: Vyprodáno
da: Ikke på lager
de: Nicht auf Lager
el: Μη Διαθέσιμο
es: Agotado
id: Persediaan habis
ja: 在庫切れ
no: Utsolgt fra lager
ru: Нет в наличии
tr: Stokta yok
uk: Немає у наявності
vi: Hết hàng

# Languages::override_by_dispatch
source: Override locations by dispatch
ar: الكتابة على المناطق
cs: Přepsat umístění dle odesílání
da: Tilsidesæt lokationer ved afsendelse
de: Positionen überschreiben nach Position-Typ
el: Παράκαμψη τοποθεσίες με αποστολή
es: Invalidar ubicaciones por dispatch
id: Abaikan Location saat mengirim data
ja: 登録済みディスパッチのオーバーライド
no: Overstyr beliggenhet ved utsending
ru: Заменить страницы макета при совпадении
uk: Замінити сторінки макета при співпадінні диспетчера
vi: Ghi đè lên vị trí bằng đường dẫn

# Languages::override_by_this
source: Use this content for all the block instances
ar: استخدم هذا المحتوى لكل حالات الكتلة
cs: Použijte tento obsah pro všechny nainstalované bloky
da: Bruge dette indhold for alle blok forekomster
de: Diesen Inhalt für alle Block-Instanzen verwenden
el: Χρησιμοποιήστε αυτό το περιεχόμενο για όλα τα Block
es: Utilizar este contenido para todas las instancias de bloque
id: Gunakan konten ini untuk semua contoh blok
ja: すべてのブロックインスタンスにこのコンテンツを使用
no: Bruk dette innholdet for alle blokk forekomster
ru: Используйте это содержимое для всех блоков
uk: Використовувати цей вміст для всіх блоків
vi: Sử dụng nội dung này cho tất cả các trường hợp khối
