Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
ar: يمكنكم استخدام الـ في هذه الخانة:<br><b>'?'</b> - تحل محل أي حرف;<b>'*'</b> - تحل محل أي عدد من الحروف.<br><br><u>مثال:</u><br><b>98?78</b> &nbsp;&nbsp;(من الممكن أن تكون 98878 أو 98378 أو 98978 وهكذا)<br><b>12*</b>&nbsp;&nbsp; (من الممكن أن تكون 12345 أو 12876 أو 12098و هكذا)
cs: Máte možnost použít divoké karty v tomto poli:<br> <b>'?'</b> - jakýkoliv jednotlivý znak; <b>'*'</b> - jakýkoliv počet znaků. <br><br> <u>Příklad:</u><br> <b>98?78</b> &nbsp;&nbsp;(odpovídá 98878, 98378, 98978, atd.)<br> <b>12*</b>&nbsp;&nbsp; (odpovídá 12345, 12876, 12098, atd..)
da: Du er i stand til at bruge jokertegn i dette område: <br /><b>'?'</ b> - et enkelt tegn;<b>'*'</ b> - et vilkårligt antal tegn.<br /> <br /><u> Eksempel: </ u> <br /><b> 98? 78 </ b> (svarer til 98.878, 98.378, 98.978, osv.) <br /><b> 12 * </ b> (svarer til 12.345, 12.876, 12.098, mv.)
de: Sie können in diesem Feld Platzhalter (wildcards) benutzen:<br /><b>'?'</b> - einzelnes Zeichen;<b>'*'</b> - beliebige Anzahl Zeichen;<br /><br /><u>Beispiel:</u><br /><b>98?78</b> &nbsp;&nbsp;(entspricht 98878, 98378, 98978, usw.)<br /> <b>12*</b>&nbsp;&nbsp; (entspricht 12345, 12876, 12098, etc..)
el: Μπορείτε να χρησιμοποιήσετε ειδικούς χαρακτήρες (wildcards) σ'αυτό το πεδίο:<br><b>'?'</b> - κάθε χαρακτήρα;<b>'*'</b> - any amount of characters.<br><br><u>Example:</u><br><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
es: Usted puede usar comodines en este campo:<br><b>'?'</b> - cualquier carácter individual;<b>'*'</b> - cualquier cantidad de caracteres.<br><br><u>Ejemplo:</u><br><b>98?78</b> &nbsp;&nbsp;(corresponde a 98878, 98378, 98978, etc)<br><b>12*</b>&nbsp;&nbsp; (corresponde a 12345, 12876, 12098, etc..)
id: Anda dapat menggunakan wildcards untuk field ini:<br><b>'?'</b> - sembarang karakter; <b>'*'</b> - sembarangangka. <br><br> <u>Contoh:</u><br> <b>98?78</b> &nbsp;&nbsp;(menghasilkan 98878, 98378, 98978, dst)<br><b>12*</b>&nbsp;&nbsp; (menghasilkan 123
ja: このフィールドではワイルドカードを使用できます:<br /><b>'?'</b> - 1文字の文字列用ワイルドカード;<b>'*'</b> - 任意の文字数(0を含む）の文字列用ワイルドカード.<br /><br /><u>例:</u><br /><b>810-0*01</b> &nbsp;&nbsp;(810-0101、 810-0201 などが該当します)
no: Du kan bruke jokertegn i dette feltet:<br /><b>'?'</b> - for ett enkelt tegn;<b>'*'</b> - any number of characters.<br /><br /><u> Eksempel:</u><br /><b>98?78</b> &nbsp;&nbsp;(tilsvarer 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (tilsvarer 12345, 12876, 12098, etc..)
ru: В этом поле вы можете использовать подстановочные символы:<br><b>?</b> — любой одиночный символ; <b>*</b> — любое количество символов.<br><br><u>Например:</u><br><b>98?78</b> соответствует 98878, 98378, 98978 и т.д.<br><b>12*</b> соответствует 12345, 12876, 12098 и т.д.
uk: У цьому полі ви можете використовувати групові символи: <br /><b>?</b> - будь-який одиночний символ; <b>*</b> - будь-яку кількість символів. <br /><br /><u> Наприклад:</u><br /><b>98? 78</b> відповідає 98878, 98378, 98978 і т. д.<br /><b> 12*</b>&nbsp;&nbsp;відповідає 12345, 12876, 12098 і т.д.
vi: Bạn có thể sử dụng ký tự đại diện trong lĩnh vực này: < br / > <b>'? '</b>-bất kỳ ký tự đơn; <b>'* '</b> - bất kỳ số lượng các ký tự. <br /> <br /> <u>ví dụ:</u> <br /> <b>98?78</b> (tương ứng với 98878, 98378, 98978, v.v..) <br /> <b>12*</b> (tương ứng với 12345, 12876, 12098, v.v..)

# Languages::theme
source: Theme
ar: الثيم
cs: Téma
da: Tema
de: Template
el: Θέμα
es: Tema
id: Tema
ja: テーマ
no: Mal
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề

# Languages::themes
source: Themes
ar: الثيمات
cs: Témata
da: Temaer
el: Θέματα
es: Temas
id: Keseluruhan Tema
ja: テーマ
no: Maler
ru: Темы
tr: Temalar
uk: Теми
vi: Chủ đề

# Languages::theme_directory
source: Theme directory
ar: مجلد الثيم
cs: Adresář s tématem
da: Tema mappe
de: Templates Verzeichnis
el: Κατάλογος Αρχείων Theme
es: Directorio de Tema
id: Direktori Theme
ja: テーマディレクトリ
no: Mal katalog
ru: Директория темы
tr: Tema dizini
uk: Директорія теми
vi: Chủ đề thư mục

# Languages::theme_editor
source: Theme editor
ar: محرر الثيم
cs: Téma editor
da: Tema editor
de: Template Editor
el: Επεξεργαστής Θεματος
es: Editor de tema
id: Tema editor
ja: テーマエディター
no: Mal redigerer
ru: Редактор тем
tr: Tema düzenleyici
uk: редактор тем
vi: Biên tập chủ đề

# Languages::theme_editor.background
source: Background
ar: الخلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
id: Latar belakang
ja: 背景
no: Bakgrunn
ru: Фон
tr: Arka plan
uk: Фон
vi: Nền

# Languages::theme_editor.backgrounds
source: Backgrounds
ar: الخلفيات
cs: Pozadí
da: Baggrunde
de: Hintergründe
el: Φόντα
es: Fondos
id: Latar belakang
ja: 背景
no: Bakgrunner
ru: Фон
tr: Arka planlar
uk: Фон
vi: Nền

# Languages::theme_editor.background_color
source: Background color
ar: لون الخلفية
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα Φόντου
es: Color de fondo
id: Warna latar belakang
ja: 背景色
no: Bakgrunnsfarge
ru: Цвет фона
tr: Arka plan rengi
uk: Колір фону
vi: Màu nền

# Languages::theme_editor.base_color
source: Base
ar: أساسي
de: Basis
el: Βάση
id: Basis
ja: ベース
ru: Основной
tr: Temel
uk: База
vi: Cơ sở

# Languages::theme_editor.body_font
source: Body
ar: البودي
cs: Tělo
de: Haupt-Schrift
el: Σώμα
es: Cuerpo
ja: 本文
no: Brødtekst
ru: Основной
tr: Gövde
uk: Тіло
vi: Nội dung chính

# Languages::theme_editor.browse
source: Browse
ar: استعراض
cs: Procházet
da: Gennemse
de: Durchsuchen
el: Περιήγηση
es: Seleccionar
id: Jelajahi
ja: 選択
no: Bla
ru: Выбрать
tr: Gözat
uk: Огляд
vi: Duyệt

# Languages::theme_editor.buttons_font
source: Buttons
ar: الأزرار
cs: Tlačítka
da: Knapper
de: Tasten
el: Κουμπιά
es: Botones
id: Tombol
ja: ボタン
no: Knapper
ru: Кнопки
tr: Butonlar
uk: Кнопки
vi: Nút

# Languages::theme_editor.close
source: Close theme editor
ar: إغلاق محرر الثيم
cs: Zavřít editor témat
da: Luk tema editor
de: Template Editor schliessen
el: Κλείστε τον επεξεργαστή θέματος
es: Cerrar editor de tema
id: Tutup tema editor
ja: テーマエディターを閉じる
no: Lukk mal redigereren
ru: Закрыть редактор тем
tr: Tema editörünü kapat
uk: Закрити редактор тем
vi: Đóng trình biên tập chủ đề

# Languages::theme_editor.colors
source: Colors
ar: الألوان
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
id: Warna
ja: カラー
no: Farger
ru: Цвета
tr: Renkler
uk: Кольори
vi: Màu sắc

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
ar: مزيج الألوان
cs: Kombinace barev
da: Farverkombination
de: Farbenkombination
el: Συνδυασμός Χρωμάτων
es: Combinación de colores
id: Kombinasi warna
ja: カラーコンビネーション
no: Farge kombinasjoner
ru: Комбинация цветов
tr: Renk kombinasyonları
uk: Комбінація кольорів
vi: Kết hợp màu sắc

# Languages::theme_editor.color_gen_analogic
source: Analogic
ar: قياسي
cs: Analogové
da: Analoge
de: Analog
el: Αναλογικό
es: Analógico
id: Analogis
ja: 類似色
ru: Аналогичная
uk: Аналогічна

# Languages::theme_editor.color_gen_base_color
source: Base color
ar: اللون الأساسي
cs: Základní barva
da: Grundfarve
de: Basisfarbe
el: Χρώμα βάσης
es: Color base
id: Warna dasar
ja: ベース色
no: Base farge
ru: Основной цвет
tr: Taban rengi
uk: Основний колір
vi: Màu cơ bản

# Languages::theme_editor.color_gen_contrast
source: Contrast
ar: التباين
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
id: Kontras
ja: コントラスト
no: Kontrast
ru: Контрастная
tr: Kontrast
uk: Контраст
vi: Độ tương phản

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
ar: باستيل غامقة
cs: Tmavý pastel
da: Mørke pastel
de: Dunkel Pastell
el: Σκούρα παστέλ
es: Pastel oscuro
id: Pastel gelap
ja: ダークパステル
no: Mørk pastell
ru: Темная пастель
tr: Koyu pastel
uk: Темна пастель
vi: Bảng màu tối

# Languages::theme_editor.color_gen_default
source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλεγμένο
es: Defecto
id: Standar
ja: デフォルト
no: Standard
ru: По-умолчанию
tr: varsayılan
uk: За замовчуванням
vi: Mặc định

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
ar: باستيل فاتحة
cs: Světlý pastel
da: Lys pastel
de: Hell Pastell
el: ελαφρυ παστέλ
es: Pastel suave
id: Pastel terang
ja: ライトパステル
no: Lys pastell
ru: Светлая пастель
tr: Açık pastel
uk: Світла пастель
vi: Bảng màu sáng

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
ar: أحادي
cs: Jednobarevné
da: Monokromatiske
de: Monochromatisch
el: Μονοχρωματικό
es: Monocromático
ja: モノクロ
ru: Монохроматичная
tr: Tek renkli
uk: Монохроматична
vi: Đơn sắc

# Languages::theme_editor.color_gen_pale
source: Pale
ar: باهت
cs: Bledé
de: Blass
el: Χλωμό
es: Pálido
id: Pucat
ja: ペール
no: Blek
ru: Блеклая
tr: Soluk
uk: Бліда
vi: Nhạt

# Languages::theme_editor.color_gen_pastel
source: Pastel
ar: باستيل
de: Pastell
el: Παστέλ
ja: パステル
no: Pastell
ru: Пастель
uk: Пастель
vi: Bảng màu

# Languages::theme_editor.color_gen_title
source: Generate colors
ar: توليد الألوان
cs: Generovat barvy
da: Generere farver
de: Farben generieren
el: Παραγωγή χρωμάτων
es: Generar colores
id: Hasilkan warna
ja: カラーの生成
no: Generer farger
ru: Сгенерировать цвета
tr: Renkleri oluştur
uk: Генерувати кольори
vi: Tạo màu sắc

# Languages::theme_editor.color_gen_triad
source: Triad
ar: ثلاثي
cs: Trojice
de: Triade
el: Τριάδα
es: Trío
ja: 三色組
ru: Триада
tr: Üçlü
uk: Тріада
vi: Bộ ba

# Languages::theme_editor.color_gen_variant
source: Variation
ar: الاختلاف
cs: Varianta
de: Variante
el: Παραλλαγή
es: Variación
id: Variasi
ja: バリエーション
no: Variasjon
ru: Отклонение
tr: Varyasyon
uk: Відхилення
vi: Biến thể

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
ar: التباين
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
id: Kontras
ja: コントラスト
no: Kontrast
ru: Контрастрая +
tr: Kontrast
uk: Контраст
vi: Độ tương phản

# Languages::theme_editor.content_bg
source: Content
ar: المحتوى
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
id: Konten
ja: コンテンツ
no: Innhold
ru: Содержимое
tr: İçerik
uk: Вміст
vi: Nội dung

# Languages::theme_editor.customize
source: Customize
ar: تخصيص
cs: Vlastní nastavení
da: Tilpasse
de: Anpassen
el: Προσαρμογή
es: Personalizar
id: Sesuaikan
ja: カスタマイズ
no: Tilpass
ru: Редактировать
tr: Özelleştirme
uk: Редагувати
vi: Tùy chỉnh

# Languages::theme_editor.decorative_color
source: Decorative
ar: زخرفي
cs: Dekorativní
da: Dekorative
de: Dekorative
el: Διακοσμητικό
es: Decorativo
id: Dekoratif
ja: デコラティブ
no: Dekorativ
ru: Декоративный
tr: Dekoratif
uk: Декоративний
vi: Trang trí

# Languages::theme_editor.discount_label
source: Discount label
ar: ملصق الخصم
cs: Štítek na slevy
da: Discount etiket
de: Rabatt Etikett
el: Ετικκέτα Έκπτωσης
es: Etiqueta descuento
id: Label diskon
ja: 割引ラベル
no: Rabatt etikett
ru: Лейбл со скидкой
tr: İndirim etiketi
uk: Етикетка зі знижкою
vi: Nhãn giảm giá

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
ar: يوجد استايل بنفس هذا الاسم. يرجى اختيار اسم آخر.
cs: Styl s tímto názvem již existuje. Vyberte jiný.
da: Forudindstillingen med dette navn findes allerede. Vælg venligst en anden.
de: Der Stil mit diesem Namen ist bereits vorhanden. Bitte wählen Sie einen anderen.
el: Το στυλ με αυτό το όνομα υπάρχει ήδη. Παρακαλώ επιλέξτε ένα άλλο.
es: Ya existe un estilo con este nombre. Por favor escoje otro.
id: Style dengan nama ini sudah ada. Silahkan pilih yang lain.
ja: 指定した名称のスタイルがすでに存在します。他の名前を指定してください。
no: Stilen med dette navnet eksisterer allerede. Vennligst velg et annet navn.
ru: Стиль с таким названием уже существует. Пожалуйста, выберите другое название.
tr: Bu style bu ad ile zaten mevcut. Lütfen başka bir tane seçin.
uk: Стиль з такою назвою вже існує. Оберіть іншу назву.
vi: Kiểu dáng với tên này đã tồn tại. Hãy chọn một tên khác.

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
ar: يجب أن تكون حجم أيقونة المفضلة 16x16 بيكسل
cs: Velikost Faviconu musí být 16x 16x px
da: Favicon størrelse skal være 16 x 16 px
de: Die Grösse von Favicon muss 16x16 px sein
el: Το μέγεθος του favicon πρέπει να είναι 16 x 16 px
es: El tamaño del Favicon debe ser 16x16 px
id: Ukuran Favicon harus 16x16 px
ja: ファビコンは 16x16 px で作成してください。
no: Favicon størrelsen må være på 16x16 px
ru: Размер иконки сайта должен быть 16x16 пикселей
tr: Favicon ölçüsü 16x16 px olmak zorundadır
uk: Favicon розмір має бути 16 х 16 пікс.
vi: Favicon cỡ phải là 16x16 px

# Languages::theme_editor.fixed
source: Fixed
ar: ثابتة
cs: Pevná
da: Fast
de: Fix
el: Σταθερο
es: Fijo
id: Tetap
ja: 固定
no: Fast
ru: Фиксировать
tr: Sabit
uk: Фіксувати
vi: Cố định

# Languages::theme_editor.font
source: Font
ar: الخط
cs: Písmo
da: Skrifttype
de: Schrift
el: Γραμματοσειρα
es: Fuente
ja: フォント
ru: Шрифт
uk: Шрифт
vi: Phông chữ

# Languages::theme_editor.fonts
source: Fonts
ar: الخطوط
cs: Písma
da: Skrifttyper
de: Schriften
el: Γραμματοσειρες
es: Fuentes
ja: フォント
no: Fonter
ru: Шрифты
tr: Fontlar
uk: Шрифти
vi: Phông chữ

# Languages::theme_editor.font_color
source: Font
ar: الخط
cs: Písmo
da: Skrifttype
de: Schrift
el: Γραμματοσειρα
es: Fuente
ja: フォント
ru: Шрифт
uk: Шрифт
vi: Phông chữ

# Languages::theme_editor.footer
source: Footer
ar: الفووتر
cs: Zápatí
da: Sidefod
de: Fusszeile
el: Υποσέλιδο
es: Pie de página
ja: フッター
ru: Подвал
tr: Alt bilgi
uk: Нижній колонтитул
vi: Chân trang

# Languages::theme_editor.footer_text
source: Footer text
ar: نص الفووتر
cs: Text zápatí
da: Sidefodsteksten
de: Text in Fusszeile
el: Κειμενο Footer
es: texto de pie de página
id: Teks footer
ja: フッターテキスト
no: Footer tekst
ru: Текст подвала
tr: Altbilgi yazısı
uk: Текст нижнього колонтитула
vi: Văn bản cuối trang

# Languages::theme_editor.full_width
source: Full width
ar: العرض الكامل
cs: Celá šířka
da: Fuld bredde
de: Volle Breite
el: πλήρες πλάτος
es: Ancho completo
id: Lebar penuh
ja: 全幅表示
no: Full bredde
ru: Полная ширина
tr: Tam genişlik
uk: Повна ширина
vi: Chiều rộng đầy đủ

# Languages::theme_editor.general
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
id: Umum
ja: 一般
no: Generelt
ru: Общие настройки
tr: Genel
uk: Загальні
vi: Tổng quát

# Languages::theme_editor.general_bg
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
id: Umum
ja: 一般
no: Generelt
ru: Основной
tr: Genel
uk: Загальні
vi: Tổng quát

# Languages::theme_editor.gradient
source: Gradient
ar: تدرج
cs: Přechod
de: Farbverlauf
el: διαβάθμιση
es: Gradiente
id: Gradien
ja: グラデーション
ru: Градиент
uk: Градієнт

# Languages::theme_editor.header
source: Header
ar: الهيدر
cs: Hlavička
de: Kopfzeilen
el: Κεφαλίδα
es: Cabecera
ja: ヘッダー
ru: Шапка
tr: Başlık
uk: Верхній колонтитул
vi: Đầu trang

# Languages::theme_editor.headings_font
source: Headings
ar: العناوين
cs: Nadpisy
da: Overskrifter
de: Überschriften
el: Επικεφαλίδες
es: Encabezado
id: Judul
ja: 見出し
no: Overskrifter
ru: Заголовки
tr: Başlıklar
uk: Заголовки
vi: Đề mục

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
ar: اخفاء/عرض لوحة تحرير الثيم
cs: Zobrazit/skrýt panel editoru témat
da: Skjul tema editor panel
de: Template Editor Panel zeigen/verstecken
el: Απόκρυψη/Εμφάνιση πίνακα επεξεργασίας θέματος
es: Mostrar/ocultar panel de edición de tema
id: Menyembunyikan/menampilkan panel tema editor
ja: テーマエディターパネルの 表示/非表示
no: Vis/skjul mal redigerer panelet
ru: Скрыть/показать редактор тем
tr: Tema editör panelini Göster/gizle
uk: Відображення/приховування панелі редактор теми
vi: Ẩn/Hiển thị bảng điều khiển biên tập chủ đề

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ + "
ru: Название стиля не может содержать следующие символы: "/ # % ? * : ; { } \ + "
uk: Назва стилю Не Може містити наступні символи: "/ # % ? * : ; { } \ + "
vi: Tên style không thể chứa các ký tự sau: "/ # % ? * : ; { } \ + "

# Languages::theme_editor.in_stock
source: In stock
ar: متوفر بالمخزون
cs: Skladem
da: På lager
de: Auf Lager
el: Σε αποθεμα
es: En existencia
id: Stok ada
ja: 在庫あり
no: På lager
ru: В наличии
tr: Stokta
uk: В наявності
vi: Còn hàng

# Languages::theme_editor.links_font
source: Links
ar: الروابط
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
id: Tautan
ja: リンク
no: Linker
ru: Ссылки
tr: Linkler
uk: Посилання
vi: Liên kết

# Languages::theme_editor.link_color
source: Links
ar: الروابط
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
id: Tautan
ja: リンク
no: Linker
ru: Ссылки
tr: Linkler
uk: Посилання
vi: Liên kết

# Languages::theme_editor.logos
source: Logos
ar: اللوجوهات
cs: Loga
da: Logoer
el: Λογότυπα
id: Logo
ja: ロゴ
no: Logoer
ru: Логотипы
tr: Logolar
uk: Логотипи
vi: Logo

# Languages::theme_editor.main
source: Main content
ar: المحتوى الأساسي
cs: Hlavní obsah
de: Hauptinhalt
el: Κύριο περιεχόμενο
es: Contenido principal
id: Konten utama
ja: メインコンテンツ
no: Hoved innhold
ru: Основное содержимое
tr: Ana içerik
uk: Основний зміст
vi: Nội dung chính

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
ar: يجب ألا يزيد حجم الصورة عن 200 kB.
cs: Obrázek nesmí být větší než 200 kB.
da: Billedet må ikke være større end 200 kB.
de: Das Bild darf nicht grösser al 200 kB sein.
el: Η εικόνα δεν πρέπει να είναι μεγαλύτερη από 200 kB.
es: La imagen no debe ser mayor de 200 kB.
id: Gambar tidak boleh lebih besar dari 200 kB.
ja: サイズが200KB以上の画像は使用できません。
no: Bildet kan ikke være større enn 200 kB.
ru: Максимальный размер картинки - 200 кБ.
tr: Resim boyutu 200 kB tan fazla olamaz.
uk: Зображення не повинно бути більше, ніж 200 Кб.
vi: Hình ảnh không được lớn hơn 200 kB.

# Languages::theme_editor.menu_color
source: Menu
ar: القائمة
cs: Nabídka
de: Menü
el: Μενού
es: Menú
ja: メニュー
no: Meny
ru: Меню
tr: Menü
uk: Меню
vi: Trình đơn

# Languages::theme_editor.menu_links_color
source: Menu links
ar: روابط القائمة
cs: Odkazy v nabídce
de: Menü-Links
es: Enlaces de menu
id: Link Menu
ja: メニューリンク
no: Meny linker
ru: Ссылки меню
tr: Menü linkler
uk: Посилання меню
vi: Liên kết menu

# Languages::theme_editor.middle_bg
source: Middle
ar: الوسط
cs: Střední
da: Midten
de: Mitte
el: Μέση
es: Medio
id: Tengah
ja: 中央
no: Midten
ru: Средний
tr: Orta
uk: Середній
vi: Ở giữa

# Languages::theme_editor.no_repeat
source: No repeat
ar: بدون تكرار
cs: Bez opakování
da: Ingen gentagelse
de: Keine Wiederholung
el: Χωρίς επανάληψη
es: No repetir
id: Tidak mengulang
ja: 繰り返し無し
no: Ikke repeter
ru: Не повторять
tr: Tekrar yok
uk: Не повторювати
vi: Không lặp lại

# Languages::theme_editor.off
source: Off
ar: إيقاف
cs: Vypnuto
de: Template Editor deaktiviert
el: Κλειστο
es: Apagado
ja: オフ
no: Av
ru: Нет
tr: Kapalı
uk: Ні
vi: Tắt

# Languages::theme_editor.on
source: On
ar: تشغيل
cs: Zapnuto
de: Ein
el: Ανοιχτο
es: Encendido
ja: オン
no: På
ru: Да
tr: Açık
uk: Так
vi: Bật

# Languages::theme_editor.out_of_stock
source: Out of stock
ar: غير متوفر بالمخزون
cs: Není skladem
da: Ikke på lager
de: Nicht auf Lager
el: Μη Διαθέσιμο
es: Sin existencia
id: Stok habis
ja: 在庫切れ
no: Utsolgt fra lager
ru: Нет в наличии
tr: Stokta yok
uk: Немає у наявності
vi: Hết hàng

# Languages::theme_editor.pattern
source: Pattern
ar: النمط
cs: Vzor
da: Mønster
de: Muster
el: Μοτίβο
es: Patrón
id: Pola
ja: パターン
no: Mønster
ru: Текстура
tr: Model
uk: Текстура
vi: Mẫu

# Languages::theme_editor.position
source: Position
ar: الموضع
cs: Pozice
el: Θεση
es: Posición
id: Posisi
ja: ポジション
no: Posisjon
ru: Позиция
tr: Pozisyon
uk: Позиция
vi: Vị trí

# Languages::theme_editor.styles
source: Styles
ar: الاستايلات
cs: Styly
da: Stilarter
de: Stil
el: Στυλς
es: Estilos
id: Gaya
ja: スタイル
no: Stiler
ru: Стили
tr: Style lar
uk: Стилі
vi: Kiểu dáng

# Languages::theme_editor.style
source: Style
ar: الاستايل
cs: Styl
de: Stil
el: Στυλ
es: Estilo
id: Gaya
ja: スタイル
no: Stil
ru: Стиль
uk: Стиль
vi: Kiểu dáng

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
ar: لا يمكن حفظ بيانات الاستايل. يجب أن تقوم بتعيين صلاحية الكتابة للمجلد <b>[theme_dir]</b>.
cs: Údaje stylu nelze uložit. Pro nápravu musíte udělit zapisovací práva pro adresář <b>[theme_dir]</b>.
da: Styledata kan ikke gemmes. Du bør sætte skrivetilladelser til <b>[theme_dir]</b> mappen for at løse dette problem.
de: Stil-Daten können nicht gespeichert werden. Sie sollten die Schreibrechte für das <b> [theme_dir] </ b> Verzeichnis setzen, um dieses Problem zu beheben.
el: Τα δεδομένα Στυλ δεν μπορουν να σωθούν. Θα πρέπει να ορίσετε δικαιώματα εγγραφής για τον κατάλογο <b> [theme_dir] </ b> ωστε να διορθώσετε αυτό το ζήτημα.
es: No se pueden grabar los datos del estilo. El directorio <b>[theme_dir]</b> debe tener permisos de escritura.
id: Data Style tidak dapat disimpan. Anda harus menetapkanhak akses tulis untuk direktori <b> [theme_dir] </b> untukmemperbaiki masalah ini.
ja: <b>[theme_dir]</b> に書き込み権限が設定されていないためスタイル情報を保存できません。
no: Stildata kan ikke lagres. Du bør sette skriverettigheter for <b>[theme_dir]</b> katalogen for å fikse dette problemet.
ru: Стиль не может быть сохранен. Для устранения этой проблемы, Вы должны установить права на запись для каталога <b>[theme_dir]</b> .
tr: Style verisi kaydedilemedi. bu sorunu gidermek için <b>[theme_dir]</b> dizinine yazma izni vermelisiniz.
uk: Схема не збережена. Встановіть права на запис в каталог <b>[theme_dir]</b>, щоб виправити проблему.
vi: Dữ liệu kiểu dáng không được lưu. Bạn nên đặt quyền ghi cho thư mục <b>[theme_dir]</b> để khắc phục vấn đề này.

# Languages::theme_editor.style_name
source: Style name
ar: اسم الاستايل
cs: Název stylu
da: Typografinavnet
de: Stil-Name
el: Ονομα Στυλ
es: Nombre del estilo
id: Nama gaya
ja: スタイル名
no: Stilnavn
ru: Название стиля
tr: Style adı
uk: Назва стилю
vi: Tên kiểu dáng

# Languages::theme_editor.price
source: Price
ar: السعر
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
id: Harga
ja: 価格
no: Pris
ru: Цена
tr: Fiyat
uk: Ціна
vi: Giá

# Languages::theme_editor.price_font
source: Price tag
ar: ملصق السعر
cs: Cenovka
da: Prisseddel
de: Preisetikett
el: Ετικκέτα Τιμής
es: Etiqueta de precio
id: Tag harga
ja: プライスタグ
no: Prislapp
ru: Ценник
tr: Fiyat etiketi
uk: Цінник
vi: Thẻ giá

# Languages::theme_editor.primary_button
source: Primary button
ar: الزر الرئيسي
cs: Primární tlačítko
da: Primære knap
de: Primäre Taste
el: Κυριως κουμπι
es: Botón primario
id: Tombol utama
ja: ボタン(1)
no: Hoved knapp
ru: Основная кнопка
tr: Birincil buton
uk: Основна кнопка
vi: Nút chính

# Languages::theme_editor.tertiary_button
source: Tertiary button
ar: الزر الثالث
cs: Terciární tlačítko
da: Tertiære knap
de: Tertiär-Taste
el: Τριτοβάθμιο κουμπί
es: Botón de terciario
id: Tombol tersier
ja: ボタン(3)
no: Tertiær knapp
ru: Третий вид кнопки
uk: Третинна кнопка
vi: Nút thứ ba

# Languages::theme_editor.repeat
source: Repeat
ar: تكرار
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
id: Ulangi
no: Repeter
ru: Замостить
tr: Tekrar
uk: Замостити
vi: Lặp lại

# Languages::theme_editor.repeat_x
source: Repeat x
ar: تكرار أفقي
cs: Opakovat x
da: Gentag x
de: x wiederholen
el: Επαναλάβετε x
es: Repetir x
id: Ulangi x
no: Repeter x
ru: Повторять по горизонтали
tr: Tekrar x
uk: Повторяти по горизонталі
vi: Lặp lại x

# Languages::theme_editor.repeat_y
source: Repeat y
ar: تكرار رأسي
cs: Opakovat y
da: Gentag y
de: y wiederholen
el: Επαναλάβετε y
es: Repetir y
id: Ulangi y
no: Repeter y
ru: Повторять по вертикали
tr: Tekrar y
uk: Повторяти по вертикалі
vi: Lặp lại y
