Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
el: <h4>Μορφή εισαγωγής χαρακτηριστικών προϊόντων</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>οπου,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>το όνομα της ομάδας χαρακτηριστικών</dd><dt>%Feature name%</dt><dd>το όνομα του χαρακτηριστικού</dd><dt>%Feature type%</dt><dd>τον τύπο του χαρακτηριστικου (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>την τιμή του χαρακτηριστικού (πολλές τιμές μπορούν να οριοθετηθούν με κόμμα)</dd></dl><p>Ορισμένα χαρακτηριστικά πρέπει να οριοθετούνται με ερωτηματικό.</p><h5>Παραδειγμα:</h5><code>ISBN: T[1233423423]; Ημερομηνία κυκλοφορίας: D[05/05/07]; Color: S[Red]</code>
es: <h4>Formato de importación de las funciones del producto<code>(%Group name%) %Nombre de la función%: %Feature type%[%Feature value%]</code>donde,<dl class="dl-horizontal"><dt>%Nombre del grupo%</dt><dd>nombre de la función de grupo</dd><dt>%Nombre de la función%</dt><dd>el nombre de la función</dd><dt>%Tipo de función%</dt><dd>el tipo de función (C - casilla de verificación, M - casillas de verificación multiples, S - seleccionar cuadro de texto, N - seleccionar cuadro de número, E - casilla de texto ampliada, T - texto simple, O - número, D - date)</dd><dt>%Valor de la función%</dt><dd>el valor de la función (algunos valores pueden ser delimitados por una coma)</dd></dl><p>Algunos valores deben ser delimitados por un punto y coma.</p><h5>Ejemplo:</h5><code>ISBN: T[1233423423]; Fecha de lanzamiento: D[05/05/07]; Color: S[Red]</code>
id: <h4>Fitur produk impor format</h4> <code>(%Group nama %) %Feature nama %: %Feature jenis % [%Feature nilai %]</code> mana, <dl class="dl-horizontal"> <dt>%Group nama %</dt> <dd>nama fitur grup</dd> <dt>%Feature nama %</dt> <dd>nama fitur</dd> <dt>%Feature jenis %</dt> <dd>jenis fitur (C - kotak centang, M - beberapa kotak centang, S - Pilih kotak teks, N - Pilih kotak, E - diperpanjang selectbox, T - teks sederhana, O nomor - nomor, D - tanggal)</dd> <dt>%Feature nilai %</dt> <dd>nilai fitur (beberapa nilai dapat dipisahkan oleh koma)</dd></dl> <p>Beberapa fitur harus dipisahkan oleh koma.</p> <h5>Contoh:</h5> <code>ISBN: T[1233423423]; Tanggal rilis: D [05/05/07]; Warna: S[Red]</code>
ru: <h4>Формат импорта характеристик товара</h4><code>(%Группа%) %Название%: %Тип%[%Значение%]</code>где,<dl class="dl-horizontal"><dt>%Группа%</dt><dd>название группы, к которой относится данная характеристика</dd><dt>%Название%</dt><dd>название характеристики</dd><dt>%Тип%</dt><dd>тип характеристики (C - флажок, M - группа флажков, S - текстовый список вариантов, N - числовой список вариантов, E - расширенный список вариантов, T - текст, O - число, D - дата)</dd><dt>%Значение%</dt><dd>значение характеристики (несколько значений могут разделяться запятой)</dd></dl><p>Несколько характеристик должны быть разделены точкой с запятой.</p><h5>Например:</h5><code>ISBN: T[1233423423]; Дата выпуска: D[05/05/07]; Цвет: S[Red]</code>
tr: <h4>Ürün özelliklerini ekleme formatı</h4><code>%Group name&)%Feature name%:%Feature type%[%Feature value%</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>özellik tipi (C - onay kutusu, M - çoklu onay kutuları, S - yazı seçme kutusu, N - rakam seçme kutusu, E - ayrıntılı seçme kutusu, T - basit yazı, O - rakam, D - Tarih)</dd><dt>%Feature value%</dt><dd>özellik değeri (birkaç değer virgül ile sınırlandırılabilir)</dd></dl><p>Birkaç özellik noktalı virgül ile sınırlandırılmalı.</p><h5>Özellik:</h5><code>ISBN: T[1233423423]; Çıkış tarihi: D[05/05/07]; Renk: S[Red]</code>
uk: <h4>Формат імпорту характеристик товару</h4><code>(%Група%) %Назва%: %Тип%[%Значення%]</code>де,<dl class="dl-horizontal"><dt>%Група%</dt><dd>назва групи, якій належить ця характеристика</dd><dt>%Назва%</dt><dd>назва характеристики</dd><dt>%Тип%</dt><dd>тип характеристики (C - прапорець, M - група прапорців, S - текстовий список варіантів, N - числовий список варіантів, E - росширений список варіантів, T - текст, O - число, D - дата)</dd><dt>%Значення%</dt><dd>значення характеристики (декілька значень повинні бути розділені комою)</dd></dl><p>Декілька характеристик повинні бути розділені крапкою з комою.</p><h5>Наприклад:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
cs: <h4>Formát importu souborů</h4><code>%File location%</code>kde, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>může být absolutní nebo relativní cesta na filesystem serveru nebo URL</dd></dl><p>Několik souborů musí být odděleno středníkem.</p><h5>Příklad 1:</h5><code>file1.jpg</code><h5>Příklad 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
da: <h4>Fil importerer format</h4><code>%File placering %</code> hvor, <dl class="dl-horizontal"> <dt>%File placering %</dt> <dd>kan være en absolut eller relativ sti i filsystem server eller en URL</dd></dl> <p>flere filer skal være adskilt af komma.</p> <h5>Eksempel 1:</h5><code>file1.jpg</code><h5>Eksempel 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
el: <h4>Μορφή αρχείου εισαγωγής</h4><code>%File location%</code>οπου,<dl class="dl-horizontal"><dt>%File location%<dt><dd>μπορεί να είναι μια απόλυτη ή σχετική διαδρομή ή ένα URL</dd></dl><p>Πολλαπλοι φάκελοι πρέπει να οριοθετούνται με κόμμα.</p><h5>Παραδειγμα 1:</h5><code>file1.jpg</code><h5>Παραδειγμα 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
es: <h4>Formato del archivo de importación</h4><code>%File location%</code> donde, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>puede ser una ruta absoluta o relativa del servidor o una URL</dd> </dl> <p>Varios archivos pueden ser delimitados por coma.</p> <h5>Ejemplo1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
id: <h4>Mengimpor file format</h4> <code>%File lokasi %</code> mana, <dl class="dl-horizontal"> <dt>%File lokasi %</dt> <dd>dapat menjadi path absolut atau relatif dalam sistem file server atau URL</dd></dl> <p>beberapa file harus dipisahkan dengan koma.</p> <h5>Contoh 1:</h5> <code>file1.jpg</code> <h5>Contoh 2:</h5> <code>backup/file1.zip, images/file2.jpg</code>
ja: <h4>ファイルのインポートフォーマット</h4><code>%File location%</code> <dl class="dl-horizontal"><dt>%File location%<dt><dd> サーバーの絶対パスまたは相対パス、もしくはURLを指定できます。</dd></dl><p>カンマで区切ることにより複数のファイルを指定することもできます。</p><h5>例(1):</h5><code>file1.jpg</code><h5>例(2):</h5><code>backup/file1.zip, images/file2.jpg</code>
no: <h4>File import format</h4><code>%Filplassering%</code> der,<dl class="dl-horizontal"><dt>%Filplassering%<dt><dd>kan være en absolutt eller relativ sti i en server filsystem eller en nettadresse</dd></dl><p>Flere filer må være avgrenset av komma.</p><h5>Eksempel 1:</h5><code>file1.jpg</code><h5>Eksempel 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
ru: <h4>Формат импорта файлов</h4><code>%Местонахождение файла%</code> где,<dl class="dl-horizontal"><dt>%Местонахождение файла%</dt><dd>абсолютный или относительный путь на файловой системе сервера или URL</dd></dl><p>Несколько файлов должны быть разделены точкой с запятой.</p><h5>Пример 1:</h5><code>file1.jpg</code><h5>Пример 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
tr: <h4>Dosya içe aktarma formatı</h4><code>%File location%</code>'nın, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>bir sunucu dosya sisteminde mutlak veya ilgili bir yol veya bir URL olabilir</dd> </dl> <p>Çok sayıdaki dosyalar virgülle sınırlandırılmalıdır.</p> <h5>Örnek 1:</h5><code>file1.jpg</code><h5>Örnek 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
uk: <h4>Формат импорту файлів</h4><code>%Розташування файла%</code> де,<dl class="dl-horizontal"><dt>%Розташування файла%</dt><dd>абсолютний або відносний шлях на файловій системі сервера або URL</dd></dl><p>декілька файлів мають бути розділені крапкю з комою.</p><h5>Приклад 1:</h5><code>file1.jpg</code><h5>Приклад 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
vi: <h4>Định dạng tập tin nhập vào</h4> <code>%File location%</code> ở đâu, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>có thể có một đường dẫn tuyệt đối hoặc tương đối trong hệ thống tập tin máy chủ hoặc một URL</dd></dl> <p>một số tập tin phải được phân cách bằng dấu phẩy.</p> <h5>Ví dụ 1:</h5> <code>File1.jpg</code> <h5>Ví dụ 2:</h5> <code>Backup/File1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
cs: <h4>Formát importu obrátků</h4><code>%Image location%#%Alternative text%</code>kde,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>může být absolutní nebo relativní cesta na filesystem serveru nebo URL,</dd><dt>%Alternative text%<dt><dd>Alternativní text obrázku</dd></dl><h5>Příklad1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Příklad 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
da: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>kan være en absolut eller relativ sti på en server filsystem eller URL,</dd><dt>%Alternative text%<dt><dd>billede alternativ tekst</dd></dl><h5>Eksempel 1:</h5><code>images/product_images/apples.jpg#Æbler</code><h5>Eksempel 2:</h5><code>http://www.site.com/apples.jpg#Æbler</code>
de: <b>Bilder Import Format</b><code>%Image location%#%Alternative text%</code>wo,<p>%Image location% - ein absoluter oder relativer Pfad auf dem Server Dateisystem oder URL sein kann,<br />%Alternative text% - Bild alternativer Text</p><b>Beispiel 1:</b><br /><code>images/product_images/apples.jpg#Apples</code><b>Beispiel 2:</b><br /><code>http://www.site.com/apples.jpg#Apples</code>
el: <h4>Μορφή αρχείου εισαγωγής</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>μπορεί να είναι μια απόλυτη ή σχετική διαδρομή ή ένα URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
es: <h4>Formato de importación de imagen</h4> <code>%Ubicación de imagen%#%Texto Alternativo%</code>, <br><dl class="dl-horizontal"> <dt>%Ubicación de imagen%</dt><dd>puede ser una ruta relativa o absoluta en un sistema de archivos del servidor o una dirección URL,</dd><dt>%Texto Alternativo%<dt><dd>texto alternativo de imagen</dd></dl><h5>Ejemplo 1:</h5><code>images/product_images/apples.jpg#Manzanas</code><h5>Ejemplo 2:</h5><code>http://www.site.com/apples.jpg#Manzanas</code>
id: <h4>Format gambar impor</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image al
ja: <h4>画像のインポートフォーマット</h4><code>%Image location%#%Alternative text%</code><br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>サーバーの絶対パスまたは相対パス、もしくはURL</dd><dt>%Alternative text%<dt><dd>画像のALTテキスト</dd></dl><h5>例(1):</h5><code>images/product_images/apples.jpg#Apples</code><h5>例(2):</h5><code>http://www.site.com/apples.jpg#Apples</code>
no: <h4>Image import format</h4><code>%Bildeplassering% #%Alternativ tekst% </code> der,<br><dl class="dl-horizontal"><dt>%Bildeplassering%</dt><dd>kan være en absolutt eller relativ sti i en server filsystem eller en URL,</dd><dt>%Alternativ tekst%<dt><dd>image alternativ tekst</dd></dl><h5>Eksempel 1:</h5><code>images/product_images/apples.jpg#epler</code><h5>Eksempel 2:</h5><code>http://www.site.com/apples.jpg#epler</code>
ru: <h4>Формат импорта изображений</h4><code>%Местонахождение изображения%#%Альтернативный текст%</code> где,<br><dl class="dl-horizontal"><dt>%Местонахождение изображения%</dt><dd>абсолютный или относительный путь на файловой системе сервера или URL,</dd><dt>%Альтернативный текст%<dt><dd>альтернативный текст изображения</dd></dl><h5>Пример 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Пример 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
tr: <b>Resim Yükleme Formatı</b><code>%Image location%#%Alternative text%</code>where,<p>%Image location% - can be absolute or relative path on server filesystem or URL,<br />%Alternative text% - Image alternative text</p><b>Example 1:</b><br /><code>images/product_images/apples.jpg#Apples</code><b>Example 2:</b><br /><code>http://www.site.com/apples.jpg#Apples</code>
uk: <h4>Формат імпорту зображень</h4><code>%Місцезнаходження зображення%#%Альтернативний текст%</code> де,<br><dl class="dl-horizontal"><dt>%Місцезнаходження зображення%</dt><dd>абсолютний або відносний шлях на файловій системі сервера або URL,</dd><dt>%Альтернативний текст%<dt><dd>альтернативний текст зображення</dd></dl><h5>Приклад 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Приклад 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
vi: <h4>Định dạng hình ảnh nhập vào</h4> <code>%Image location% #%Alternative text%</code> ở đâu, <br><dl class="dl-horizontal"> <dt>%Image location%</dt> <dd>có thể có một đường dẫn tuyệt đối hoặc tương đối trong hệ thống tập tin máy chủ hoặc một URL,</dd> <dt>%Alternative text% <dt><dd>văn bản thay thế hình ảnh</dd></dl><h5>ví dụ 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>ví dụ 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
cs: Níže je seznam polí, které může obsahovat váš datový soubor. <b>Zvýrazněná</b> pole jsou povinná.
da: Nedenfor er en liste over de felter, som dine data fil kan indeholde. Den fremhævede felter er obligatoriske. Hvis du importerer data med særlige symboler (komma, semikolon osv) skal du sørge for at have citeret felter.
de: Unten befindet sich eine Liste der Felder die Ihre Datendatei enthalten kann. Die Felder in <b>fetter Schrift</b> sind obligatorisch
el: Παρακάτω είναι μια λίστα των πεδίων που το αρχείο δεδομένων μπορεί να περιέχει. Τα τόνισμένα πεσία bold είναι υποχρεωτικά.Εάν πρόκειται να εισαγάγετε δεδομένα με ειδικά σύμβολα (κόμματα, ερωτηματικά, κ.λπ.), βεβαιωθείτε ότι έχετε αυτά τα πεδία εισηγμένα.
es: Abajo está la lista de los campos que su fichero de datos puede contener. Los campos destacados son obligatorios.
id: Dibawah ini adalah daftar field yang dapat di-impor. Field yang berhuruf <b>tebal </b> adalah wajib. Jika Anda mengimpor data dengan simbol khusus (koma, titik koma, dll), pastikan field tersebut menggunakan tanda kutip yang sesuai.
ja: 以下はインポート用データに含めることのできるフィールドの一覧です。<b>太字</b> のフィールドは必須項目です。<br />カンマやセミコロンなどの特殊記号が含まれる場合には、それらがクォーテーションで囲まれていることを確認してください。
no: Nedenfor vises en liste over de feltene som datafilen kan inneholde. Feltene merket med fet skrift er obligatoriske. Hvis du importerer data med spesielle symboler (komma, semikolon, etc.) må du sørge for at du har disse feltene i anførselstegn.
ru: Ниже приведен список полей, которые может содержать ваш файл. Выделенные поля являются обязательными. Если вы импортируете данные, содержащие специальные символы (запятые, точки с запятыми и т.д.), соответствующие поля должны быть заключены в кавычки.
tr: Aşağıdaki alanlar veri dosyanızı içerir. <b>koyu renkli</b> alanlar zorunludur.
uk: Нижче показано список полів, які може містити ваш файл. Виділені поля є обов'язковими. Якщо ви імпортуєте дані, що містять спеціальні символи (коми, крапки з комами та ін.), відповідні поля мають бути зкриті в кавички.
vi: Dưới đây là danh sách các trường có thể chứa các tập tin dữ liệu của bạn. Các trường được đánh dấu đậm là bắt buộc. Nếu bạn đang nhập dữ liệu với ký hiệu đặc biệt (dấu phẩy, dấu chấm phẩy, vv), xin vui lòng chắc chắn rằng bạn có các lĩnh vực trích dẫn.
