Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::stay_connected
source: Stay Connected
ar: كن على اتصال
cs: Zůstaňte ve spojení
da: Bevar forbindelsen
de: Bleiben Sie informiert
el: Μείνετε Ενημερωμένοι
es: Manténgase conectado
id: Terhubung dengan kami
ja: メルマガ＆SNS
no: Hold kontakten
ru: Оставайтесь на связи
tr: Haberdar Olun
uk: Залишайтеся на зв'язку
vi: Giữ kết nối

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
ar: العروض الخاصة والترويجات:
cs: Zadejte e-mailovou adresu pro zasílání speciální nabídky a propagační akce.
da: Indtast din e-mail adresse for at modtage særlige tilbud og kampagner.
de: Ihre Email Adresse eingeben um spezielle Angebote und Promotionen zu erhalten.
el: Εισάγετε το email σας για να λαμβάνετε τις προσφορές και τα νέα μας!
es: Entre su email para recibir promociones y ofertas especiales.
id: Masukan alamat email Anda untuk menerima penawaran khusus dan promosi.
ja: eメールを登録してお得な情報をGET！
no: Skriv inn din e-post for å motta spesialtilbud og kampanjer via vårt nyhetsbrev.
ru: Введите адрес электронной почты, чтобы получать информацию о специальных предложениях и акцииях.
tr: Özel indirimlerimiz ve promosyonlarımızdan haberdar olabilmek için email adresinizi giriniz.
uk: Введіть ваш e-mail, щоб отримувати інформацію про спеціальні пропозиції та акції.
vi: Nhập địa chỉ email của bạn để nhận các thông tin khuyến mãi đặc biệt.

# Languages::step_four
source: Step 4
ar: خطوة 4
cs: Krok 4
da: Trin 4
de: Schritt 4
el: Βήμα 4
es: Paso 4
id: Langkah 4
ja: ステップ4
no: Trinn 4
ru: Шаг 4
tr: Adım 4
uk: Крок 4
vi: Bước 4

# Languages::step_one
source: Step 1
ar: خطوة 1
cs: Krok 1
da: Trin 1
de: Schritt 1
el: Βήμα 1
es: Paso 1
id: Langkah 1
ja: ステップ1
no: Trinn 1
ru: Шаг 1
tr: Adım 1
uk: Крок 1
vi: Bước 1

# Languages::step_three
source: Step 3
ar: خطوة 3
cs: Krok 3
da: Trin 3
de: Schritt 3
el: Βήμα 3
es: Paso 3
id: Langkah 3
ja: ステップ3
no: Trinn 3
ru: Шаг 3
tr: Adım 3
uk: Крок 3
vi: Bước 3

# Languages::step_two
source: Step 2
ar: خطوة 2
cs: Krok 2
da: Trin 2
de: Schritt 2
el: Βήμα 2
es: Paso 2
id: Langkah 2
ja: ステップ2
no: Trinn 2
ru: Шаг 2
tr: Adım 2
uk: Крок 2
vi: Bước 2

# Languages::stop_other_rules
source: Stop other rules
ar: إيقاف الشروط الأخرى
cs: Neaplikovat ostatní akce
da: Stop andre regler
de: Andere Regeln beenden
el: Παύση των άλλων κανόνων
es: Parar otras reglas
id: Stop aturan lain
ja: 他のキャンペーンとの併用禁止
no: Stopp andre regler
ru: Не применять другие промо-акции
tr: Diğer kuralları durdur
uk: Не дозволяти інші акції
vi: Dừng các quy tắc khác

# Languages::storage
source: Storage
ar: وسيط التخزين
cs: Úložiště
da: Opbevaring
de: Speicher
el: Αποθήκευση
es: Almacenamiento
id: Penyimpanan
ja: ストレージ
no: Lagring
ru: Хранилище данных
tr: Depolama
uk: Хранилище
vi: Lưu trữ

# Languages::store
source: Store
ar: المتجر
cs: Obchod
da: Butik
de: CS-Cart Store
el: Κατάστημα CS-Cart
es: E-store
id: Toko
ja: ショップ
no: Butikk
ru: Магазин
tr: CS-Cart mağaza
uk: Крамниця
vi: Cửa hàng

# Languages::storefront
source: Storefront
ar: واجهة الزوار
cs: Obchod
da: Butik
de: Storefront (Front-end)
el: Βιτρίνα
es: Tienda
id: Etalase
ja: ショップフロント
no: Butikk forside
ru: Витрина
tr: Mağaza ana sayfası
uk: Вітрина крамниці
vi: Cửa hàng

# Languages::storefront_url
source: Storefront URL
ar: رابط واجهة الزوار
cs: URL obchodu
da: Butiks URL
de: Shop-URL
el: URL Βιτρίνας
es: URL de la tienda
id: URL tampilan toko
ja: ショップフロントのURL
no: Butikk forside URL
ru: URL витрины
tr: Mağaza ana sayfa URL
uk: URL вітрини крамниці
vi: URL trang chủ

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
ar: قيمة <strong>رابط واجهة الزوار</strong> مرتبطة بالفعل لشركة أخرى.
cs: Hodnota parametru <strong>Secure storefront URL</strong> jež jste zadali již používá jiná společnost.
da: Den nævnte værdi af parameteren <strong>Butiksfacade URL</strong> hører allerede til et andet selskab.
de: Der Wert von <strong>Storefront URL</strong> Parameter von Ihnen erwähnt, gehört bereits zu einer anderen Firma
el: Η τιμή της παραμέτρου του <strong>ασφαλούς URL καταστήματος</strong> που προαναφέρατε ήδη ανήκει σε άλλη εταιρεία.
es: El valor del parámetro <strong>URL de tienda</strong> mencionado por usted ya pertenece a otra empresa.
id: Nilai parameter <strong>URL tampilan toko</strong> yangAnda maksudkan sudah dimiliki pihak lain.
ja: <strong>ショップフロントのURL</strong> に入力したURLはすでに他のショップで使用されています。
no: Verdien til <strong>Storefront URL</strong> parameteret nevnt av deg tilhører allerede et annet selskap.
ru: Значение параметра <strong>URL витрины</strong>, указанное вами, уже используется другой компанией.
tr: Girilien <strong>Mağaza ana sayfa URL</strong> parametresi başka bir firma tarafından kullanılıyor.
uk: Значення параметра <strong>URL вітрини крамниці</strong>, вказане Вами, вже використовується іншою компанією.
vi: Giá trị của các tham số <strong>URL trang an toàn</strong> được đề cập bởi bạn đã thuộc về một công ty khác.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
ar: لم يتم تعريف رابط واجهة الزوار
cs: URL obchodu není definováno
da: Butik URL ikke defineret
de: Storefront URL nicht definiert
el: Δεν ορίστηκε το URL καταστηματος
es: La URL de la tienda no está definida
id: URL tampilan toko tidak terdifinisi
ja: ショップフロントのURLが登録されていません
no: Butikk forside URL ikke definert
ru: Адрес витрины не задан
tr: Mağaza ana sayfa URL tanımlanmadı
uk: Адресу вітрини не задано
vi: URL trang không xác định

# Languages::stores_status
source: Status
el: Κατάσταση
ru: Статус
uk: Статус
vi: Trạng thái

# Languages::storefront_status_access_key_hint
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Go to <a target="blank" href="[url]">Settings → General</a> and specify the <i>Access key to temporarily closed store</i> setting. Please note that a different key can be specified for each storefront, so make sure to select the correct storefront first. Use the key as described in the tooltip of that setting.
de: Selbst wenn die Schaufensterfront geschlossen ist (der Status auf AUS gesetzt), können Sie sie sehen, wenn Sie einen Zugangsschlüssel haben. Gehen Sie zu <a target="blank" href="[url]">Settings → General</a> und geben Sie den <i>Zugriffsschlüssel für den vorübergehend geschlossenen Speicher</i>an. Bitte beachten Sie, dass für jede Schaufensterfront ein anderer Schlüssel angegeben werden kann, stellen Sie also sicher, dass Sie zuerst die richtige Schaufensterfront auswählen. Verwenden Sie die Taste wie im Tooltip dieser Einstellung beschrieben.
el: Ακόμη και αν το καταστημα είναι κλειστο (η κατάσταση είναι απενεργοποιημένη), θα μπορείτε να τοδείτε αν έχετε κλειδί πρόσβασης. Μεταβείτε στην επιλογή <a target="blank" href="[url]"> Ρυθμίσεις → Γενικά </a> και καθορίστε τη ρύθμιση <i> Κλειδί πρόσβασης σε προσωρινά κλειστό κατάστημα </ i>. Λάβετε υπόψη ότι μπορεί να οριστεί διαφορετικό κλειδί για κάθε κατάστημα, επομένως βεβαιωθείτε ότι έχετε επιλέξει πρώτα το σωστό κατάστημα. Χρησιμοποιήστε το κλειδί όπως περιγράφεται στην επεξήγηση της συγκεκριμένης ρύθμισης.
es: Incluso si el escaparate está cerrado (el estado establecido en DESACTIVADO), podrá verlo si tiene una clave de acceso. Vaya a <a target="blank" href="[url]"> Configuración → General </a> y especifique la <i> tecla de acceso a la tienda cerrada temporalmente </i>. Tenga en cuenta que se puede especificar una clave diferente para cada escaparate, así que asegúrese de seleccionar primero el escaparate correcto. Use la tecla como se describe en la información sobre herramientas de esa configuración.
ru: Даже если магазин закрыт (статус установлен в OFF), вы сможете просмотреть его, если у вас есть ключ доступа. Перейдите в раздел <a target="blank" href="[url]">Настройки → Общие</a> и задайте значение настройки <i>Ключ доступа к временно закрытому магазину</i>. Обратите внимание, что для каждого магазина может быть указан свой ключ, поэтому сначала нужно выбрать правильный магазин. Используйте ключ, как описано в подсказке к настройке.
uk: Навіть якщо магазин закритий (статус встановлено в OFF), ви зможете переглянути його, якщо у вас є ключ доступу. Перейдіть в розділ <a target="blank" href="[url]">Установки → Загальні</a> і задайте значення настройки <i>Ключ доступу до тимчасово закритого магазину</i>. Зверніть увагу, що для кожного магазину може бути вказаний свій ключ, тому спочатку потрібно вибрати правильний магазин. Використовуйте ключ, як описано в підказці до налаштування.

# Languages::stores
source: Stores
ar: المتاجر
cs: Obchody
da: Butikker
de: Shops
el: Καταστήματα
es: Tiendas
id: Toko
ja: ショップ
no: Butikker
ru: Магазины
tr: Mağazalar
uk: Крамниці
vi: Cửa hàng

# Languages::store_mode
source: Licensing mode
ar: وضع الترخيص
cs: Způsob správy licencí
da: Licenstype
de: Lizenzmodus
el: Λειτουργια Καταστηματος
es: Cerrat tienda
id: Mode lisensi toko
ja: ライセンスモード
no: Lisensmodus
ru: Лицензирование
tr: Lisans modu
uk: Режим ліцензування
vi: Chế độ cấp phép

# Languages::store_mode_changed
source: Licensing mode has been changed
ar: تم تغيير وضع الترخيص
cs: Režim správy licencí byl změněn
da: Licenstype er blevet ændret
de: Lizenzmodus wurde geändert
el: Η Λειτουργια Καταστηματος αλλαξε
es: Se ha cambiado el modo de licencia
id: Mode toko telah berubah
ja: ライセンスモードが変更されました
no: Lisensmodus er blitt endret
ru: Режим лицензирования изменен
tr: Lisans modu değiştirildi
uk: Режим ліцензування було змінено
vi: Chế độ cấp phép đã được thay đổi

# Languages::store_number
source: Store number
ar: رقم المتجر
cs: Číslo obchodu
da: Butik nr
de: Store-Nummer
el: Αριθμός καταστήματος
es: Número de la tienda
id: Nomor toko
no: Butikk nummer
ru: Номер магазина
tr: Mağaza numarası
uk: Номер крамниці
vi: Số cửa hàng

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
ar: [object_type] [object_name] غير متاح لهذا المتجر.
cs: [object_type] [object_name] není k dispozici pro tento obchod.
da: [object_type] [object_name] er ikke tilgængelig for denne butik.
de: Der [object_type] [object_name] ist für diesen Store nicht verfügbar.
el: Το [object_type] [object_name] δεν είναι διαθέσιμο για αυτό το κατάστημα.
es: El [object_name] [object_type] no está disponible para esta tienda.
ja: [object_type] [object_name] はこのショップでは利用できません。
no: Den/det [object_type] [object_name] er ikke tilgjengelig for denne butikken.
ru: Этот объект ([object_type] [object_name]) недоступен для выбранного магазина.
tr: [object_type] [object_name] bu mağaza için mevcut değil.
uk: Даний об'єкт ([object_type] [object_name]) недоступний для обраної крамниці.
vi: Đối tượng [object_type] [object_name] là không có sẵn cho cửa hàng này.

# Languages::store_theme
source: Storefront theme
ar: ثيم واجهة الزوار
cs: Téma veřejné stránky obchodu
da: Butikstema
de: Storefront Template (Theme)
el: Θέμα Βιτρίνας
es: Tema de la tienda
id: Theme tampilan toko
ja: ショップテーマ
no: Butikk forside mal
ru: Тема витрины
tr: Mağaza teması
uk: Тема вітрини
vi: Chủ đề trang

# Languages::subcategories
source: Subcategories
ar: فئات فرعية
cs: Podkategorie
da: underkategorier
de: Unterkategorien
el: Υποκατηγορίες
es: Subcategorías
id: Subkategori
ja: サブカテゴリー
no: Underkategorier
ru: Подкатегории
tr: Alt kategoriler
uk: Підкатегорії
vi: Danh mục con

# Languages::submit
source: Submit
ar: إرسال
cs: Odeslat
da: Send
de: Bestätigen
el: Υποβολή
es: Enviar
id: Kirim
ja: 送信
no: Send
ru: Отправить
tr: Gönder
uk: Відправити
vi: Gửi

# Languages::submit_my_order
source: Submit my order
ar: إرسال الطلب
cs: Odeslat objednávku
da: Send min ordre
de: Meine Bestellung absenden
el: Αποστολή Παραγγελίας
es: Enviar mi pedido
id: Selesaikan pesanan
ja: 注文を確定する
no: Fullfør bestillingen
ru: Разместить заказ
tr: Siparişi tamamla
uk: Розмістити замовлення
vi: Gửi đơn hàng của tôi

# Languages::subpages
source: Subpages
ar: صفحات فرعية
cs: Podstránky
da: underside
de: Unterseiten
el: Υποσέλιδες
es: Subpáginas
id: Subhalaman
ja: サブページ
no: Undersider
ru: Подстраницы
tr: Alt sayfalar
uk: Підсторінки
vi: Trang con

# Languages::subscribe
source: Subscribe
ar: الاشتراك
cs: Předplatit
da: Tilmeld dig
de: Abonnieren
el: Εγγραφή
es: Suscríbete
id: Daftar
ja: 申込み
no: Abonner
ru: Подписаться
tr: Takip Et!
uk: Підписатися
vi: Đăng ký

# Languages::subscriber
source: Subscriber
ar: المشترك
cs: Předplatitel
da: abonnent
de: Newsletter Abonnent
el: Συνδρομητής
es: Suscriptor
id: Pendaftar
ja: 購読者
no: Abonnent
ru: Подписчик
tr: Abone
uk: Підписник
vi: Đăng ký nhận tin

# Languages::subscribers
source: Subscribers
ar: المشتركون
cs: Odběratelé
da: abonnent
de: Mitgliedschaften/Abonnenten
el: Συνδρομητές
es: Suscriptores
id: Pelanggan
ja: 購読者
no: Abonnenter
ru: Подписчики
tr: Aboneler
uk: Підписники
vi: Đăng ký nhận tin

# Languages::subscriber_email
source: Subscriber email
ar: إيميل المشترك
cs: Email odběratele
da: Abonnent email
de: E-mail Abonnent
el: email συνδρομητή
es: Correo electrónico del suscriptor
id: Email pelanggan
ja: 購読者のEメール
no: Abonnent epost
ru: Еmail подписчика
tr: Abone email
uk: Email підписника
vi: Email đăng ký nhận tin

# Languages::subscriptions
source: Subscriptions
ar: الاشتراكات
cs: Předplatné
da: Abonnementer
de: Abonnemente
el: Συνδρομές
es: Suscripciones
id: Daftar pelanggan
ja: 定期支払い
no: Abonnementer
ru: Подписки
tr: Abonelikler
uk: Підписки
vi: Đăng ký nhận tin

# Languages::subtotal
source: Subtotal
ar: المجموع
cs: Mezisoučet
de: Zwischensumme
el: Υποσύνολο
ja: 小計
no: Delsum
ru: Сумма
tr: Tutar
uk: Сума
vi: Tổng

# Languages::subtotal_sum
source: Subtotal sum
ar: المجموع
cs: Částka mezisoučtu
da: Subtotal summen
de: Summe Zwischentotal
el: Μερικό σύνολο
es: Suma del subtotal
id: Jumlah Subtotal
ja: 注文小計
no: Produkter totalt sum
ru: Предварительная стоимость
uk: Підсумок
vi: Tổng tóm tắt

# Languages::suburb
source: Suburb
ar: الضاحية
cs: Předměstí
da: Forstad
de: Vorort
el: Προάστιο
es: Suburbio
id: Pinggiran kota
no: Forstad
ru: Пригород
tr: Banliyö
uk: Передмістя
vi: Ngoại ô

# Languages::successful
source: Successful
ar: نجح
cs: Úspěšný
da: Succesrig
de: Erfolgreich
el: Επιτυχής
es: Exitoso
id: Selesai
ja: 処理が完了しました
no: Vellykket
ru: Успешно
tr: Başarılı
uk: Успішно
vi: Thành công

# Languages::successfully_registered
source: Successfully registered
ar: تم التسجيل بنجاح
cs: Úspěšně zaregistrován
da: Succesfuldt registreret
de: Erfolgreich registriert
el: Εγγραφήκατε Επιτυχώς
es: Registrado con éxito
id: Berhasil terdaftar
ja: 会員登録が完了しました
no: Korrekt registrert
ru: Вы успешно зарегистрированы
tr: Kayıt başarılı
uk: Ви успішно зареєстровані
vi: Đăng ký thành công

# Languages::successful_login
source: You have been successfully logged in.
ar: تم تسجيل دخولكم بنجاح.
cs: Byli jste úspěšně přihlášeni.
da: Du er blevet succesfuldt logget ind.
de: Sie haben sich erflogreich eingeloggt.
el: Συνδεθήκατε Επιτυχώς
es: Ha sido registrado con éxito.
id: Anda telah berhasil login
ja: ログインに成功しました。
no: Du har blitt logget inn
ru: Вы успешно авторизовались.
tr: Başarı ile giriş yaptınız.
uk: Ви успішно увійшли в систему.
vi: Bạn đã đăng nhập thành công.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
ar: تهانينا! تم التسجيل بنجاح!<br/>لديكم الآن وصول لكل مميزات المتجر. انقر على "حسابي" لعرضهم.
cs: Blahopřejeme! Registrace byla úspěšná!<br/>Nyní můžete využívat všechny funkce v obchodě.
da: Tillykke! Registreringen lykkedes! <br/>Nu, du har fuld adgang til alle store funktionerne. Klik på "Min konto" for at se dem.
de: Gratulation! Die Registrierung war erfolgreichl!<br/>Jetzt haben Sie Zugang zu allen Store Eigenschaften. Klicken Sie auf "Mein Konto" um diese zu sehen.
el: Συγχαρητήρια! Εγγραφήκατε επιτυχώς!<br/>Τώρα μπορείτε να αποκτήσετε πρόσβαση σε όλες τις δυνατότητες του καταστήματός μας. Πατήστε στο "Ο Λογαριασμός μου" για να τις δείτε.
es: ¡ Felicidades! El registro fue exitoso! <br/> Ahora, tiene acceso completo a todas las características de la tienda. Haga clic en "Mi cuenta" para verlos.
id: Selamat ! Pendaftaran berhasil ! <br/>Sekarang Andamemiliki akses penuh untuk semua fitur toko. Klik "AkunSaya" untuk mencoba.
ja: 会員登録が完了しました。
no: Gratulerer! Registreringen var vellykket!<br/>Du har nå full tilgang til alle nettbutikkens funksjoner. Klikk på "Min konto" for å se dem.
ru: Поздравляем! Регистрация прошла успешно!<br/>Теперь вы можете пользоваться всеми возможностями магазина, полный список которых доступен в выпадающем меню «Мой профиль».
tr: Tebrikler! Başarı ile kayıt oldunuz!<br/>Şimdi, mağazamızın tüm özelliklerini kullanabilirsiniz. Hesabınıza ulaşmak için "Hesabım" linkine tıklayın.
uk: Вітаємо! Реєстрація пройшла успішно! <br/> Тепер у вас є повний доступ до всіх функцій магазину по кліку на "Мій обліковий запис".
vi: Xin chúc mừng! Việc đăng ký đã thành công! <br/> Bây giờ, bạn có thể truy cập vào tất cả các tính năng cửa hàng. Bấm vào "Tài khoản của tôi" để nhìn thấy chúng.

# Languages::suffix
source: Suffix
ar: اللاحقة
cs: Přípona
da: suffiks
el: Κατάληξη
es: Sufijo
id: Akhiran
ja: サフィックス
no: Suffiks
ru: Постфикс
tr: Son ek
uk: Суфікс
vi: Hậu tố

# Languages::summary
source: Summary
ar: الخلاصة
cs: Shrnutí
da: resumé
de: Übersicht
el: Περίληψη
es: Sumario
id: Ringkasan
ja: 概要
no: Sammendrag
ru: Итог
tr: Özet
uk: Резюме
vi: Tóm tắt

# Languages::supplier
source: Supplier
ar: المورد
cs: Dodavatel
da: leverandør
de: Lieferant
el: Προμηθευτής
es: Proveedor
id: Pemasok
ja: サプライヤー
no: Leverandør
ru: Поставщик
tr: Tedarikçi
uk: Постачальник
vi: Nhà cung cấp

# Languages::suppliers
source: Suppliers
ar: الموردون
cs: Dodavatelé
da: leverandør
de: Lieferanten
el: Προμηθευτές
es: Proveedores
id: Pemasok
ja: サプライヤー
no: Leverandører
ru: Поставщики
tr: Tedarikçiler
uk: Постачальники
vi: Nhà cung cấp

# Languages::supplier_id
source: Supplier
ar: المورد
cs: Dodavatel
da: leverandør
de: Lieferant ID
el: Προμηθευτής
es: Proveedor
id: Pemasok
ja: サプライヤー
no: Leverandør
ru: Поставщик
tr: Tedarikçi
uk: Постачальник
vi: Nhà cung cấp

# Languages::surcharge
source: Surcharge
ar: ضريبة المبيعات
cs: Příplatek
da: tillægsgebyr
de: Zuschlag
el: Επιβάρυνση
es: Recargo
id: Biaya tambahan
ja: 手数料
no: Tilleggsgebyr
ru: Доп. сбор
tr: İlave
uk: За додаткову плату
vi: Phụ phí

# Languages::surcharge_title
source: Surcharge title
ar: عنوان ضريبة المبيعات
cs: Popis poplatku
da: Tillægsgebyr titel
de: Titel des Zuschlags
el: Τιτλος Επιβαρυνσης
es: Título de recargo
id: Judul biaya tambahan
ja: 手数料名
no: Pristillegg tittel
ru: Название поля доп. сбора
tr: İlave tutar başlığı
uk: Назва поля дод. збору
vi: Tiêu đề phụ phí

# Languages::sweden
source: Sweden
ar: السويد
cs: Švédsko
da: Svergie
de: Schweden
el: Σουηδία
es: Suecia
id: Swedia
no: Sverige
ru: Швеция
uk: Швеція
vi: Thuỵ Điển

# Languages::swedish
source: Swedish
ar: سويدي
cs: Švédsky
da: Svensk
de: Schwedisch
el: Σουηδικά
es: Sueco
id: Bahasa Swedia
no: Svensk
ru: Шведский
uk: шведська
vi: Tiếng Thụy Điển

# Languages::swing
source: Swing
ar: بندول
cs: Obrátit
da: Sving
de: Schaukel
el: Κούνια
es: Oscilación
id: Ayunan
ja: スイング
ru: Изменение
uk: Зміна

# Languages::switch_layout
source: Switch layout
ar: تحويل التخطيط
cs: Změna vzhledu
da: Skift layout
de: Layout wechseln
el: αλλαγή διάταξης
es: Cambiar diseño
id: Ganti layout
ja: レイアウトの切り替え
no: Bytt layout
ru: Сменить макет
tr: Düzen değiştir
uk: Переключення макета
vi: Chuyển đổi bố trí

# Languages::symbol
source: Symbol
ar: الرمز
el: Σύμβολο
es: Símbolo
id: Simbol
ja: シンボル
ru: Символ
tr: Sembol
uk: Символ
vi: Biểu tượng

# Languages::system
source: System
ar: النظام
cs: Systém
de: Betriebssystem
el: Σύστημα
es: Sistema
id: Sistem
ja: システム
ru: Система
tr: Sistem
uk: Система
vi: Hệ thống

# Languages::tab
source: Tab
ar: اللسان
cs: Záložka
da: Faneblade
de: Tabulator
el: Καρτέλα
es: Pestaña
ja: タブ
no: Fane
ru: Табуляция
uk: Табуляція

# Languages::table
source: Table
ar: جدول
cs: Tabulka
da: tabel
de: Tabelle
el: Πίνακας
es: Tabla
id: Tabel
ja: 表
no: Tabell
ru: Таблица
tr: Tablo
uk: Таблиця
vi: Bảng

# Languages::tables
source: Tables
ar: جداول
cs: Tabulky
da: tabel
de: Tabellen
el: Πίνακες
es: Tablas
id: Tabel
ja: テーブル
no: Tabeller
ru: Таблицы
tr: Tablolar
uk: Таблиці
vi: Bảng

# Languages::table_conditions
source: Table Conditions
ar: شروط الجدول
cs: Vlastnosti tabulky
da: Tabel Betingelser
de: Eigenschaften Tabelle
el: Προϋποθέσεις πίνακα
es: Condiciones de tabla
id: Tabel kondisi
ja: 条件
no: Tabell betingelser
ru: Условия таблицы
tr: Tablo kondisyonu
uk: Умови таблиці
vi: Bảng điều kiện

# Languages::tabs
source: Tabs
ar: الألسنة
cs: Záložky
da: Faner
de: Tabs (Registerkarten)
el: Καρτέλες
es: Pestañas
ja: タブ
no: Faner
ru: Вкладки
uk: Вкладки
vi: Tab

# Languages::tax
source: Tax
ar: الضريبة
cs: Daň
da: Moms
de: Steuer
el: Φορος
es: Impuestos
id: Pajak
ja: 税金
no: Moms
ru: Налог
tr: Vergi
uk: Податок
vi: Thuế

# Languages::taxes
source: Taxes
ar: الضرائب
cs: Daně
da: Moms
de: Steuern
el: Φόροι
es: Impuestos
id: Pajak
ja: 税金
no: Moms
ru: Налоги
tr: Vergiler
uk: Податки
vi: Thuế

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
ar: إدارة مجموعة الضرائب المدعومة في متجركم.
cs: Úprava daně, které se používají ve vašem obchodě.
da: Styr antallet af skatter, der understøttes i din butik.
de: Verwaltung von Steuer Kombinationen die in Ihrem Shop unterstützt werden.
el: Διαχείριση των συνόλων των φόρων που υποστηρίζει το κατάστημά σας.
es: Gestionar los impuestos que se utilizan en la tienda
id: Kelola aturan perhitungan pajak dalam toko Anda.
ja: 注文時に適用される税金の管理を行います。
no: Administrer utvalget av skatter og avgifter som er støttet i din nettbutikk.
ru: Редактирование налогов, которые используются в вашем магазине.
tr: Vergi yönetimi, vergi seçenekleri ekleme (KDV vb.).
uk: Редагування податків, які використовуються у вашому магазині.
vi: Quản lý các thiết lập của thuế được hỗ trợ trong cửa hàng của bạn.

# Languages::tax_exempt
source: Tax exempt
ar: معفى من الضريبة
cs: Daňová vyjímka
da: Momsfri
de: Steuerfrei
el: Απαλλαγή φόρου
es: Exento de impuestos
id: Bebas pajak
ja: 免税
no: Fritatt fra moms
ru: Освобождение от налогов
tr: Vergiden muaf
uk: Звільнений від податку
vi: Miễn thuế

# Languages::tax_rates
source: Tax rates
ar: معدلات الضريبة
cs: Sazba daně
da: Moms satser
de: Steuersätze
el: Ποσοστά Φόρου
es: Valor del impuesto
id: Tarif pajak
ja: 税率
no: Moms satser
ru: Ставки налога
tr: Vergi dereceleri
uk: Ставка податку
vi: Tỷ suất thuế GTGT

# Languages::temando_centimetres
source: centimetres
ar: سنتي ميتر
cs: centimetrů
da: centimeter
de: Zentimeter
el: εκατοστα
es: centímetros
id: centimeter
no: centimetre
ru: Сантиметры
uk: сантиметри
vi: cm

# Languages::temando_feet
source: feet
ar: قدم
cs: Chodidla
da: fod
de: Fuss (feet)
el: ποδια
es: pies
id: kaki
no: fot
ru: Футы
uk: Фути

# Languages::temando_inches
source: inches
ar: بوصة
cs: palce
da: tommer
de: Zoll (inches)
el: ιντσες
es: pulgadas
id: inci
ru: Дюймы
uk: дюйми
vi: inch

# Languages::temando_method_depottodepot
source: Depot to Depot
ar: من المستوع للمستودع
cs: Ze skladu na sklad
da: Depot til Depot
de: Depot zu Depot
el: Αποθήκη σε αποθήκη
es: Depósito a depósito
id: Depot ke Depot
no: Depot til Depot
ru: Склад - Склад
uk: Склад - Склад
vi: Kho đến Kho

# Languages::temando_method_doortodoor
source: Door to Door
cs: Od dveří ke dveřím
da: Dør til dør
de: Tür zu Tür (Door to Door)
el: Πόρτα - πόρτα
es: Puerta a Puerta
id: Pintu ke pintu
no: Dør til dør
ru: Дверь - Дверь
uk: Від дверей до дверей
vi: Cửa đến Cửa

# Languages::temando_metres
source: metres
ar: متر
cs: metry
da: meter
de: Meter (metres)
el: μέτρα
es: metros
id: meter
no: meter
ru: Метры
uk: Метри
vi: mét
