Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::admin_panel
source: Administration panel
ar: لوحة تحكم الأدمن
cs: Administrace
da: Administrationspanel
de: Administrations-Panel
el: Πάνελ διαχείρισης
es: Panel de Administración
id: Panel admin
ja: 管理画面
no: Administrasjonspanel
ru: Панель администратора
tr: Yönetim paneli
uk: Панель адміністратора
vi: Bảng quản trị

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
ar: [company_name].
cs: E-shop [company_name].
da: Lavet af [company_name].
de: E-Shop von [company_name].
el: E-shop της [company_name].
es: Tienda electrónica de [company_name].
id: Toko online dari [company_name].
ja: [company_name] オンラインストア
no: Nettbutikk for [company_name].
ru: Электронный магазин [company_name]
tr: E-shop [company_name].
uk: Інтернет-магазин [company_name].
vi: Cửa hàng trực tuyến [company_name].

# Languages::advanced
source: Advanced
ar: متقدم
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένο
es: Avanzado
id: Lanjutan
ja: 詳細検索
no: Avansert
ru: Дополнительно
tr: Gelişmiş
uk: Додатково
vi: Nâng cao

# Languages::advanced_search
source: Advanced search
ar: بحث متقدم
cs: Podrobné hledání
da: Avanceret søgning
de: Erweiterte Suche
el: Σύνθετη Αναζήτηση
es: Búsqueda avanzada
id: Pencarian lanjutan
ja: 詳細検索
no: Avansert søk
ru: Расширенный поиск
tr: Gelişmiş arama seçenekleri
uk: Розширений пошук
vi: Tìm kiếm nâng cao

# Languages::advanced_search_options
source: Advanced search options
ar: خيارات البحث المتقدم
cs: Nastavení možností vyhledávání
da: Avanceret søgnings muligheder
de: Erweiterte Suchoptionen
el: Επιλογές Σύνθετης Αναζήτησης
es: Opciones de búsqueda avanzada
id: Opsi pencarian lanjutan
ja: 詳細検索
no: Avanserte søkealternativer
ru: Расширенный поиск
tr: Gelişmiş arama seçenekleri
uk: Розширений пошук
vi: Tùy chọn tìm kiếm nâng cao

# Languages::after_full_payment
source: After full payment
ar: بعد الدفع الكامل
cs: Po úplném zaplacení
da: Efter fuld betaling
de: Nach vollständiger Zahlung
el: Μετά την πλήρη εξόφληση
es: Después del pago del total
id: Setelah pembayaran penuh
ja: 支払完了後
no: Etter full betaling
ru: После полной оплаты
tr: Tam ödemeden sonra
uk: Після повної оплати
vi: Sau khi thanh toán đầy đủ

# Languages::after_sum
source: After sum
ar: بعد القيمة
cs: Po součtu
da: Efter sum
de: Nach Betrag
el: Μετά το άθροισμα
es: Después de suma
id: Setelah Angka
ja: 右側表示
no: Etter sum
ru: После суммы
tr: Değerden sonra göster
uk: Після суми
vi: Ký tự sau giá tiền

# Languages::agent_id
source: Agent ID
ar: معرف العميل
el: ID Πράκτορα
es: ID de Agente
id: ID Agen
ru: ID агента
tr: Temsilci ID
uk: ID агента
vi: ID đại lý

# Languages::agreement_required
source: Agreement required
ar: الاتفاقية مطلوبة
cs: Vyžadovat souhlas s licenčními podmínkami
da: enighed påkrævet
de: Vertrag erforderlich
el: Απαιτείται συμφωνία
es: Confirmación requerida
id: Persetujuan diperlukan
ja: ライセンス規約への同意
no: Avtale kreves
ru: Требуется соглашение
tr: Sözleşme gerekli
uk: Потрібна згода
vi: Thỏa thuận yêu cầu

# Languages::all
source: All
ar: الكل
cs: Všechny
da: Alle
de: Alle
el: Όλα
es: Todos
id: Semua
ja: すべて
no: Alle
ru: Все
tr: Tümü
uk: Всі
vi: Tất cả

# Languages::allowed
source: Allowed
ar: مسموح
cs: Povoleno
da: Tilladt
de: Erlaubt
el: Επιτρέπεται
es: Permitido
id: Diizinkan
ja: 許可するコンビネーションを指定
no: Tillatt
ru: Разрешение
tr: İzinli
uk: Дозвіл
vi: Cho phép

# Languages::allowed_combinations
source: Allowed combinations
ar: التركيبات المتاحة
cs: Kombinace povoleny
da: Tilladte kombinationer
de: Erlaubte Kombinationen
el: Επιτρεπόμενοι συνδυασμοί
es: Combinaciones permitidas
id: kombinasi diperbolehkan
ja: 許可するコンビネーション
no: Tillatte kombinasjoner
ru: Разрешенные комбинации
uk: Дозволені комбінації
vi: Cho phép kết hợp

# Languages::allowed_extensions
source: Allowed extensions
ar: الامتدادات المتاحة
cs: Povolené přípony
da: Tilladte filendelser
de: Erlaubte Dateierweiterungen (extensions)
el: Επιτρεπόμενες επεκτάσεις
es: Extensiones permitidas
id: ekstensi diperbolehkan
ja: アップロード可能なファイル拡張子
no: Tillatte filtyper
ru: Разрешенные расширения
uk: Дозволені розширення
vi: Chấp nhận tiện ích bổ sung

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
ar: اترك هذا الحقل فارغاً للسماح برفع كل امتدادات الملفات, أو أدخل الامتدادت المتاحة مفصولة بفاصلة. مثال: jpg,bmp,gif,pdf
cs: Nechte toto pole prázdné, aby bylo povoleno nahrávání umožňují všech typů souborů, nebo zadejte povolené rozšíření oddělené čárkami (např. jpg, bmp, gif, pdf)
da: Lad dette felt være tomt at tillade overførsel af alle filtyper eller input tilladt udvidelser adskilt af komma (f.eks jpg, bmp , gif, pdf)
de: Dieses Feld leer lassen um das Upload aller Dateitypen zu erlauben oder erlaubte Erweiterungen durch ein Komma eingeben. Z.B. jpg,bmp,gif,
el: Αφήστε τον τομέα κενό για να επιτρέπονται οι μεταμορφώσεις όλων των τύπων αρχείων, ή εισάγετε τις επιτρεπόμενες επεκτάσεις αρχείων με κόμμα (π.χ. jpg,bmp,gif,pdf)
es: Deja este campo en blanco para permitir la carga de cualquier tipo de archivo, o introduce las extensiones permitidas separadas por comas (ej. jpg, bmp, gif, pdf)
id: Biarkan field ini kosong untuk dapat meng-upload semuajenis file, atau masukan ekstensi dipisahkan dengan tandakoma (misalnya jpg, bmp, gif, pdf)
ja: アップロード可能なファイルの拡張子をカンマで区切って入力してください。例）jpg,bmp,gif,pdf<br />すべてのファイルタイプのアップロードを許可する場合には何も入力しないでください。
no: La dette feltet stå tomt for å tillate opplasting av alle typer filer, eller skriv inn tillatte filtyper atskilt med komma (f.eks jpg, bmp, gif, pdf)
ru: Оставьте это поле пустым, чтобы разрешить загрузку всех типов файлов, или введите допустимые расширения, разделяя их запятыми (например: jpg,bmp,gif,pdf)
tr: Tüm dosya uzantılarını kabul etmek için bu alanı boş bırakın yada kabul edeceğiniz dosya uzantılarını virgül ile ayırarak yazın. Örneğin: jpg,bmp,gif,pdf
uk: Залиште це поле порожнім, щоб дозволити завантаження всіх типів файлів, або введіть допустимі розширення, розділяючи їх комами (наприклад: jpg, bmp, gif, pdf)
vi: Giữ trường này trống để cho phép tải lên của tất cả các loại tập tin, hoặc cho phép nhập vào tiện ích mở rộng cách nhau bằng dấu phẩy (ví dụ như jpg, bmp, gif, pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
ar: السماح لهذا العضو باستخدام API
cs: Ano, aby tento uživatel používal rozhraní API
da: Ja, tillad denne bruger at bruge API'EN
de: Ja, diesen Benutzer erlauben API zu verwenden
el: Ναι, επιτρέψτε σ' αυτό το χρήστη να χρησιμοποιεί το API
es: Sí, permitir que este usuario use la API
id: Ya, perbolehkan user ini menggunakan API
ja: APIの利用を許可
no: Ja, tillat denne brukeren å bruke API
ru: Разрешить этому пользователю использовать API
tr: Evet, bu üyenin API yi kullanmasına izin ver
uk: Дозволити цьому користувачеві використовувати API
vi: Có, cho phép người dùng này sử dụng API

# Languages::api_access_for_user
source: API access for this user
de: API-Zugriff für diesen Benutzer
el: API πρόσβαση γι αυτο το χρήστη
ru: Доступ к API для этого пользователя
uk: Доступ до API для цього користувача
vi: API truy cập cho người dùng này

# Languages::generate_new_api_key
source: Generate new API key
de: Neue API-Schlüssel zu generieren
el: Δημιουργία νεου κλειδιου API
ru: Сгенерировать новый ключ API
uk: Генерувати новий API ключ
vi: Sinh mới API key

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be be to generate a new key on this page.
de: Bitte kopieren Sie den API-Schlüssel jetzt und bewahren Sie ihn auf. Sobald Sie die Änderungen speichern, wird dieser Schlüssel hier nicht mehr angezeigt. Wenn der Schlüssel verloren geht, ist die einzige Möglichkeit, den API-Zugriff wiederherzustellen, einen neuen Schlüssel auf dieser Seite zu generieren.
el: Αντιγράψτε τώρα το κλειδί API και κρατήστε το κάπου. Αφού αποθηκεύσετε τις αλλαγές, αυτό το κλειδί δεν θα εμφανιστεί ξανά εδώ. Εάν το κλειδί χαθει, ο μόνος τρόπος για να επανακτησετε πρόσβαση στο API θα είναι να δημιουργήσετε ένα νέο κλειδί σε αυτή τη σελίδα.
ru: Скопируйте ключ API прямо сейчас и сохраните его в надёжном месте. После сохранения изменений этот ключ здесь больше не появится. Если ключ будет потерян, единственный способ восстановить доступ к API – сгенерировать новый ключ на этой странице.
uk: Тепер скопіюйте ключ API і тримайте його де-небудь. Після збереження зміни, цей ключ більше не буде відображатися тут. Якщо ключ втрачається, єдиний спосіб повернути собі доступ до API - це згенерувати новий ключ на цій сторінці.
vi: Hãy sao chép API key và lưu trữ lại. Khi bạn lưu các thay đổi, API key này sẽ không xuất hiện lại ở đây. Nếu API key bị mất, cách duy nhất để lấy lại quyền truy cập API sẽ là tạo API key mới trên trang này.

# Languages::allow_return_registration
source: Allow return registration
ar: السماح بعودة التسجيل
cs: Povolit zpětnou registraci
da: Tillad RMA
de: Rückgabe Registrierung erlauben
el: Επιτρέψτε την επιστροφή από την εγγραφή
es: Permitir solicitar su devolución
id: Perbolehkan mendaftar retur
ja: 返品申請を許可
no: Tillat registrering av varer for retur
ru: Разрешить регистрацию возвратов
tr: Geri iade kaydına izin ver
uk: Дозволити реєстрацію повернень
vi: Cho phép đăng ký đổi trả hàng

# Languages::all_categories
source: All categories
ar: كل الفئات
cs: Všechny kategorie
da: Alle kategorier
de: alle Kategorien
el: Όλες οι Κατηγορίες
es: Todas las familias
id: Semua kategori
ja: 全カテゴリー
no: Alle kategorier
ru: Все категории
tr: Tüm kategoriler
uk: Всі категорії
vi: Tất cả danh mục

# Languages::all_downloads
source: All downloads
ar: كل التحميلات
cs: Všechny soubory ke stažení
da: Alle downloads
de: Alle Downloads
el: Όλες οι λήψεις
es: Todas las descargas
id: Semua unduhan
ja: すべてのダウンロード商品
no: Alle nedlastinger
ru: Все загрузки
tr: Tüm downloadlar
uk: Всі завантаження
vi: Tất cả tải về

# Languages::all_features
source: All features
ar: كل المواصفات
cs: Všechny vlastnosti
da: Alle Funktioner
de: Alle Eigenschaften
el: Όλα τα χαρακτηριστικά
es: Todas las caracterícticas
id: Semua fitur
ja: すべての項目
no: Alle funksjoner
ru: Все характеристики
tr: Tüm özellikler
uk: Всі характеристики
vi: Tất cả các tính năng

# Languages::all_filters
source: All product filters
ar: كل مصفات المنتج
cs: Všechny filtry zboží
da: Alle produktfiltre
de: Alle Produktefilter
el: Όλα τα φίλτρα προϊόντων
es: Todos los filtros de producto
id: Semua filter produk
ja: すべての商品フィルタ
no: Alle produktfiltre
ru: Все фильтры товаров
tr: Ürün filtreleme
uk: Всі фільтри товарів
vi: Tất cả bộ lọc sản phẩm

# Languages::all_pages
source: All pages
ar: كل الصفحات
cs: Všechny stránky
da: Alle sider
de: Alle Seiten
el: Όλες οι σελίδες
es: Todas las páginas
id: Semua halaman
ja: 全ページ
no: Alle sider
ru: Все страницы
tr: Tüm sayfalar
uk: Всі сторінки
vi: Tất cả các trang

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
ar: تم تحديث كل المنتجات بنجاح.
cs: Všechno zboží bylo úspěšně aktualizováno.
da: Alle produkter er blevet opdateret.
de: Alle Produkte wurden erfolgreich aktualisiert
el: Όλα τα προϊόντα έχουν ενημερωθεί επιτυχώς.
es: Se han actualizado todos los productos con éxito.
id: Semua produk berhasil diperbarui.
ja: すべての商品を更新しました。
no: Alle produkter har blitt oppdatert.
ru: Все товары были успешно обновлены.
tr: Tüm ürünler başarıyla güncellendi.
uk: Всі товари були успішно оновлені.
vi: Tất cả sản phẩm đã được cập nhật thành công.

# Languages::all_vendors
source: All stores
ar: كل المتاجر
cs: Všechny obchody
da: Alle butikker
de: Alle Stores
el: Όλα τα καταστήματα
es: Todas las tiendas
id: Semua toko
ja: すべてのショップ
no: Alle butikker
ru: Все магазины
tr: Tüm mağazalar
uk: Всі магазини
vi: Tất cả các cửa hàng

# Languages::all_words
source: All of these words
ar: كل هذه الكلمات
cs: Všechna tato slova
da: Alle disse ord
de: alle diese Wörter
el: Οποιαδήποτε από αυτές τις λέξεις
es: Todas estas palabras
id: Keseluruhan kata
ja: すべてのキーワードを含む
no: Alle disse ordene
ru: Все эти слова
tr: Bu sözcüklerin hepsi
uk: Всі ці слова
vi: Tất cả các từ khóa

# Languages::also_bought
source: Also bought
ar: اشتروا أيضاً
cs: Také koupili
da: Også købt
de: Kunden kauften auch
el: Αγόρασαν επίσης
es: También comprado
id: Beli juga
ja: こんな商品もお求め
no: Også kjøpt
ru: Также куплены
tr: Yanında alınan
uk: Також куплені
vi: Khách cũng đã mua kèm

# Languages::alt_text
source: Alternative text/title
ar: النص البديل
cs: Alternativní text/název
da: Alternativ tekst
de: Alternativer Text
el: Εναλλακτικό κείμενο/τίτλος
es: Texto alternativo
id: Alternatif teks / judul
ja: Alt用テキスト
no: Alternativ tekst/tittel
ru: Альтернативный текст
tr: Alternatif yazı
uk: Альтернативний текст
vi: Văn bản thay thế/tiêu đề

# Languages::alternative_text
source: Alt text
cs: Alternativní text
de: Alternativer Text
el: Εναλλακτικό κείμενο
es: Texto Alt
id: Teks Alt
ja: Altテキスト
no: Alt-tekst
ru: Alt-текст
tr: Alt metin
uk: Alt-текст
vi: Văn bản thay thế

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
ar: CVV على الجهة الأمامية للبطاقة أعلاه هو رقم بطاقة الائتمان (سواء على اليمين أو على الجانب الأيسر من بطاقة الائتمان).
cs: CVV je na přední straně karty nad číslem kreditní karty (buď na pravé nebo na levé straně kreditní karty).
da: CVV er på bag- eller forsiden af kortet ovenfor kreditkortnummeret (enten til højre eller venstre på kreditkortet).
de: Der Sicherheitscode befindet sich auf der Vorderseite der Karte über der Kreditkartennummer (entweder auf der rechten oder auf der linken Seite der Kreditkarte).
el: Το CVV είναι στο μπροστινό μέρος της κάρτας κάτω από τον αριθμό της πιστωτικής κάρτας (είτε στη δεξιά είτε στην αριστερή πλευρά της πιστωτικής κάρτας).
es: El CVV está en el frente de la tarjeta arriba del numero de la tarjeta de crédito (ya sea a la derecha o a la izquierda de la tarjeta de crédito).
id: CVV ada pada bagian belakang kartu kartu kredit (sisi kanan atau kiri).
ja: CVVはカード前面のカード番号の上部に記載されています。 (もしくはカードの左または右端に記載)
no: CVV er på forsiden av kortet ovenfor kredittkortnummeret (enten på høyre eller på venstre side av kredittkortet).
ru: CVV находится на передней стороне карты над номером кредитной карты (слева или справа).
tr: CVV bilgisi kredi kartınızın ön yüzünde ( kartınızın sağ veya sol tarafında ), kart numaranızın üzerindedir.
uk: CVV знаходиться на передній стороні картки над номером кредитної картки (ліворуч або праворуч).
vi: CVV là số ở mặt trước của thẻ trên số thẻ tín dụng (bên phải hoặc bên trái của thẻ tín dụng).

# Languages::amount
source: Amount
ar: القيمة
cs: Množství
da: beløb
de: Betrag
el: Ποσό
es: Cantidad
id: Nominal
ja: 金額
no: Beløp
ru: Сумма
tr: Miktar
uk: Сума
vi: Số tiền

# Languages::amount_decreased
source: Quantity has been decreased by
ar: تم إنقاص الكمية بـ
cs: Množství bylo sníženo o
da: Mængde er faldet med
de: Menge wurde verringert um
el: Η ποσότητα έχει μειωθεί κατά
es: La cantidad ha disminuido en
id: Jumlah telah turun dengan
ja: 数量が次の値に自動変更されました（減少）
no: Antallet er redusert med
ru: Количество было уменьшено до
tr: Nicalik azalt
uk: Кількість було зменшено до
vi: Số lượng đã giảm bởi

# Languages::amount_increased
source: Quantity has been increased by
ar: تم زيادة الكمية بـ
cs: Množství bylo zvýšeno o
da: Mængde er øget med
de: Menge wurde erhöht um
el: Η ποσότητα έχει αυξηθεί κατά
es: La cantidad ha aumentado en
id: Jumlah telah naik dengan
ja: 数量が次の値に自動変更されました（増加）
no: Antall er økt med
ru: Количество было увеличено до
tr: Nicalik arttır
uk: Кількість було збільшено до
vi: Số lượng đã tăng bởi

# Languages::anonymous
source: Anonymous
ar: مجهول
cs: Anonymní
da: anonym
de: Anonym
el: Ανώνυμος/η
es: Anónimo
id: anonimus
ja: 匿名ユーザー
no: Anonym
ru: Анонимный
tr: Anonim
uk: Анонім
vi: Chưa xác định

# Languages::answer
source: Answer
ar: الإجابة
cs: Odpověď
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
id: Jawaban
ja: 回答
no: Svar
ru: Ответ
tr: Cevap
uk: Відповідь
vi: Câu trả lời

# Languages::any
source: Any
ar: أي
cs: Jakýkoli
da: enhver
de: Jede(r)
el: Οποιοδήποτε
es: Cualquiera
id: Salah satu
ja: すべて
no: Hvilken som helst
ru: Любой
tr: Herhangi
uk: Будь-який
vi: Bất kỳ

# Languages::any_date
source: Any date
ar: أي تاريخ
cs: Jakékoliv datum
da: enhver dato
de: Jedes Datum
el: Οποιαδήποτε μέρα
es: Cualquier fecha
id: Sembarang tanggal
ja: すべて
no: Hvilken som helst dato
ru: Любая дата
tr: Herhangi tarih
uk: Будь-яка дата
vi: Ngày bất kỳ

# Languages::any_option_combinations
source: Any option combinations
ar: أي تركيبة خيارات
cs: Jakékoliv možnost kombinace
da: Enhver mulighed kombinationer
de: Jede Options Kombinationen
el: Οποιαδήποτε συνδυασμός επιλογων
es: Cualquier combinación de opciones
id: Setiap kombinasi pilihan
ja: すべてのオプション組み合わせ
no: Hvilken som helst alternativkombinasjon
ru: Любые комбинации опций
tr: Herhangi bir opsiyon durumu
uk: Будь-які комбінації опцій
vi: Bất kỳ kết hợp tùy chọn

# Languages::any_status
source: Any status
ar: أي حالة
cs: Jakýkoliv status
da: Enhver status
de: Jeder Status
el: Οποιοδήποτε κατάσταση
es: Cualquier estado
id: setiap Status
ja: すべて
no: Hvilken som helst status
ru: Любой статус
tr: Herhangi bir statü
uk: Будь-який статус
vi: Trạng thái bất kỳ

# Languages::any_words
source: Any of these words
ar: أياً من هذه الكلمات
cs: Jakékoliv z těchto slov
da: Ethvert af disse ord
de: jedes dieser Wörter
el: Οποιαδήποτε από αυτές τις λέξεις
es: Cualquiera de estas palabras
id: Setiap kata
ja: いずれかのキーワードを含む
no: Hvilken som helst av disse ordene
ru: Любое из этих слов
tr: Bu sözcüklerin herhangi biri
uk: Будь-яке зі слів
vi: Từ khóa bất kỳ

# Languages::any_category
source: Any category
cs: Jakákoliv kategorie
de: Jede Kategorie
el: Οποιαδήποτε κατηγορία
es: Cualquier categoría
id: Setiap kategori
no: Enhver kategori
ru: Любая категория
tr: Herhangi bir kategori
uk: Будь-яка Категорія
vi: Bất kỳ danh mục nào

# Languages::any_product
source: Any product
cs: Jakýkoliv produkt
de: Jedes Produkt
el: Οποιοδήποτε Προϊόν
es: Cualquier producto
id: Setiap Produk
no: Ethvert produkt
ru: Любой товар
tr: Herhangi bir ürün
uk: Будь-який товар
vi: Bất kỳ sản phẩm nào

# Languages::api_access
source: API access
ar: API
cs: Přístup k API
da: API-adgang
de: API-Zugriff
el: Πρόσβαση API
es: Acceso API
id: Akses API
ja: APIアクセス
no: API tilgang
ru: API-доступ
tr: API erişimi
uk: API-доступ
vi: Truy cập API

# Languages::api_key
source: API key
ar: مفتاح API
cs: API klíč
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
ja: APIキー
no: API nøkkel
ru: API-ключ
uk: API-ключ

# Languages::need_company_id
source: Company ID is required (the company_id param)
ar: مطلوب رمز الشركة (company_id)
cs: ID společnosti je vyžadováno (company_id param)
da: Firma-ID er påkrævet (company_id param)
de: Firma ID ist erforderlich (the company_id param)
el: Το ID της εταιρείας είναι απαραίτητο (η παράμετρος company_id)
es: ID de empresa obligatorio (el company_id param)
id: ID perusahaan diperlukan (the company_id param)
ja: ショップID（company_id）は必須パラメータです
no: Firma ID er påkrevd (the company_id param)
ru: Требуется идентификатор компании (параметр company_id)
tr: Firma ID si gerekli (company_id parametresi)
uk: Необхідний ідентифікатор компанії (параметр company_id)
vi: ID Công ty là bắt buộc (company_id param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
ar: لم يتم العثور على رمز الشركة الذي تم تمريره
cs: Společnost dle zadaného ID nebyla nalezena
da: Virksomheden efter bestået-ID blev ikke fundet
de: ID der Firma nicht gefunden
el: Η εταιρία με το δεδομένο ID δε βρέθηκε
es: No se ha encontrado la Empresa por el ID indicado
id: Company by passed ID tidak ditemukan
ja: 指定されたIDのショップが見つかりません
no: Firmaet ved bestått ID ikke funnet
ru: Компания не найдена по переданному идентификатору
tr: Belirtilen firma ID si bulunamadı
uk: Компанія не знайдена по вказаному ідентифікатору
vi: Không tìm thấy công ty thông qua ID

# Languages::api_need_id
source: Object ID undefined
ar: رمز الكائن غير معروف
cs: ID objektu nezadaný
da: Objekt-ID ikke defineret
de: Objekt ID unbestimmt
el: ID Αντικειμένου απροσδιόριστο
es: ID de objeto no definido
id: ID objek tidak terdefinisi
ja: オブジェクトIDが定義されていません
no: Objekt ID udefinert
ru: Идентификатор объекта не определен
tr: Object ID si tanımsız
uk: ID об'єкта не визначено
vi: ID Đối tượng không xác định

# Languages::api_need_params
source: Missing parameters
ar: معلومات مفقودة
cs: Chybějící parametry
da: Manglende parametre
de: Fehlende Parameter
el: Λείπουν οι παράμετροι
es: Parámetros que faltan
id: Parameter yang hilang
ja: パラメータが不足しています
no: Manglende parametere
ru: Пропущенные параметры
tr: Parametreler eksik
uk: Відсутні параметри
vi: Thiếu thông số

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
ar: المتجر يطلوب (company_id أو كيان المتجر)
cs: Je třeba určit úložiště (the company_id param or entity stores)
da: Butik er påkrævet (company_id param eller enhed butikker)
de: Store is obligatorisch (the company_id param or entity stores)
el: Κατάστημα απαιτείται (η παράμετρος company_id ή φορέας καταστήματος)
es: Se requiere tienda (el parámetro company_id o entidad de tiendas)
id: Toko disyaratkan (the company_id param atau entitystores)
ja: ショップID（company_id）パラメータまたはショップエンティティが必要です
no: Butikk er påkrevd (the company_id param or entity stores)
ru: Требуется указать магазин (укажите параметр company_id или используйте сущность stores)
tr: Mağaza (company_id parametresi yada mağazalar) gereklidir
uk: Необхідно вказати магазин (вкажіть параметр company_id чи використовуйте сутність stores)
vi: Cửa hàng là bắt buộc (các company_id param hoặc thực thể cửa hàng)

# Languages::api_not_need_id
source: ID must not be defined
ar: يجب أن لا يتم تعريف الرمز
cs: ID nesmí být definován
da: ID må ikke være defineret
de: ID muss nicht definiert werden
el: Το ID δεν πρέπει να οριστεί
es: ID no debe definirse
id: ID tidak harus didefinisikan
ja: IDは指定できません
no: ID må ikke defineres
ru: ID не должен быть задан
tr: ID tanımlanmamış olmalıdır
uk: ID не повинно бути задано
vi: ID không được xác định

# Languages::api_partner
source: API partner
ar: شريك API
cs: API partnera
el: API συνεργάτη
es: Socio API
ja: APIパートナー
ru: API-партнер
uk: API партнер
vi: API đối tác

# Languages::api_password
source: API password
ar: كلمة المرور API
cs: API heslo
da: API adgangskode
de: API Passwort
el: Κωδικός πρόσβασης API
es: Contraseña de API
id: Sandi API
ja: APIパスワード
no: API passord
ru: Пароль API
uk: Пароль API
vi: API mật khẩu
