Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::core_files_have_been_modified
source: Some of your <a href="[changes_url]">core files</a> were changed manually. That can lead to various problems, especially when upgrading to a new version of [product]. To learn more about why we advise against changing the core files, please read this <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] automatically checks for changes in core files every time you log in. To disable this check, go to <a href="[settings_url]">Settings → General</a> and untick the Monitor changes in core files checkbox.
ar: تم تغيير بعض <a href="[changes_url]"> الملفات الأساسية</a> يدوياً. يمكن أن تؤدي إلى مشاكل مختلفة، لا سيما عند الترقية إلى إصدار جديد من [product]. لمعرفة المزيد حول لماذا نحن ننصح بعدم تغيير الملفات الأساسية، يرجى قراءة هذه <a href="[docs_url]" target="_blank" > المادة</a>. [product] <br><br>يبحث تلقائياً عن التغييرات في الملفات الأساسية في كل مرة تقوم بتسجيل الدخول. لتعطيل هذا الاختيار، انتقل إلى <a href="[settings_url]"> إعدادات ← العامة</a> واونتيك رصد التغييرات في خانة الاختيار الملفات الأساسية.
da: Nogle af din <a href="[changes_url]"> kerne-filer</a> blev ændret manuelt. Det kan føre til forskellige problemer, især når du opgraderer til en ny version af [product]. Hvis du vil vide mere om hvorfor vi fraråde skiftende kerne-filer, kan du læse denne <a href="[docs_url]" target="_blank" > artikel</a>. <br><br>[product] kontrollerer automatisk for ændringer i kerne-filer, hver gang du logger på. For at deaktivere dette afkrydsningsfelt, gå til <a href="[settings_url]"> Indstillinger → generelle</a> og jasket overvåge ændringer i core filer afkrydsningsfelt.
el: Ορισμένα από τα <a href="[changes_url]"> αρχεία πυρήνα</a> άλλαξαν με μη αυτόματο τρόπο. Αυτό μπορεί να οδηγήσει σε διάφορα προβλήματα, ειδικά όταν κάνετε αναβάθμιση σε μια νέα έκδοση του [product]. Για να μάθετε περισσότερα σχετικά με το γιατί δε προτείνουμε αλλαγή των αρχείων πυρήνα, παρακαλώ διαβάστε αυτό το <a href="[docs_url]" target="_blank" > άρθρο</a>. <br><br>Το [product] ελέγχει αυτόματα για αλλαγές στα αρχεία του πυρήνα, κάθε φορά που συνδέεστε. Για να απενεργοποιήσετε τον έλεγχο, μεταβείτε <a href="[settings_url]"> ρυθμίσεις → γενικές</a> και καταργήστε την επιλογή Παρακολουθηση αλλαγών σε αρχεία πυρήνα.
es: Algunos de sus <a href="[changes_url]">archivos centrales</a> se cambiaron manualmente. Eso puede conducir a varios problemas, especialmente al actualizar a una nueva versión del [product]. Para obtener más información acerca de por qué no recomendamos cambiar los archivos principales, lea este <a href="[docs_url]" target="_blank"> artículo </a>.<br><br> [product] comprueba automáticamente los cambios en los archivos principales cada vez que inicie sesión. Para desactivar esta comprobación, vaya a <a href="[settings_url]">Configuración → General</a> y desmarque la casilla Monitorizar los cambios en los archivos principales.
id: Beberapa <a href="[changes_url]">file inti</a> Anda telah diubah secara manual. Itu bisa menimbulkan berbagai masalah, terutama saat mengupgrade ke versi baru [product]. Untuk mempelajari lebih lanjut tentang mengapa kita menyarankan agar mengubah file inti, silahkan baca ini <a href="[docs_url]"target="_blank">artikel</a>.<br><br>[product] secara otomatis memeriksa perubahan pada file inti setiap kali Anda login. Untuk menonaktifkan cek ini, buka <a href="[settings_url]">Settings →General</a>.
no: Noen av dine <a href="[changes_url]">kjernefiler</a> ble endret manuelt. Det kan føre til ulike problemer, spesielt når du oppgraderer til en ny versjon av [product]. Hvis du vil vite mer om hvorfor vi fraråder å endre kjernefilene, kan du lese denne <a href="[docs_url]" target="_blank" >artikkelen</a>.<br><br>[product] sjekker automatisk for endringer i kjernefiler hver gang du logger deg inn i ditt adminpanel. For å deaktivere denne kontrollen, gå til <a href="[settings_url]">Innstillinger → Generelt</a> og ta bort avkryssingen for denne sjekken.
ru: Некоторые <a href="[changes_url]">файлы ядра</a> были изменены вручную. Впоследствии это может привести к проблемам в работе и при обновлении до новой версии [product]. Обратитесь к данной <a href="[docs_url]" target="_blank" >статье</a>, чтобы узнать, почему не рекомендуется вносить изменения в файлы ядра.<br><br>При авторизации [product] в автоматическом режиме проверяет изменения в файлах ядра. Для отключения данной проверки, откройте <a href="[settings_url]">Настройки → Общие</a> и снимите флажок рядом с опцией "Отслеживать изменения в файлах ядра".
tr: Bazı <a href="[changes_url]">ana dosyalarınız</a> elle değiştirilmiş. Kritik sorunlara yol açabilir, özellikle yeni versiyon geçişlerinde soruna neden olabilir mesela [product]. Ana dosyaların değiştirilmemesindeki sebepleri anlamak adına, lütfen okuyun <a href="[docs_url]" target="_blank" >makale</a>.<br><br>[product] her girişinizde otomatik olarak ana dosyalardaki değişiklikleri kontrol eder. Bunun iptali için, lütfen <a href="[settings_url]">Ayarlar → Genel</a>e giderek ana dosyalardaki değişiklikleri izleme seçeneğini kaldırın.
uk: Деякі <a href="[changes_url]">файли ядра</a> були змінені вручну. Згодом це може привести до проблем в роботі і при оновленні до нової версії [product]. Зверніться до даної <a href="[docs_url]" target="_blank" >статті</a>, щоб дізнатися, чому не рекомендується вносити зміни в файли ядра.<br><br> При авторизації [product] в автоматичному режимі перевіряє зміни в файлах ядра. Для відключення даної перевірки, відкрийте <a href="[settings_url]">Установки → Загальні</a> і зніміть прапорець поруч з опцією "Відслідковувати зміни в файлах ядра".

# Languages::scan_for_modified_core_files
source: Scan for changed core files
ar: المسح الضوئي للملفات الأساسية المتغيرة
da: Skan for ændrede kernefiler
de: Scannen nach geänderten Kerndateien
el: Σάρωση για αλλαγές στα αρχεία πυρήνα
es: Buscar archivos principales modificados
id: Scan untuk mengubah file inti
ja: コアファイルの変更をスキャン
no: Søk etter endrede kjernefiler
ru: Сканировать на наличие изменений в файлах ядра
tr: Çekirdek dosyalarındaki değişiklikler için tara
uk: Сканувати на наявність змін в файлах ядра

# Languages::last_scan_time
source: Last scan time
ar: المرة الأخيرة التي تفحص
da: Sidste scanning tid
de: Letzte Scanzeit
el: Ώρα της τελευταίας σάρωσης
es: Última vez que se realizó el escaneo
id: Terakhir waktu scan
ja: 最終スキャン日時
no: Siste søketid
ru: Время последней проверки
tr: Son tarama zamanı
uk: Час останньої перевірки

# Languages::no_modified_core_files_found
source: No changed core files found
ar: لم يتم العثور تغييرات على الملفات الأساسية
da: Ingen ændrede centrale filer fundet
de: Keine geänderten Kerndateien gefunden
el: Δεν βρέθηκαν αλλαγές στα αρχεία πυρήνα
es: No se encontraron archivos principales modificados
id: Tidak ada file inti yang berubah ditemukan
ja: コアファイルの変更は見つかりませんでした
no: Finner ingen endrede kjernefiler
ru: Изменений в файлах ядра не обнаружено
tr: Değiştirilen çekirdek dosya bulunamadı
uk: Змін в файлах ядра не виявлено

# Languages::modified_core_files_found
source: Some of your core files have been changed. This may become a problem when upgrading [product] as changes in these files may be lost.
ar: تم تغيير بعض الملفات الأساسية الخاصة بك. هذا قد تصبح مشكلة عند ترقية [product] كما قد يتم فقدان التغييرات في هذه الملفات.
da: Nogle af din kerne-filer er blevet ændret. Dette kan blive et problem, når du opgraderer [product] som ændringer i disse filer muligvis tabt.
de: Einige Ihrer Kerndateien wurden geändert. Dies kann beim Upgrade von [product] zu einem Problem werden, da Änderungen in diesen Dateien verloren gehen können.
el: Ορισμένα από τα αρχεία πυρήνα σας έχουν αλλάξει. Αυτό μπορεί να ημιουργήσει ένα πρόβλημα, όταν κάνετε αναβάθμιση το [product], καθώς αλλαγές σε αυτά τα αρχεία ενδέχεται να χαθούν.
es: Algunos de sus archivos principales han sido cambiados. Esto puede convertirse en un problema al actualizar [product] ya que los cambios en estos archivos pueden perderse.
id: Beberapa file inti Anda telah diubah. Ini mungkin menjadi masalah saat meningkatkan versi [product] karena perubahan pada file ini mungkin hilang.
ja: 一部のコアファイルが変更されています。この変更は [product] のアップグレードの際に削除される可能性があります。
no: Noen av nettbutikkens kjernefiler har blitt endret. Dette kan bli et problem når du oppgraderer [product] da endringene i disse filene kan gå tapt.
ru: Некоторые файлы ядра были изменены. Впоследствии это может привести к проблемам при обновлении до новой версии [product], так как ваши изменения в файлах могут быть утеряны.
tr: Bazı çekirdek dosyalarınız değiştirilmiş. Bu dosyalardaki değişiklikler [product] yükseltirken bu sorun olabilir.
uk: Деякі файли ядра були змінені. Згодом це може привести до проблем при оновленні до нової версії [product], так як ваші зміни в файлах можуть бути втрачені.

# Languages::file_changes_detector
source: File changes detector
ar: الكشف عن تغييرات الملف
cs: Detektor změn souborů
da: Fil ændringer detektor
de: Detektor für Dateiänderungen
el: Ανιχνευτής αλλαγών Αρχείων
es: Detector de cambios en el archivo
id: Detektor perubahan file
ja: ファイル変更チェッカー
no: Filendring detektor
ru: Детектор изменений ядра
tr: Dosya değişiklikleri tespit edicisi
uk: Детектор змін ядра

# Languages::privileges.view_file_changes
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::vendor_commission_changes_upgrade_notification_title
source: Vendor commission changes
ar: بائع اللجنة التغييرات
da: Leverandørkommissiosændringer
de: Änderungen der Lieferantenprovisionen
el: Αλλαγές σε Προμήθειες Πωλητή
es: Cambios de la comisión del vendedor
id: Komisi vendor berubah
ja: 取引手数料の変更
no: Forhandler provisjon endringer
ru: Модуль Vendor commission заменен на Vendor plans
tr: Satıcı komisyon değişiklikleri
uk: Модуль Vendor commission замінений на Vendor plans

# Languages::vendor_commission_changes_upgrade_notification_text
source: <p>Vendor commissions have been replaced with vendor plans, and an own plan has been created for each vendor. However, absolute commissions are no longer supported.</p>
ar: <p>عمولة البائع تم استبدالها مع خطط البائعين، وتم إنشاء خطة خاصة لكل مورد. ومع ذلك، العمولات المطلقة لم تعد معتمدة.</p>
da: <p>Leverandør provisioner er blevet erstattet med kreditor planer, og en egen plan er blevet oprettet for hver kreditor. Men absolut provisioner understøttes ikke længere.</p>
el: <p>Οι προμήθειες Πωλητή έχουν αντικατασταθεί με τα σχέδια Πωλητή και ένα μοναδικό σχέδιο έχει δημιουργηθεί για κάθε πωλητή. Ωστόσο, δεν υποστηρίζονται πλέον απόλυτες προμήθειες.</p>
es: <p>Las comisiones de proveedores han sido reemplazadas con planes de proveedores, y se ha creado un plan propio para cada proveedor. Sin embargo, las comisiones absolutas ya no se admiten.</p>
id: <p>Komisi penjual telah diganti dengan rencana vendor, dan rencana sendiri telah dibuat untuk masing-masing vendor. Namun, komisi absolut tidak lagi didukung.</p>
ja: <p>出品者向け取引手数料は「出品者向けプラン」にて設定するようになりました。各出品者に個別にプランを割当できますが、絶対値による取引手数料の指定は非対応となりました。</p>
no: <p>Forhandler provisjon har blitt erstattet med forhandler planer, og en egen plan har blitt opprettet for hver forhandler. Merk at absolutte provisjoner ikke lenger støttes.</p>
ru: <p>В новой версии убран модуль Vendor commission, его роль теперь выполняет модуль Vendor plans. При обновлении для каждого продавца был создан собственный план. Однако модуль Vendor plans не поддерживает фиксированную комиссию.</p>
tr: <p>Satıcı ödemelerindeki komisyonlar değiştirildi, ve her bir satıcıya özel ödeme planı oluşturuldu. Buna karşın mutlak komisyonlar bundan böyle desteklenmemektedir
uk: <p>У новій версії прибрано модуль Vendor commission, його роль тепер виконує модуль Vendor plans. При оновленні для кожного продавця було створено власний план. Однак модуль Vendor plans не підтримує фіксовану комісію.</p>

# Languages::vendors_with_absolute_commissions_notice
source: <p>The following vendors had absolute commissions before the upgrade:</p><ul>[vendors_list]</ul><p>The <b>Transaction fee</b> in their plans has been set to 0.</p><p>The sizes of absolute commissions still remain in the database, but are no longer used. However, you can use that data to set up new vendor plans with relative commissions. Learn more in this article:</p>[instructions]
ar: <p>البائعين التالين لديها عمولات مطلقة قبل الترقية:</p> <ul>[vendors_list]</ul> <p>وقد حددت <b>رسوم المعاملات</b> في خططها إلى 0-</p> <p>أحجام العمولات المطلقة لا تزال تبقى في قاعدة البيانات ولكن لم تعد تستخدم. ومع ذلك، يمكنك استخدام هذه البيانات لإعداد خطط جديدة للمورد مع العمولات النسبية. مزيد من المعلومات في هذه المقالة:</p>[instructions]
da: <p>Følgende leverandører havde absolut provisioner før opgraderingen:</p> <ul>[vendors_list]</ul> <p><b>Transaktionsgebyr</b> i deres planer er sat til 0.</p> <p>Størrelser af absolutte provisioner stadig forbliver i databasen, men anvendes ikke længere. Du kan dog bruge disse data til at oprette nye leverandør planer med relative provisioner. Læs mere i denne artikel:</p>[instructions]
el: <p>Οι ακόλουθοι πωλητές είχαν απόλυτες προμήθειες πριν από την αναβάθμιση:</p> <ul>[vendors_list]</ul> <p>Το <b>τέλος συναλλαγής</b> στα σχέδιά τους έχει οριστεί σε 0.</p> <p>Τα μεγέθη των απόλυτηων προμήθειων εξακολουθούν να παραμένουν στη βάση δεδομένων, αλλά δεν χρησιμοποιούνται πια. Ωστόσο, μπορείτε να χρησιμοποιήσετε αυτά τα δεδομένα για τη δημιουργία νέων σχεδίων πωλητών με παρόμοιες προμήθειες. Μάθετε περισσότερα σε αυτό το άρθρο:</p>[instructions]
es: <p>Los siguientes proveedores tenían comisiones absolutas antes de la actualización: </p>[vendors_list]</ul><p>La <b>tarifa de la transacción</b> en sus planes se ha establecido en 0.</p><p>Los tamaños de las comisiones absolutas aún permanecen en la base de datos, pero ya no se utilizan. Sin embargo, puede usar esa información para configurar nuevos planes de proveedores con comisiones relativas. Obtenga más información en este artículo:</p>[instructions]
id: <p>Vendor berikut memiliki komisi absolut sebelum upgrade:</p><ul>[vendors_list]</ul><p>Biaya<b>Transaksi</b> dalam rencana mereka telah ditetapkan ke 0.</p><p>Ukuran komisi absolut masih ada dalam database, namun tidak lagi digunakan. Namun, Anda dapat menggunakan data tersebut untuk menyiapkan rencana vendor baru dengan komisi relatif. Pelajari lebih lanjut di artikel ini:</p>[instructions]
ja: <p>次の出品者には、アップグレード前に取引手数料に絶対値が設定されていました :</p><ul>[vendors_list]</ul><p>これらの出品者の取引手数料は現在0に設定されています。</p><p>アップグレード前の絶対値はDB上に残されていますので、 [instructions] を参照のうえ、出品者向けプランを新規作成してください。</p>
no: <p>Følgende forhandlere hadde absolutt provisjoner før oppgraderingen:</p><ul>[vendors_list]</ul><p>Merk at <b>Transaction fee</b> i deres planer har blitt satt til 0.</p><p>Størrelsene på absolutte provisjoner er fortsatt i databasen, men brukes ikke lenger. Du kan imidlertid bruke disse dataene til å sette opp nye forhandler planer med relative provisjoner. Les mer i denne artikkelen:</p>[instructions]
ru: <p>До обновления фиксированная комиссия была задана для следующих продавцов:</p><ul>[vendors_list]</ul><p>Поэтому значение <b>Transaction fee</b> в планах этих продавцов равно 0.</p><p>Размеры абсолютной комиссии все еще хранятся в базе данных, но не используются. Однако вы можете использовать эти данные, чтобы настроить новые планы с нефиксированной комиссией. Подробно это описано в документации (на английском языке):</p>[instructions]
tr: <p>Takip eden bölümdeki satıcılarda mutlak komisyonlar güncelleme öncesi belirtilir:</p><ul>[vendors_list]</ul><p>Ödeme<b>Bedeli</b>nin 0'a ayarlı.</p><p>Mutlak komisyon aralığı veritabanında bulunmaya devam eder, ama daha fazla kullanılmaz. Buna rağmen, veriyi yeni bir satıcı ödeme planı kullanmak adına kullanabilirsiniz. Daha fazla öğrenmek için:</p>[instructions]
uk: <p>До оновлення фіксована комісія була задана для наступних продавців:</p><ul>[vendors_list]</ul><p>Тому значення <b>Transaction fee</b> в планах цих продавців дорівнює 0.</p><p>Розміри абсолютної комісії все ще зберігаються в базі даних, але не використовуються. Однак ви можете використовувати ці дані, щоб налаштувати нові плани з нефіксованим комісією. Детально це описано в документації (англійською мовою):</p> [instructions]

# Languages::absolute_commissions_instructions
source: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Upgrading from 4.3.x to 4.4.x: Vendor Commissions and Vendor Plans</a>
ar: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank"> الترقية من 4.3.x إلى 4.4.x: اللجان المورد والبائع خطط</a>
da: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank"> opgradering fra 4.3.x til 4.4.x: kreditor provisioner og kreditor planer</a>
el: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank"> αναβάθμιση από εκδόσεις 4.3.x 4.4.x: προμήθειες πωλητών και σχέδια πωλητων</a>
es: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Actualizando de 4.3.x a 4.4.x: Comisiones y Planes del Vendedor</a>
id: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Upgrade dari 4.3.x ke 4.4.x: Komisi Vendor dan Rencana Vendor</a>
ja: <a href="http://manual.cs-cart.jp/topic/vendor-commissions-and-plans" target="_blank">4.3.x から 4.4.x へのアップグレード : 出品者向け取引手数料と出品者向けプラン</a>
no: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Oppgradering fra 4.3.x til 4.4.x: Forhandler provisjon og forhandler planer</a>
tr: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">4.3.x'den 4.4.x'e güncellerken Satıcı Komisyonları ve Satıcı planlarını görün</a>
uk: <a href="http://docs.cs-cart.com/4.3.x/user_guide/addons/vendor_commission/vendor_commissions_and_plans.html" target="_blank">Оновлення з 4.3.x до 4.4.x: комісії постачальників та плани постачальників</a>

# Languages::google_export_upgrade_notification_title
source: Google Export changes
ar: تغييرات تصدير جوجل
da: Google eksport ændringer
el: Αλλαγες Google Export
es: Cambios en la función de exportación de Google
id: Google Ekspor berubah
ja: Google Exportに関する変更について
no: Google eksport endringer
ru: Прайс-лист для Google Base: Изменения в модуле
tr: Google Export değişiklikleri
uk: Зміни в Google Export
