Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
cs: Skrill zatím neodpovídá, čekejte prosím. Je možné že objednávka nebyla vytvořena v obchodě, ale že byla úspěšně vytvořena a vybavená přes službu Skrill. Kontaktujte, prosím, personál obchodu a sdělte jim ID objednávky, které vám zadal Skrill
da: Ingen reaktion fra Skrill har modtaget endnu, venligst afvent. Selv om rækkefølgen ikke kan oprettes i butikken, er det meget sandsynligt, at det er korrekt oprettet og behandlet af Skrill. Kontakt butikken personale og fortælle dem ordre-ID som fastsat af Skrill
de: No response from MoneyBookers has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by MoneyBookers. Please contact the store staff and tell them the order ID as provided by MoneyBookers
el: Καμία απάντηση απο τους Skrill ακόμα, παρακαλώ περιμένετε. Ωστόσο η παραγγελία δεν θα εισαχθεί στο κατάστημά σας για όσο διαρκέσει, μέχρι να δημιουργηθεί επιτυχώς και να υποβληθεί από τους Skrill. Παρακαλώ επικοινωνήστε με το προσωπικό του καταστήματος και πείτε τους το ID της παραγγελίας όπως προβλέπεται από τους Skrill
es: No se ha recibido todavía ninguna respuesta de Skrill, por favor espera. Aunque el pedido no puede ser creado en la tienda, es altamente probable que el pedido se haya creado y procesado correctamente por Skrill. Por favor contacta con el personal de la tienda y comunica el número de pedido suministrado por Skrill
id: Tidak ada respon dari Skrill yang telah diterima, mohon menunggu. Pesanan mungkin tidak dibuat di toko beberapa waktu terakhir, namun sangat mungkin Skrill telah berhasil membuat dan memprosesnya. Silahkan hubungi staf toko dan memberitahu mereka ID pesanan yang disediakan oleh Skrill
no: Ingen respons fra Skrill er mottatt ennå, vennligst vent. Selv om ordren ikke kan bli opprettet i butikken, er det overveiende sannsynlig at den har blitt opprettet og behandlet av Skrill. Ta kontakt med nettbutikken og fortell dem om ordre-ID-en som ble gitt av Skrill
ru: Ответ от Skrill не был получен, пожалуйста, ждите. Хотя заказ может быть еще не создан в магазине, он с большой вероятностью был создан и оформлен на Skrill. Пожалуйста, обратитесь к администрации магазина и сообщите им номер заказа, предоставленный на Skrill
tr: No response from MoneyBookers has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by MoneyBookers. Please contact the store staff and tell them the order ID as provided by MoneyBookers
uk: Відповідь від Skrill не була отримана, будь ласка, чекайте. Хоча замовлення може бути ще не створено в магазині, воно з великою ймовірністю було створено і оформлено на Skrill. Будь ласка, зверніться до адміністрації магазину і повідомте їм номер замовлення, наданий на Skrill
vi: Không có phản ứng từ Skrill cho biết là đã nhận được hay chưa, xin vui lòng chờ. Mặc dù đơn hàng không thể được tạo trong cửa hàng, rất có thể nó đã được tạo thành công và được xử lý bởi Skrill. Xin vui lòng liên hệ với nhân viên cửa hàng và cung cấp cho họ ID đơn hàng theo quy định của Skrill

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
ar: لاستكمال عملية الدفع يجب أن تتجاوز اجمالي الطلبات
cs: Pro pokračování ověřovacího procesu musí vaše objednávka překročit
da: At fortsætte kassen behandle din ordre i alt må overstige
de: Um den Zahlungprozess fortzusetzen muss das Total Ihrer Bestellung höher sein als
el: Για να συνεχίσετε την διαδικασία πληρωμής, το σύνολο της παραγγελίας σας πρέπει να υπερβαίνει
es: Para continuar su proceso de compra el carrito debe de tener un mínimo de:
id: Untuk melanjutkan proses checkout total pesanan Andaharus melebihi
ja: お買い物を完了するには注文合計が次の金額以上である必要があります：
no: For å fortsette betalingsprosessen må din ordre totalt overstige
ru: Чтобы продолжить, сумма вашего заказа должна превышать
tr: Devam etmek için siparişleriniz toplamının arttığını kontrol edin
uk: Щоб продовжити, сума вашого замовлення повинна перевищувати
vi: Để tiếp tục quá trình thanh toán tổng tiền đơn hàng của bạn phải vượt quá

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
ar: لإتمام الشراء يجب أن يزيد إجمالي طلبكم عن
cs: Chcete-li pokračovat s objednávkou, výše objednávky překročí
da: For at fortsætte checkoutproces må din ordresubtotalen overstige
de: Um den Zahlungprozess fortzusetzen muss das Subtotal Ihrer Bestellung höher sein als
el: Για να συνεχίσετε την διαδικασία πληρωμής ,το υποσύνολο παραγγελία σας πρέπει να υπερβαίνει
es: Para continuar con el proceso de compra, el subtotal de esta tiene que ser mayor de
id: Untuk melanjutkan proses checkout pesanan Anda subtotalharus melebihi
ja: お買い物を完了するには注文小計が次の金額以上である必要があります：
no: For å fortsette betalingsprosessen må din ordre delsum overstige
ru: Чтобы продолжить оформление заказа, сумма вашего заказа должна превышать
tr: Ödemeye devam edebilmek için sipariş toplamınızı arttırmalısınız
uk: Щоб продовжити оформлення замовлення, сума вашого замовлення повинна перевищувати
vi: Để tiếp tục quá trình thanh toán tổng phụ đơn hàng của bạn phải vượt quá

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
ar: العضوية الواحدة من الممكن أن تحتوي على أكثر من بروفايل. على سبيل المثال, يمكنكم الحصول على بروفايل خاص بطلبات الشراء الشخصية, وملف آخر لطلبات شراء العمل أو أفراد العائلة...
cs: Jeden uživatel může mít společný profil. Například může využívat jeden účet pro nákup osobního charakteru současně s nákupem pro potřeby firmy.
da: En bruger kan have flere profiler. For eksempel kan du have en profil for personlig ordrer, en anden til kontorbrug og en anden til at bestille til venner og familie ...
de: Ein Benutzer kann mehrere Profile haben, Sie können z.B. ein Profil für private Bestellugen, eines für das Geschäft und ein anderes für Freunde, Familie, haben, usw...
el: Ένας χρήστης μπορεί να έχει πολλαπλά Προφίλ. Για παράδειγμα, μπορείτε να έχετε ένα για τις προσωπικές σας παραγγελίες, ένα για τις εταιρικές, ένα για τους φίλους σας και ένα για την οικογένεια σας...
es: Un solo usuario puede tener múltiples perfiles.Por ejemplo, si quiere que ciertos pedidos vayan a direcciones distintas a la suya etc..
id: Satu user dapat memiliki beberapa profil. Sebagai contoh,satu untuk pesanan pribadi dan satu lagi untuk kebutuhankantor.
ja: 複数の請求先・配送先情報を"プロフィール"単位で登録できます。例）個人用、会社用、友人や家族用...
no: En bruker kan ha flere profiler. For eksempel, en for personlige ordre og en annen for arbeidsplassen.
ru: Каждый пользователь может иметь несколько профилей. Например, один профиль - для заказов на дом, второй для заказов на работу, третий для друзей и родных...
tr: Bir kullanıcı birden fazla profile sahip olabilir. Örneğin, kişisel siparişleriniz için bir profil, aile ve arkadaşlarınız adına alış verişler yapmak için farklı profillere sahip olabilirsiniz...
uk: Один користувач може мати декілька профілів. Наприклад, один для особистих замовлень а інший для потреб офісу.
vi: Một người dùng có thể có nhiều hồ sơ. Ví dụ, một cho đơn đặt hàng cá nhân và một cho các nhu cầu văn phòng công ty.

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br /><a href="[url]">[url_text]</a>
ar: تم إضافة البروفايل المملوك بواسطة العضو "[user_login]". يجب أن تراجع بيانات البروفايل (إذا كان ذلك مطلوباً) وتفعيله عن طريق الرابط التالي:<br /><a href="[url]">[url_text]</a>
cs: Profil, který vlastní "[user_login]", byl nově vytvořen, zkontrolujte osobní údaje uživatele (je-li požadováno) a aktivujte jej následujícím odkazem:<br /><a href="[url]">[url_text]</a>
da: Den profil, der ejes af "[user_login]" er nyoprettet. Du bør kontrollere detaljerne i denne bruger (hvis påkrævet) og aktivere den ved at bruge følgende link: <br /> [url]
de: Das Profil von "[user_login]" wurde neu erstellt. Sie sollten (wenn erforderlich) die Details dieses Benutzers überprüfen und zur Aktivierung folgenden Link verwenden:<br /><a href="[url]">[url_text]</a>
el: Το προφίλ που ανήκει στο "[user_login]" δημιουργήθηκε πρόσφατα , θα πρέπει να ελέγξετε τις λεπτομέρειες (εφόσον απαιτείται) και να το ενεργοποιήσετε χρησιμοποιώντας τον ακόλουθο σύνδεσμο :<br /><a href="[url]">[url_text]</a>
es: El perfil propiedad de "[user_login]" se ha creado recientemente, debe verificar los detalles de este usuario (si es necesario) y activarlo utilizando el siguiente enlace: <br /><a href="[url]">[url_text]</a>
id: Profil dimiliki oleh "[user_login]" baru saja dibuat, Anda harus memeriksa rincian dari pengguna ini (jika diperlukan) dan mengaktifkannya dengan menggunakan link berikut:<br /><a href="[url]">[url_text]</a>
no: Profilen eid av "[user_login]" er nylig opprettet, du bør sjekke detaljene for denne brukeren (hvis påkrevd) og aktivere den ved hjelp av følgende link:<br /><a href="[url]">[url_text]</a>
ru: Профиль пользователя "[user_login]" был создан заново, проверьте информацию о пользователе (если необходимо) и активируйте его, перейдя по следующей ссылку:<br /><a href="[url]">[url_text]</a>
tr: [user_login] ' e ait profil yeni oluşturuldu. Kullanıcı detaylarını kontrol etmeli ve bu linki <br /><a href="[url]">[url_text]</a> kullanarak (zorunluysa) aktifleştirmelisiniz
uk: Профіль, що належить "[user_login]" щойно створено, ви повинні перевірити реквізити для цього користувача (за необхідності) і активувати його, використовуючи наступне посилання: <br /><a href="[url]">[url_text]</a>
vi: Hồ sơ chủ sở hữu của "[user_login]" đã được tạo mới được, bạn nên kiểm tra các chi tiết của người dùng này (nếu cần) và kích hoạt nó bằng cách sử dụng liên kết sau: <br /> <a href="[url]">[url_text]</a>

# Languages::text_nothing_found
source: Nothing found
ar: لا يوجد شيء
cs: Nic nalezeno
da: Intet fundet
de: Nichts gefunden
el: Δεν βρέθηκε αποτέλεσμα.
es: Nada encontrado
id: Tidak ada yang ditemukan
ja: データが見つかりませんでした
no: Ingenting funnet
ru: Ничего не найдено
uk: Нічого не знайдено
vi: Không tìm thấy

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
ar: لا يسمح هنا برفع الملفات ذات الامتداد <b>.[ext]</b>.
cs: Není dovoleno nahrávat soubory s příponou <b>.[ext]</b>.
da: Det er ikke tilladt at uploade filer med filtypenavnet <b>.[ext]</b> her.
de: Hier ist es nicht erlaubt Dateien mit der Erweiterung <b>.[ext]</b> hochzuladen.
el: Δεν επιτρέπεται να φορτώσετε αρχεία με την επέκταση <b>.[ext]</b> εδώ.
es: No está permitido subir archivos con la extensión <b>.[ext]</b> aquí.
id: Tidak diperbolehkan untuk mengunggah file dengan ekstensi<b> [ext]. </b> di sini.
ja: 拡張子が <b>.[ext]</b> のファイルのアップロードは許可されていません。
no: Det er ikke tillatt å laste opp filer med <b>.[ext]</b> endelsen her.
ru: Файлы с расширением <b>.[ext]</b> не могут быть загружены.
tr: <b>.[ext]</b> uzantılı dosyaların yüklenmesi kabul edilmemektedir.
uk: Файли з розширенням <b>.[ext]</b> не можуть бути завантажені.
vi: Nó không được cho phép để tải lên các tập tin với phần mở rộng <b>.[ext]</b> ở đây.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
ar: الإيميل <b>[email]</b> غير صحيح.
cs: <b>[email]</b> není platná E-mailová adresa.
da: <b>[email]</b> er ikke gyldig
de: Die <b>[email]</b> ist keine gültige E-mail Adresse.
el: <b>[email]</b>δεν είναι έγκυρη διεύθυνση e-mail.
es: El <b>[email]</b> no es un E-mail válido.
id: <b>[email]</b> bukan alamat e-mail yang valid.
ja: <b>[email]</b> は有効なEメールアドレスではありません。
no: <b>[email]</ b> er ikke en gyldig e-postadresse.
ru: <b>[email]</b> — неверный email.
tr: E-mail adresi <b>[email]</b> geçerli bir E-mail adresi değil.
uk: <b>[email]</b> не є дійсною електронною адресою.
vi: <b>[email]</b> không phải là một địa chỉ email hợp lệ.

# Languages::text_no_active_promotions
source: No promotions available.
ar: لا توجد عروض متاحة الآن.
cs: Nejsou k dispozici žádné promo akce.
da: Ingen tilbud til rådighed nu.
de: Im Moment sind keine Aktionen (Promotions) vorhanden
el: Δεν υπάρχουν διαθέσιμες προσφορές.
es: No hay promociones disponibles.
id: Tidak ada promosi yang tersedia.
ja: 現在実施中のキャンペーンはありません。
no: <b>[ip]</b> er ikke en gyldig IP-adresse.
ru: Действующих акций и спецпредложений в данный момент нет.
tr: Şu anda bir promosyon yok.
uk: Немає доступних заохочень.
vi: Không có chương trình khuyến mãi nào có sẵn.

# Languages::text_no_conflicts
source: No conflicts found
ar: لا توجد تضاربات
cs: Nenalezeny žádné konflikty
da: Ingen konflikter fundet
de: Keine Konflikte gefunden
el: Δεν βρέθηκαν συγκρούσεις
es: No se encontraron conflictos
id: Tidak ada konflik ditemukan
ja: コンフリクトはありません
no: Ingen konflikter funnet
ru: Конфликты не найдены
tr: Uyumsuzluk bulunmadı
uk: Конфліктів не знайдено
vi: Không có xung đột được tìm thấy

# Languages::text_no_items_defined
source: No [items] defined
ar: لم يتم إضافة [items]
cs: Nejsou definovány žádné [items]
da: Ingen [items] defineret
de: Keine [items] definiert
el: Δεν ορίστηκαν [items]
es: Ningún [items] definidos
id: Tidak ada [items] didefinisikan
ja: [items] が定義されていません
no: Ingen [items] definert
ru: [items] не заданы
tr: Hiçbir [items] tanımlanmadı
uk: [items] не задано
vi: Không có [items] được xác định

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
ar: لم يتم العثور على منتجات تطابق شروط البحث
cs: Nebylo nalezeno žádné zboží plnící kritéria hledání
da: Ingen produkter fundet matcher søgekriterierne
de: Es wurden keine Artikel gefunden, die dem Suchkriterium entsprechen
el: Δεν βρέθηκαν προϊόντα που να ταιριάζουν στα κριτήρια αναζήτησης που δώσατε.
es: No se ha encontrado ningún artículo con este criterio
id: Tidak ada produk yang ditemukan atau cocok dengan kriteria pencarian
ja: 検索条件に合致する商品が見つかりません
no: Ingen produkter passer med søkekriteriene
ru: По вашему запросу ничего не найдено
tr: Arama kriterlerinize uygun herhangi bir ürün bulunamadı
uk: За вашим запитом нічого не знайдено
vi: Không tìm thấy sản phẩm phù hợp với tiêu chí tìm kiếm

# Languages::text_no_matching_results_found
source: No results match the search query
ar: لا يوجد نتائج تطابق معطيات البحث
cs: Nebyly nalezeny žádné výsledky, které by splnily vyhledávací kritéria
da: Ingen resultater fundet matcher søgekriterierne
de: Es wurden keine Ergebnisse gefunden, die dem Suchkriterium entsprechen
el: Κανένα αποτέλεσμα δεν ταιριάζει με το ερώτημα αναζήτησης
es: No hay resultados para el criterio de búsqueda
id: Tidak ada hasil yang cocok dengan permintaan pencarian
ja: 検索条件に合致するレコードが見つかりません
no: Ingen resultater passer til søket
ru: По вашему запросу ничего не найдено
tr: Arama kriterlerinize uygun herhangi bir sonuç bulunamadı
uk: За вашим запитом нічого не знайдено
vi: Không có kết quả phù hợp với truy vấn tìm kiếm

# Languages::text_no_orders
source: No orders found
ar: لم يتم العثور على طلبات شراء
cs: Objednávky nenalezeny
da: Ingen ordrer fundet
de: Keine Bestellungen gefunden
el: Δεν βρέθηκαν παραγγελίες
es: No se ha encontrado ningún pedido
id: Tidak ada pesanan
ja: 注文が見つかりません
no: Ingen ordre funnet
ru: Заказы не найдены
tr: Sipariş bulunamadı
uk: Замовлення не знайдено
vi: Không tìm thấy đơn đặt hàng

# Languages::text_no_payments_needed
source: No payment information required
ar: لا توجد معلومات دفع مطلوبة
cs: Platba není vyžadována.
da: Ingen betalingsoplysninger kræves
de: Keine Zahlungsinformationen erforderlich
el: Δεν υπάρχουν απαιτούμενες πληροφορίες πληρωμής
es: No se requiere información de pago
id: Tidak ada informasi pembayaran yang diperlukan
ja: 今回のご注文で支払いは発生しません。
no: Ingen betalingsinformasjon nødvendig
ru: Не требуется информация об оплате
tr: İyi günlerde kullanmanız dileğiyle...
uk: Відомості про оплату не потрібні
vi: Không có thông tin thanh toán bắt buộc

# Languages::text_no_products
source: There are no products in this section
ar: لا توجد منتجات
cs: V této sekci není žádné zboží
da: Der er ikke nogle produkter i denne Kategori
de: Es gibt keine Produkte in dieser Sektion
el: Δεν υπάρχουν προϊόντα Κάτω από αυτήν την Κατηγορία.
es: No hay artículos en esta familia
id: Tidak ada produk di bagian ini
ja: このセクションには商品が登録されていません
no: Det er ingen produkter i denne seksjonen
ru: В этой категории нет товаров
tr: Bu kategoride henüz bir ürün bulunmuyor
uk: У цій категорії немає товарів
vi: Không có sản phẩm trong phần này

# Languages::text_no_products_defined
source: No products defined
ar: لم يتم إضافة منتجات
cs: Není definováno žádné zboží
da: Ingen definerede produkter
de: Keine Produkte definiert
el: Δεν έχουν ορισθεί Προϊόντα!
es: Artículos no definidos
id: Tidak ada produk yang telah ditetapkan
ja: 商品が登録されていません
no: Ingen produkter definert
ru: Товары не заданы
tr: Ürün bulunamadı
uk: Товари не задані
vi: Không có sản phẩm xác định

# Languages::text_no_products_found
source: No products found
ar: لم يتم العثور على منتجات
cs: Nenalezeno žádné zboží
da: Ingen produkter fundet
de: Keine Produkte gefunden
el: Δεν Βρέθηκαν Προϊόντα!
es: Artículos no encontrados
id: Tidak ada produk yang ditemukan
ja: 該当する商品はありません
no: Ingen produkter funnet
ru: Товары не найдены
tr: Ürün bulunamadı
uk: Товари не знайдено
vi: Không tìm thấy sản phẩm

# Languages::selected_filters
source: Selected filters
cs: Vybrané filtry
da: Valgte filtre
de: Ausgewählte Filter
el: Επιλεγμένα φίλτρα
es: Filtros seleccionados
id: Filter yang dipilih
ja: 選択したフィルタ
no: Valgte filtre
ru: Выбранные фильтры
tr: Seçili filtreler
uk: Вибрані фільтри
vi: Bộ lọc đã chọn

# Languages::text_no_shipments_found
source: No shipments found
ar: لا توجد شحنات
cs: Nebyly nalezeny žádné zásilky
da: Ingen forsendelse fundet
de: Keine Versand Informationen gefunden
el: Δεν βρέθηκαν αποστολές
es: No se han encontrado envíos
id: Tidak ada info pengiriman
ja: 配送情報は登録されていません
no: Ingen forsendelser funnet
ru: Информации об отправлении заказа пока нет.
tr: Gönderi bulunamadı
uk: Інформації про відправлення покищо немає
vi: Không tìm thấy các lô hàng

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
ar: للأسف لا يوجد وسيلة شحن متاحة حالياً إلى منطقتكم.<br>يرجى الاتصال بنا وإن شاء الله سوف نعمل على معالجة ذلك في أقرب وقت.
cs: Omlouváme se, zdá se, že pro vaši oblast nemáme k dispozici žádné možnosti dopravy.<br/>Zkontrolujte dodací adresu a kontaktujte nás, pokud je vše v pořádku, pokusíme se společně problém vyřešit.
da: Der er desværre ingen leveringsmuligheder tilgængelige for din placering. <br />Så kontakt os for at høre nærmere om leveringsmulighederne til dig. Vi beklager denne ulejlighed.
de: Leider sind keine Versandoptionen für Ihren Versand Zielort verfügbar.<br> Bitte nehmen Sie mit uns Kontakt auf, damit wir Ihnen den Versand organisieren können.
el: Δυστυχώς δεν υπάρχουν διαθέσιμοι τρόποι αποστολής και μεταφοράς των προϊόντων που ζητήσατε στην περιοχή που ορίσατε.<br>Σας παρακαλούμε επικοινωνήστε άμεσα μαζί μας, ώστε να βρούμε τον πιο εύκολο τρόπο αποστολής των προϊόντων σας.
es: Lo sentimos! Desafortunadamente no hay opciones de envío disponibles para tu destino.<br>Entra en contacto con nosotros y veremos como podemos enviarle su pedido.
id: Maaf, tampaknya kita tidak punya pilihan pengiriman yangtersedia untuk lokasi Anda.<br/>Harap periksa alamatpengiriman Anda dan hubungi kami jika semuanya baik-baiksaja. Kami akan lihat apa yang bisa kita lakukan tentanghal itu.
ja: ご利用いただける配送方法がありません。<br />お手数ですが配送手続きについてお問い合わせくださいませ。
no: Beklager, det virker ikke som vi har noen frakt alternativer tilgjengelige for din beliggenhet. <br/> Sjekk leveringsadressen og kontakt oss hvis alt er i orden. Vi får se hva vi kan gjøre med det.
ru: К сожалению, мы не можем доставить заказ на указанный адрес.<br/>Пожалуйста, свяжитесь с нами и мы постараемся вам помочь.
tr: Malesef Bölgenize hizmet verecek bir kargo firması ile anlaşmamız yok.<br>Bu sorunu çözebilmek için lütfen bizimle iletişime geçin.
uk: На жаль, ми не можемо доставити замовлення на вказану адресу. <br/> Будь-ласка, зв'яжіться з нами і ми постараємося вам допомогти.
vi: Xin lỗi, chúng tôi không có tùy chọn vận chuyển có sẵn cho vị trí của bạn. <br/> Xin vui lòng kiểm tra địa chỉ vận chuyển của bạn và liên hệ với chúng tôi. Chúng tôi sẽ xem xét những gì chúng tôi có thể làm về nó.

# Languages::text_no_upgrades_available
source: No upgrades currently available
ar: لا توجد ترقيات متاحة حالياً
cs: V současné době není k dispozici žádná aktualizace
da: Ingen opgraderinger øjeblikket er til rådighed
de: Im Moment sind keine Upgrades verfügbar
el: Δεν διατίθενται αναβαθμίσεις αυτή τη στιγμή
es: No hay actualizaciones disponibles
id: Tidak ada upgrade tersedia saat ini
ja: 利用可能なアップグレードはありません
no: Ingen oppgraderinger tilgjengelig
ru: Нет доступных обновлений.
tr: Şu an için bir güncelleme yok
uk: Немає доступних оновлень
vi: Hiện không có nâng cấp có sẵn

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
ar: سوف يتم تصدير <b>[total]</b> [name].
cs: <b>[total]</b> [name] bude exportováno.
da: <b>[total]</b> [name] vil blive eksporteret.
de: <b>[total]</b> [name] wird exportiert.
el: <b>[total]</b> [name] θα εξαχθεί .
es: <b>[total]</b> [name] será exportado.
id: <b>[total]</b> [name] akan diekspor.
ja: <b>[total]</b> [name] がエクスポートされます
no: <b>[total]</b> [name] vil bli eksportert.
ru: Будет экспортировано <b>[total]</b> [name].
tr: <b>[total]</b> [name] çıkarılacaktır.
uk: <b>[total]</b> [name] буде експортовано.
vi: <b>[total]</b> [name] sẽ được xuất dữ liệu.
