Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::promotion_bonus_discount_on_products
source: Discount on products
ar: خصم على المنتجات
cs: Sleva na zboží
da: Rabat på produkter
de: Rabatt auf Produkte
el: Έκπτωση σε προϊόντα
es: Descuento en productos
id: Diskon pada produk
ja: 特定商品を割引
no: Rabatt på produkter
ru: Скидка на товары
tr: Ürün indirimleri
uk: Знижка на товари
vi: Giảm giá trên các sản phẩm

# Languages::promotion_bonus_free_products
source: Free products
ar: منتجات مجانية
cs: Zboží zdarma
da: Gratis produkter
de: Kostenlose Produkte
el: Δωρεάν προϊόντα
es: Productos gratis
id: Produk gratis
ja: 無料商品
no: Gratis produkter
ru: Бесплатные товары
tr: Ücretsiz ürünler
uk: Безкоштовні товари
vi: Sản phẩm miễn phí

# Languages::promotion_bonus_free_shipping
source: Free shipping
ar: شحن مجاني
cs: Doprava zdarma
da: Gratis fragt
de: Kostenloser Versand
el: Δωρεάν αποστολή
es: Gastos de envío gratis
id: Pengiriman gratis
ja: 配送無料商品
no: Gratis frakt
ru: Бесплатная доставка
tr: Ücretsiz kargo
uk: Безкоштовна доставка
vi: Miễn phí vận chuyển

# Languages::promotion_bonus_give_coupon
source: Give coupon
ar: إعطاء كوبون
cs: Poskytnout kupon
da: Giv kupon
de: Gutschein schenken
el: Δώστε κουπόνι
es: Dar cupón
id: Berikan kupon
ja: クーポン券
no: Gi kupong
ru: Предоставить купон
tr: Kupon ver
uk: Дати купон
vi: Cung cấp cho phiếu giảm giá

# Languages::promotion_bonus_give_points
source: Give points
ar: إعطاء نقاط
cs: Udělené body
da: giv point
de: Punkte schenken
el: Δώστε στοιχεία
es: Dar puntos
id: Berikan poin
ja: ポイント付与
no: Gi poeng
ru: Предоставить баллы
tr: Puan ver
uk: Дати бали
vi: Cung cấp cho điểm

# Languages::promotion_bonus_give_usergroup
source: Give user group
ar: إعطاء عضوية
cs: Udělit živatelské skupině
da: Giv bruger gruppe
de: Der Benutzergruppe geben
el: Δώστε ομάδα χρηστών
es: Otorgar grupo de usuarios
id: Berikan untuk Grup User
ja: ユーザーグループの設定
no: Gi brukergruppe
ru: Назначить группу
tr: Kullanıcı grubu ver
uk: Назначити групу
vi: Cung cấp cho nhóm người dùng

# Languages::promotion_bonus_order_discount
source: Order discount
ar: خصم على الطلب
cs: Sleva na objednávku
da: Ordre rabat
de: Bestellungs Rabatt
el: Έκπτωση παραγγελίας
es: Descuento del pedido
id: Diskon pesanan
ja: ご注文割引
no: Ordre rabatt
ru: Скидка на заказ
tr: Sipariş indirimi
uk: Знижка на замовлення
vi: Đơn hàng giảm giá

# Languages::promotion_bonus_product_discount
source: Product discount
ar: خصم على المنتج
cs: Sleva na zboží
da: Produkt rabat
de: Produkte Rabatt
el: Έκπτωση προϊόντος
es: Descuento del producto
id: Diskon produk
ja: 商品割引
no: Produkt rabatt
ru: Скидка на товар
tr: Ürün indirimi
uk: Знижка продукту
vi: Giảm giá sản phẩm

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
ar: أكواد الكوبون المولدة تلقائياً
cs: Automaticky vygenerovat kód kuponu
da: Automatisk genererede kuponkoder
de: Automatisch generierte Couponcodes
el: Αυτόματη δημιουργία κωδικών κουπονιών
es: Códigos de cupón generados automáticamente
id: Kode kupon dihasilkan secara otomatis
ja: クーポンコードの自動生成
no: Automatisk genererte kupongkoder
ru: Автоматически сгенерированные коды купонов
tr: Kupon kodunu otomatik oluştur
uk: Автоматично згенеровані коди купонів
vi: Tự động tạo ra các mã thẻ giảm giá

# Languages::promotion_cond_categories
source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

# Languages::promotion_cond_country
source: Customer country (shipping)
ar: دولة العميل
cs: Zákazník - země (poštovné)
da: Kunde land
de: Land des Kunden (Versand)
el: Χώρα πελάτη (αποστολή)
es: País del cliente (envío)
id: Negara pelanggan (pengiriman)
ja: 配送先の国名
no: Kundens land (frakt)
ru: Страна покупателя (доставка)
tr: Müşteri ülkesi
uk: Країна покупця (доставка)
vi: Quốc gia của Khách hàng (vận chuyển)

# Languages::promotion_cond_coupon_code
source: Coupon code
ar: كود الكوبون
cs: Kód kuponu
da: Kupon kode
el: Κωδικός εκπτωτικού κουπονιού
es: Código de cupón
id: Kode kupon
ja: クーポンコード
no: Kupong kode
ru: Код купона
tr: Kupon kodu
uk: Код купону
vi: Mã giảm giá

# Languages::promotion_cond_feature
source: Product feature
ar: مواصفة المنتج
cs: Vlastnost zboží
da: Produkt feature
de: Produkt Eigenschaft
el: Χαρακτηριστικό προϊόντος
es: Característica de producto
id: Fitur produk
ja: 商品追加情報
no: Produkt funksjon
ru: Характеристика товара
tr: Ürün özelliği
uk: Особливості товару
vi: Tính năng sản phẩm

# Languages::promotion_cond_number_of_usages
source: Number of usages
ar: عدد الاستخدامات
cs: Počet použití
da: nummer på usages
de: Anzahl Verwendungen
el: Αριθμός χρήσεων
es: Número de usos
id: Jumlah penggunaan
ja: クーポン利用回数
no: Antall bruksområder
ru: Количество использования
tr: Kullanım sayısı
uk: Кількість використання
vi: Số lượng sử dụng

# Languages::promotion_cond_once_per_customer
source: Once per customer
ar: مرة واحدة لكل عميل
cs: Jeden krát pro zákazníka
da: en pr kunde
de: Einmal pro Kunde
el: Μια φορά ανά πελάτη
es: Una vez por cliente
id: Satu kali per pelanggan
ja: お客様あたり1回限り
no: En gang per kunde
ru: Один раз для покупателя
tr: Her müşteri bir kez
uk: Один раз для покупця
vi: Một lần trên mỗi khách hàng

# Languages::promotion_cond_payment
source: Payment method
ar: طريقة الدفع
cs: Způsob platby
da: Betalings metode
de: Zahlungsmethode
el: Τρόπος πληρωμής
es: Método de pago
id: Cara pembayaran
ja: 支払方法
no: Betalingsmåte
ru: Способ оплаты
tr: Ödeme yöntemi
uk: Способи оплати
vi: Phương thức thanh toán

# Languages::promotion_cond_price
source: Product price
ar: سعر المنتج
cs: Cena zboží
da: Produkt pris
de: Produkt Preis
el: Τιμή προϊόντος
es: Precio del producto
id: Harga produk
ja: 商品価格
no: Produkt pris
ru: Цена товара
tr: Ürün fiyatı
uk: Ціна продукту
vi: Giá sản phẩm

# Languages::promotion_cond_products
source: Products
ar: المنتجات
cs: Zboží
da: Produkt
de: Produkte
el: Προϊόντα
es: Productos
id: Produk
ja: 商品
no: Produkter
ru: Товары
tr: Ürünler
uk: Товари
vi: Sản phẩm

# Languages::promotion_cond_products_number
source: Total products in the cart
ar: إجمالي الطلبات في سلّة التسوق
cs: Celkové množství zboží v košíku
da: Total produkter i vogn
de: Total Produkte im Warenkorb
el: Σύνολο προϊόντων στο καλάθι
es: Total de productos en el carro
id: Jumlah produk dalam pesanan
ja: カート内の商品数
no: Totalt antall produkter i handlevognen
ru: Количество товаров в корзине
tr: Sepetteki toplam ürünler
uk: Кількість товарів в кошику
vi: Tổng sản phẩm trong giỏ hàng

# Languages::promotion_cond_purchased_products
source: Purchased products
ar: المنتجات المشتراه
cs: Zakoupené zboží
da: Indkøbte produkter
de: Gekaufte Produkte
el: Αγορασμένα προϊόντα
es: Productos comprados
id: Produk yang dibeli
ja: 購入済み商品
no: Kjøpte produkter
ru: Купленные товары
tr: Satın alınan ürünler
uk: Придбані товари
vi: Mua sản phẩm

# Languages::promotion_cond_state
source: Customer state (shipping)
ar: محافظة العميل
cs: Zákazníka - stát (poštovné)
da: Kunde stadie
de: Bundesstaat des Kunden (Versand)
el: Νομός πελάτη (αποστολή)
es: Estado del cliente (envío)
id: Wilayah pelanggan (pengiriman)
ja: 配送先の都道府県
no: Kundens stat/kommune (frakt)
ru: Регион покупателя (для доставки)
tr: Müşteri ilçesi
uk: Регіон клієнта (для доставки)
vi: Tỉnh/TP của Khách hàng (vận chuyển)

# Languages::promotion_cond_subtotal
source: Order subtotal
ar: مجموع الطلب
cs: Celková hodnota objednávky
da: Ordre subtotal
de: Subtotal Bestellung
el: Υποσύνολο παραγγελίας
es: Subtotal de pedido
id: Subtotal pesanan
ja: 注文小計
no: Ordre delsum
ru: Предварительная стоимость заказа
uk: Підсумок замовлення
vi: Tổng tiền đơn hàng

# Languages::promotion_cond_total
source: Order total
ar: إجمالي الطلب
cs: Objednávka celkem
da: Ordre total
de: Bestellungstotal
el: Συνολο Παραγελίας
es: Total del pedido
id: Total pesanan
ja: 注文合計金額
no: Ordre totalt
ru: Сумма заказа
tr: Sipariş toplamı
uk: Сума замовлення
vi: Tổng đơn hàng

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
ar: إجمالي وزن المنتجات بسلّة التسوق
cs: Celková hmotnost zboží v košíku
da: Total produkt vægt i kurv
de: Total Produkte (Gewicht) im Warenkorb
el: Συνολικό βάρος προϊόντων στο καλάθι
es: Peso total de productos en el carro
id: Total berat produk dalam pesanan
ja: カート内の商品重量合計
no: Total vekt av produkter i handlevognen
ru: Общий вес товаров в корзине
tr: Sepetteki toplam ürün ağırlığı
uk: Загальна вага товарів в кошику
vi: Tổng trọng lượng sản phẩm trong giỏ hàng

# Languages::promotion_cond_usergroup
source: User group
ar: مجموعة أعضاء
cs: Uživatelsá skupina
da: Brugergruppe
de: Benutzergruppe
el: Ομάδα χρήστη
es: Grupo de usuario
id: Grup user
ja: ユーザーグループ
no: Brukergruppe
ru: Группа пользователей
tr: Kullanıcı grubu
uk: Група користувачів
vi: Nhóm người dùng

# Languages::promotion_cond_users
source: Users
ar: الأعضاء
cs: Uživatelé
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
id: Pengguna
ja: ユーザー
no: Brukere
ru: Пользователи
tr: Üyeler
uk: Користувачі
vi: Người dùng

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
ar: الرقم البريدي للعميل
cs: PSČ
da: Kunde post nr
de: Kunden Postleitzahl (Versand)
el: Ταχυδρομικός κώδικας πελάτη (αποστολή)
es: Código postal del cliente (envío)
id: Kode pos pelanggan (pengiriman)
ja: 配送先の郵便番号
no: Kundens postnummer
ru: Почтовый индекс покупателя (доставка)
tr: Müşteri zip/posta kodu
uk: Поштовий індекс покупця (доставка)
vi: Zip/mã bưu điện khách hàng (vận chuyển)

# Languages::promotion_cond_shipping
source: Shipping methods
ar: طرق التوصيل
cs: Způsoby dopravy
da: Leverings metode
de: Versandarten
el: Τρόποι Αποστολής
es: Métodos de envío
id: Metode Pengiriman
ja: 配送方法
no: Fraktmetoder
ru: Способы доставки
tr: Teslimat metodları
uk: Методи доставки
vi: Phương pháp vận chuyển

# Languages::promotion_op_amount
source: amount
ar: القيمة
cs: částka
da: beløb
de: Betrag
el: ποσό
es: cantidad
id: jumlah
ja: 金額
no: beløp
ru: количество
tr: miktar
uk: кількість
vi: số tiền

# Languages::promotion_op_cont
source: contains
ar: القيمة
cs: obsahuje
da: Indeholder
de: enthält
el: περιέχει
es: contiene
id: berisi
ja: を含む
no: inneholder
ru: содержит
tr: içerik
uk: містить
vi: bao gồm

# Languages::promotion_op_eq
source: equal
ar: يساوي
cs: stejný
da: lig med
de: gleich
el: ίσος
es: igual
id: sama dengan
ja: に等しい
no: lik
ru: равно
tr: eşit
uk: рівне
vi: bằng

# Languages::promotion_op_gt
source: greater
ar: أكبر
cs: vetší
da: større
de: grösser
el: καλύτερος
es: mayor
id: lebih besar dari
ja: より大きい
no: større
ru: больше
tr: daha fazla
uk: більше
vi: lớn hơn

# Languages::promotion_op_gte
source: equal or greater
ar: أكبر من أو يساوي
cs: stejný nebo větší
da: lig med eller større
de: grösser oder gleich
el: ίσος ή καλύτερος
es: igual o mayor
id: sama atau lebih besar dari
ja: 以上
no: lik eller større
ru: больше или равно
tr: eşit yada daha fazla
uk: більше або дорівнює
vi: bằng hoặc cao hơn

# Languages::promotion_op_in
source: in
ar: موجود في
cs: jsou v
da: i
el: σε
es: en
id: dalam
ja: に該当する
no: i
ru: в списке
tr: içinde
uk: у списку
vi: trong

# Languages::promotion_op_lt
source: less
ar: أقل
cs: menší
da: mindre
de: weniger
el: λιγότερο
es: menos
id: kurang
ja: 閉じる
no: mindre
ru: меньше
tr: daha az
uk: менше
vi: ít hơn

# Languages::promotion_op_lte
source: equal or less
ar: أقل من أو يساوي
cs: stejný nebo menší
da: lig med eller mindre
de: weniger oder gleich
el: ίσο ή λιγότερο
es: igual o menor
id: sama atau kurang dari
ja: 以下
no: lik eller mindre
ru: меньше или равно
tr: eşit yada daha az
uk: дорівнює або менше
vi: bằng hoặc ít hơn

# Languages::promotion_op_ncont
source: doesn't contain
ar: لا يحتوي على
cs: neobsahuje
da: ikke indeholder
de: enthält nicht
el: δεν περιέχει
es: No contiene
id: tidak berisi
ja: を含まない
no: inneholder ikke
ru: не содержит
tr: içermiyor
uk: не містить
vi: không bao gồm

# Languages::promotion_op_neq
source: not equal
ar: لا يساوي
cs: není rovno
da: ikke lige
de: nicht gleich
el: άνισο
es: No es igual
id: tidak sama dengan
ja: に等しくない
no: ikke lik
ru: не равен
tr: eşit değil
uk: не дорівнює
vi: không bằng

# Languages::promotion_op_nin
source: not in
ar: غير موجود في
cs: nejsou v
da: ikke i
de: nicht in
el: όχι σε
es: No está en
id: tidak ada di
ja: に該当しない
no: ikke i
ru: не в списке
tr: içinde değil
uk: не в
vi: không trong

# Languages::promo_code
source: Promo code
ar: الكوبون
cs: Promo kód
da: Kampagnekode
el: Εισάγετε κωδικό κουπονιού
es: Código de promoción
id: Kode promo
ja: キャンペーンコード
no: Rabatt kode
ru: Промо-код
uk: Промо-код
vi: Mã giảm giá

# Languages::promo_text
source: Promo text
ar: نص العرض
da: Promo tekst
el: Promo κείμενο
es: Texto Promo
id: Teks promosi
ja: キャンペーン用テキスト
no: Promo tekst
ru: Промо-текст
tr: Promosyon açıklaması
uk: Промо текст
vi: Quảng cáo văn bản

# Languages::properties
source: Properties
ar: الإعدادات
cs: Vlastnosti
da: Egenskaber
de: Eigentschaften
el: Ιδιοτητες
es: Propiedades
id: properti
ja: プロパティ
no: Egenskaper
ru: Свойства
uk: Властивості
vi: Thuộc tính

# Languages::provider
source: Provider
ar: المزوّد
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
id: Penyedia
ja: プロバイダ
no: Leverandør
ru: Сервис
tr: Sağlayıcı
uk: Постачальник
vi: Nhà cung cấp

# Languages::public
source: Public
ar: عام
cs: Veřejný
da: Offentlig
de: Öffentlich
el: Δημόσιος
es: Publico
id: Publik
ja: 公開
no: Offentlig
ru: Общедоступный
tr: Yayın
uk: Загальнодоступний
vi: Công khai

# Languages::purchased_in_orders
source: Purchased in orders
ar: المشترى في الطلبات
cs: Zakoupeno v objednávkách
da: Købt i ordrer
de: In Bestellungen gekauft
el: Αγοράστηκαν στις παραγγελίες
es: Comprado en pedidos
id: Pembelian dalam pesanan
ja: 右記の注文に含まれる商品
no: Kjøpt i ordre
ru: Приобретенные в заказах
uk: Придбані в замовленнях
vi: Mua trong đơn hàng

# Languages::purchased_qty
source: Purchased qty
ar: كمية المشترى
cs: Nakoupené množství
da: Købt kvantitet
de: Gekaufte Menge
el: Ποσότητα που αγοράστηκε
es: Cantidad comprada
id: Jumlah dibeli
ja: 注文個数
no: Antall kjøpt
ru: Приобретенное кол-во
uk: Придбана к-сть
vi: Mua số lượng

# Languages::purchasers_name
source: Purchaser`s Name
ar: اسم المشتري
cs: Jméno kupujícího
da: Købers navn
de: Gesendet von
el: Από
es: Nombre del comprador
id: Nama pembeli
ja: ギフト券の贈り主のお名前
no: Kjøpers navn
ru: От
tr: Satın Alanın Adı
uk: Від
vi: Tên của người mua

# Languages::qty
source: Qty
ar: الكمية
cs: Množství
da: stk.
de: Menge
el: Ποσότητα
es: Cantidad
id: Kuantitas
ja: 数量
no: Ant.
ru: Кол-во
tr: Mkt
uk: К-ть
vi: Số lượng

# Languages::qty_discounts
source: Quantity discounts
ar: خصومات الكمية
cs: Množstevní slevy
da: Mængderabatter
de: Mengenrabatte
el: Εκπτώσεις ποσότητας
es: Descuentos por cantidad
id: Diskon kuantitas
ja: 数量割引
no: Mengderabatter
ru: Оптовые скидки
tr: Mkt indirimleri
uk: Гуртові знижки
vi: Giảm giá theo số lượng

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
ar: المبلغ الثابت أو النسبة المئوية التي سيتم اقتطاعها من السعر
cs: Pevně stanovená částka nebo procento z ceny výrobku
da: Faste beløb/procent skal tages ud af prisen
de: Fixer/Prozentualer Betrag der vom Preis abgezogen wird
el: Σταθερό ποσό/ποσοστό που θα αφαιρεθει από την τιμή
es: Importe/porcentaje fijo que se quitará del precio
id: Jumlah tetap / Persentase yang dikurangkan dari harga
ja: 数量割引のタイプ（絶対値 / パーセンテージ）
no: Fast beløp/Prosentandel blir trukket fra prisen
ru: Фиксированная сумма или процент от цены товара
uk: Фиксированная сумма или процент от цены товара Фіксована сума/відсоток від вартості товару
vi: Số tiền cố định/Tỷ lệ % được thực hiện giảm giá

# Languages::quantity
source: Quantity
ar: الكمية
cs: Množství
da: Mængde
de: Menge
el: Ποσότητα
es: Cantidad
id: Jumlah
ja: 数量
no: Antall
ru: Кол-во
tr: Miktar
uk: Кількість
vi: Số lượng

# Languages::quantity_step
source: Quantity step
ar: خطوة الكمية
cs: Množstevní krok
da: mængde trin
de: Menge (in Schritte von)
el: Βήμα ποσότητας
es: Salto de cantidad
id: Jumlah kelipatan
ja: 販売単位
no: Antall pr. trinn
ru: Шаг списка выбора количества
tr: Miktar adımı
uk: Крок списку вибору кількості
vi: Số bước

# Languages::query
source: Query
ar: استعلام
cs: Dotaz
da: forespørgsel
de: Abfrage (Query)
el: Απορία
es: Consulta
id: Pertanyaan
ja: クエリ
no: Forespørsel
ru: Запрос
tr: Sorgu
uk: Запит
vi: Truy vấn

# Languages::quick_checkout
source: Quick checkout
ar: شراء سريع
cs: Rychlé zaplacení
da: Quick kassen
de: Schnelles Checkout
el: Γρήγορη πληρωμή
es: Pago rápido
id: Checkout cepat
no: Hurtigkasse
ru: Быстрое оформление заказа
uk: Швидке оформлення замовлення
vi: Thanh toán nhanh

# Languages::quick_links
source: Quick links
ar: روابط سريعة
cs: Rychlé odkazy
da: Hurtig link
de: Quick Links (Obere Menuleiste)
el: Γρήγοροι σύνδεσμοι
es: Enlaces rápidos
id: Tautan cepat
ja: クイックリンク
no: Hurtiglinker
ru: Быстрые ссылки
tr: Hızlı linkler
uk: Швидкі посилання
vi: Liên kết nhanh

# Languages::quick_menu
source: Quick menu
ar: تنقل سريع
cs: Rychlé menu
da: Hurtig menu
el: Γρήγορο μενού
es: Menú rápido
id: Menu cepat
ja: クイックメニュー
no: Hurtigmeny
ru: Быстрое меню
tr: Hızlı menü
uk: Меню швидкого доступу
vi: Menu nhanh

# Languages::quick_product_viewer
source: Quick product viewer
ar: مستعرض المنتج السريع
cs: Rychlý prohlížeč zboží
da: Hurtig produktoversigt
el: Άμεση προβολή προϊόντος
es: Visor rápido de producto
id: Tampilan Quick View
ja: クイック商品ビューワ
no: Hurtigvisning av produkter
ru: Быстрый просмотр товаров
tr: Hızlı ürün görüntüleyici
uk: Швидкий перегляд товарів
vi: Xem nhanh sản phẩm

# Languages::quick_view
source: Quick view
ar: عرض سريع
cs: Detail produktu
da: Hurtigvisning
de: Schnellansicht
el: Με μια ματιά
es: Vista rápida
id: Tampilan cepat
ja: クイックビュー
no: Hurtigvisning
ru: Просмотр
tr: Hızlı görüntüle
uk: Швидкий перегляд
vi: Xem nhanh

# Languages::radiogroup
source: Radio group
ar: اختيار من متعدد
cs: Radioskupina
el: Ομάδα ραδιοφώνου
es: Grupo de radiobuttons
id: Grup Radio
ja: ラジオボタン
no: Radio gruppe
ru: Радиогруппа
uk: Радіо Група
vi: Nhóm radio

# Languages::random
source: Random
ar: عشوائي
cs: Náhodný
da: tilfældig
de: Zufallsauswahl
el: Τυχαίο
es: Aleatorio
id: Acak
ja: ランダム
no: Tilfeldig
ru: Случайно
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên

# Languages::rank_number
source: Rank ('machine') number
ar: رقم تقييم الـ ('machine')
cs: Pořadové číslo ('machine')
da: Rank ('machine') nummer
de: Stufe ('machine') Nummer
el: Κατάταξη (machine) αριθμού
es: Número de rank ('machine')
id: Peringkat nomor ('machine')
no: Rangerings ('maskin') nummer
ru: Ранговый номер
tr: Sıra ('machine') numarası
uk: Порядковий номер
vi: Xếp hạng ('máy') số

# Languages::rates_depend_on
source: Rates depend on
ar: النسب تعتمد على
cs: Sazba závisí na
da: Satser afhænger af
de: Steuern abhängig von
el: Ο Φόρος επιβαρύνεται στο
es: Las tarifas depende de
id: Tarif berdasarkan
ja: 税率の計算拠点
no: Satser er avhengig av
ru: Тарифы зависят от
tr: Eklensin
uk: Тарифи залежать від
vi: Tỷ lệ phụ thuộc vào

# Languages::rate_calculation
source: Rate calculation
ar: احتساب النسبة
cs: Výpočet sazby
da: Sats beregning
de: Gebührenberechnung
el: Υπολογισμός ποσοστού
es: Cálculo de precio
id: Tarif perhitungan
ja: 料金計算
no: Satsberegning
ru: Расчет тарифа
tr: Seçim yapınız
uk: Розрахунок тарифу
vi: Tính toán tỷ lệ

# Languages::rate_calculation_manual
source: Manual (by defined location)
ar: يدوياً (بواسطة مناطق معينة)
cs: Ručne (podle určené destinace)
da: Manual (som defineret sted)
de: Manuell (durch definierten Zielort)
el: Εγχειρίδιο (βάσει περιοχής)
es: Manual (por destino definido)
id: Manual (berdasar lokasi tertentu)
ja: ショップ所在地に基づき手動計算
no: Manuellt (etter definert beliggenhet)
ru: Вручную (по местоположению)
tr: Manuel (tanımlama yaparak)
uk: В ручну (за місцезнаходженням)
vi: Thủ công (theo vị trí được xác định)

# Languages::rate_calculation_by_rate_area
source: Manual (by defined rate area)
de: Manuell (durch definierten Tarifbereich)
el: Χειροκίνητα (βάσει περιοχής τιμών)
ru: Вручную (по заданной тарифной зоне)
uk: Вручну (по заданій тарифній зоні)

# Languages::rate_calculation_realtime
source: Realtime
ar: فورياً
cs: Reálný čas
da: virkelig tid
de: Echtzeit
el: Σε πραγματικό χρόνο
es: Tiempo real
ja: リアルタイム
no: Sanntid
ru: В режиме реального времени
tr: Gerçek zamanlı
uk: У реальному часі
vi: Thời gian thực

# Languages::rate_value
source: Rate value
ar: قيمة النسبة
cs: Hodota
da: Sats værdi
de: Wert
el: Βαθμός
es: Valor de la tarifa
id: Besaran tarif
ja: 数値
no: Verdi
ru: Стоимость
tr: Oy değeri
uk: Вартість
vi: Giá trị tỷ lệ

# Languages::read
source: Read
ar: قراءة
cs: Číst
da: Læs
de: Lesen
el: Αναγνωση
es: Leer
id: Baca
ja: 読み込み
no: Les
ru: Чтение
tr: Oku
uk: Читання
vi: Đọc

# Languages::readme
source: Readme
ar: اقرأني
cs: Poznámky
da: Læs mig
de: Lies mich
el: Διαβασέ με
es: Léeme
ja: はじめにお読みください
no: Les meg
ru: Текст для ознакомления
tr: Beni oku
uk: Текст для ознайомлення
vi: Đọc nội dung

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
ar: اقرأ المزيد حول 3-D Secure
cs: Dozvědět se více o 3-D Secure
da: Læs mere om 3-D Secure
de: Mehr über 3-D Secure lesen
el: Διαβάστε περισσότερα για το 3-D Secure
es: Leer más sobre 3-D Secure
id: Baca lebih lanjut tentang 3-D Secure
no: Les mer om 3-D Secure
ru: Дополнительная информация о 3-D Secure
uk: Додаткова інформація про 3-D Secure
vi: Tìm hiểu thêm về 3-D Secure

# Languages::reason
source: Reason
ar: السبب
cs: Důvod
da: Grund
de: Begründung
el: Λόγος
es: Razón
id: Catatan
ja: 理由
no: Årsak
ru: Причина
tr: Sebep
uk: Причина
vi: Lý do

# Languages::reasons
source: reasons
ar: سبب
cs: důvody
da: Grund
de: Begründungen
el: λόγοι
es: razones
id: Alasan
ja: 理由
no: Årsaker
ru: причины
tr: Sebepler
uk: причини
vi: lý do

# Languages::reason_text
source: Payment processor response
ar: نتيجة معالجة الدفع
cs: Opověď platebního procesoru
da: Betalings process tilbagemelding
de: Zahlungsverarbeiter (Payment Processor) antwortet
el: Απόκριση του συστήματος εκκαθάρισης
es: Respuesta del procesador del pago
id: Respon prosesor pembayaran
ja: 決済代行業者からの戻り値
no: Betalingsagent respons
ru: Ответ платежной системы
tr: ödeme işlemcisi yanıtı
uk: Відповідь платіжної системи
vi: Xử lý đáp ứng thanh toán

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
ar: إعادة بناء الكاش تلقائياً
cs: Automaticky přegenerovat cache při změně souboru
da: Genopbygge cache automatisk
de: Cache automatisch wiederherstellen
el: Ανακατασκευή cache αυτόματα
es: Reconstruir caché automáticamente
id: Buat ulang cache otomatis
ja: キャッシュの自動リビルド
no: Gjenoppbygg hurtigbufferen automatisk
ru: Обновлять кэш автоматически
tr: Cache i otomatik olarak yeniden oluştur
uk: Відновити кеш-пам'ять автоматично
vi: Tự động tái tạo bộ nhớ đệm
