Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
ar: يرجى تعريف مجلد الصور نسبة إلى مجلد المتجر الرئيسي. قم بوضع الصور لاستيرادها في هذا المجلد.
cs: Prosím, zadejte cestu pro obrázky v obchodě root adresáři. Dejte snímky, které chcete importovat do tohoto adresáře.
da: Angiv mappen billeder i butikkens rodmappe. Sætte billederne til at importere i denne mappe.
de: Bitte Verzeichnis für Bilder im Store Root Verzeichnis bestimmen. Setzten Sie die Bilder die Sie importieren wollen in dieses Verzeichnis.
el: Παρακαλείστε να προσδιορίσετε τον κατάλογο με τις εικόνες μέσα στο root φάκελο του καταστήματος. Τοποθετήστε τις εικόνες για εισαγωγή σε αυτόν τον κατάλογο.
es: Por favor especifique el directorio de imágenes en el directorio raíz de la tienda. Ponga las imágenes a importar en este directorio.
id: Silahkan tetapkan direktori gambar dalam root direktoritoko. Letakan gambar yang akan diimpor dalam direktoritersebut.
ja: ショップがインストールされたディレクトリの直下にある画像ディレクトリを指定してください。また、インポートする画像をこのディレクトリにアップロードしてください。
no: Vennligst oppgi bildekatalogen i butikkens rotkatalog. Velg å importere bildene til denne katalogen.
ru: Укажите директорию с импортируемыми изображениями внутри корневой директории магазина.
tr: Lütfen mağaza ana dizininde images klasörü tanımlayın. Aktarılacak resimleri bu klasöre yerleştirin.
uk: Вкажіть директорію з імпортованими зображеннями всередині кореневої директорії магазина.
vi: Vui lòng chỉ ra thư mục hình ảnh trong thư mục gốc của cửa hàng. Đưa hình ảnh để nhập dữ liệu trong thư mục này.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
ar: نسق الصورة <b>[format]</b> غير مدعوم بمكتبة الـ GD المركب على سيرفركم. لم يتم إنشاء الصورة المصغرة.
cs: Formát obrázků <b>[format]</b> není podporován GD knihovnou, která je instalován na vašem serveru. Náhled nebyl vytvořen.
da: Det billedformat <b> [format] </ b> er ikke understøttet af GD-bibliotek er installeret på din server. Oversigt er ikke blevet oprettet.
de: Das Bildformat <b>[format]</b> wird nicht von der GD library unterstützt, die auf Ihrem Server installiert wurde. Die Miniaturansicht kann nicht erstellt werden.
el: Η μορφή της <b> εικόνας [format] </ b> δεν υποστηρίζεται από την βιβλιοθήκη GD που είναι εγκατεστημένη στον διακομιστή σας. Η μικρογραφία δεν δημιουργήθηκε.
es: El formato de la imagen<b>[format]</b> no es soportado por la librería GD instalada en su servidor. La miniatura no puede ser creada.
id: File gambar <b>[format]</b> tidak didukung GD libraryyang terinstalasi di server. Thumbnail tidak dibuat.
ja: 画像形式 <b>[format]</b> はサーバーにインストールされているGDライブラリではサポートされていません。 サムネイルは生成されませんでした。
no: Bildeformatet <b>[format]</b> støttes ikke av GD library installert på serveren din. Miniatyrbilde ble ikke opprettet.
ru: Формат изображения <b>[format]</b> не поддерживается GD библиотекой, установленной на вашем сервере. Иконка не была создана.
tr: Resim formatı <b>[format]</b>serverınızda kurulu olan GD kütüphanesi tarafından desteklenmiyor. Küçük resim oluşturulamadı.
uk: Формат зображення <b>[format]</b> не підтримується GD бібліотекою, що встановлена на вашому сервері. Іконку не було створено.
vi: Hình ảnh định dạng <b>[format]</b> không được hỗ trợ bởi thư viện GD cài đặt trên máy chủ của bạn. Hình thu nhỏ đã không được tạo.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
ar: اسم المستخدم أو كلمة المرور غير صحيحة, يرجى إعادة المحاولة.
cs: Zadané jméno nebo heslo nejsou platné. Zkuste to, prosím, znovu.
da: Det brugernavn eller adgangskode er ugyldig, kan du prøve igen.
de: Benutzername oder Passwort sind falsch. Versuchen Sie es erneut.
el: Είτε το Όνομα Χρήστη είτε ο Κωδικός Πρόσβασης είναι εσφαλμένα. Σας παρακαλούμε ξανάπροσπαθήστε!
es: Error ¡¡ su nombre de usuario o contraseña no son correctos, por favor vuelva a intentarlo.
id: Nama user atau password yang Anda masukkan tidak valid.Silakan coba lagi.
ja: ユーザー名もしくはパスワードが正しくありません。もう一度入力してください。
no: Brukernavnet eller passordet du har tastet inn er ugyldig. Vennligst prøv igjen.
ru: Вы ввели неверный логин или пароль. Пожалуйста, попробуйте еще раз.
tr: Kullanıcı adınız yada şifreniz hatalı lütfen tekrar deneyiniz.
uk: Ви ввели невірний логін або пароль. Спробуйте ще раз.
vi: Tên người dùng và mật khẩu bạn đã nhập không hợp lệ. Xin vui lòng thử lại.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
ar: حسابات الإيميلات التالية غير صحيحة: <b>[emails]</b>
cs: Následující e-mailová adresa je neplatná: <b>[emails]</b>
da: Følgende e-mail-adresser er ugyldige: <b>[emails]</b>
de: Folgende E-Mail-Adressen sind ungültig: <b>[emails]</b>
el: Οι ακόλουθες διευθύνσεις email δεν είναι έγκυρες: <b> [e-mail] </ b>
es: Las siguientes direcciones de E-mail son invalidas<b>[emails]</b>
id: Alamat-alamat email berikut ini tidakvalid:<b>[emails]</b>
ja: 以下のEメールアドレスは無効です: <b>[emails]</b>
no: Følgende e-post-adresser er ugyldige: <b>[emails]</b>
ru: Следующие email-адреса неверны: <b>[emails]</b>
tr: Bu mail adresleri geçersiz: <b>[emails]</b>
uk: Наступні email-адреси невірні: <b>[emails]</b>
vi: Các địa chỉ email sau là không hợp lệ: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
ar: كود اللغة المدخل ([code]) موجود بالفعل. يرجى إدخال كود مناسب آخر.
cs: Ve vybraném jazyce již kód ([code]) existuje. Prosím, zadejte jiný příslušný kód.
da: Den angivne sprogkode ([code]) findes allerede
de: Der angegebene Sprachcode ([code]) existiert bereits. Bitte einen anderen passenden Code eingeben.
el: Ο συγκεκριμένος κωδικός γλώσσας([code])υπάρχει ήδη. Παρακαλώ εισάγετε ένα άλλο κατάλληλο κωδικό.
es: Ya existe el código de idioma proporcionado ([code])
id: Kode bahasa Ditentukan([code]) sudah ada. Masukkan kodelain yang sesuai.
ja: 指定された言語コード ([code]) はすでに存在しています
no: Språkkoden ([code]) finnes allerede. Vennligst skriv inn en annen egnet kode.
ru: Такой код языка ([code]) уже существует
tr: Specified language code ([code]) already exists. Please enter another appropriate code.
uk: Даний код мови ([code]) вже існує
vi: Mã ngôn ngữ được cung cấp ([code]) đã tồn tại

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
ar: اسم المستخدم الذي أدخلته غير موجود. يرجى التأكد من اسم المستخدم الخاص بكم وإدخاله بشكل صحيح.
cs: Uživatelské jméno, které jste vložil/a se neshoduje s žádným účtem v našem obchodě. Ujistěte se, prosím, že jste správně vložil/a uživatelské jméno spojené s vaším účtem a zkuste to znovu.
da: Det brugernavn du har indtastet svarer ikke til nogen konto i vores butik. Sørg for at du har indtastet korrekt brugernavn knyttet til din konto, og prøv igen.
de: Der eingegebene Benutzername stimmt nicht mit dem Konto in unserem Laden überein. Überprüfen Sie ob Sie den Benutzername für Ihr Konto korrekt eingegeben haben und versuchen Sie es erneut.
el: Το Όνομα Χρήστη που πληκτρολογήσατε δεν υπάρχει. Σας παρακαλούμε ξανάπροσπαθήστε!
es: El nombre de usuario puesto no existe. Por favor vuelva a intentarlo.
id: Nama user yang Anda masukkan tidak cocok dengan akun ditoko kami. Pastikan Anda telah memasukkan username dancoba lagi.
ja: 入力したユーザー名 / Eメールアドレス は存在しません。 確認の上もう一度入力してください。
no: Brukernavnet du har skrevet inn passer ikke til noen konto i butikken vår. Kontroller at du har tastet inn riktig brukernavn og prøv igjen.
ru: Пользователь с таким логином не зарегистрирован в нашей базе данных. Пожалуйста, проверьте введенные данные.
tr: Mağazamızda girdiğiniz üye adında bir üye yok. Lütfen üye adınızı doğru girdiğinizden emin olarak tekrar deneyiniz.
uk: Користувач з таким логіном не зареєстрований у нашій базі даних. Перевірте введені дані.
vi: Tên đăng nhập bạn đã nhập không khớp với bất kỳ tài khoản nào trong cửa hàng của chúng tôi. Hãy chắc chắn rằng bạn đã nhập đúng tên đăng nhập và thử lại.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
ar: لم يتم إرسال الرسالة.<br />حدث الخطأ التالي:
cs: Zprávu nelze odeslat.<br / >Chyba:
da: Meddelelsen kunne ikke sendes. <br /> Mailer Error:
de: Nachricht konnte nicht gesendet werden.<br>Mailer Error</br>
el: Το Μήνυμα δεν εστάλει.<br>Λάθος Αποστολής:</br>
es: Mensaje no enviado.<br>Mailer Error:
id: Pesan tidak dapat dikirim. <br />Kesalahan pengiriman :
ja: メッセージは送信されませんでした。<br />メーラーエラー:
no: Meldingen kunne ikke sendes <br />Mailer Feil.:
ru: Сообщение не может быть отправлено.<br>Ошибка:
tr: Mesaj iletilemedi.<br>Mesaj hatası:
uk: Не вдалося надіслати повідомлення. <br />Помилка:
vi: Không thể gửi được email. <br /> Lỗi Gửi Email:

# Languages::error_not_logged
source: You must log in before you can access this resource!
ar: يجب أن تسجل دخولك للوصول هنا!
cs: Přihlášení se nezdařilo, přihlašovací údaje nejsou platné!
da: Du skal logge ind, før du kan få adgang til denne ressource!
de: Sie müssen sich zuerst anmelden bevor Sie diesen Bereich betreten können.
el: Πρέπει να συνδεθείτε για να χρησιμοποιήσετε αυτήν την δυνατότητα.
es: Usted debe de loguearse para poder acceder a este recurso!
id: Anda harus login sebelum dapat mengaksesnya !
ja: ご指定のエリアにアクセスするにはログインが必要です。
no: Du må logge deg inn før du kan få tilgang til denne ressursen!
ru: Для доступа к этому ресурсу необходима авторизация!
tr: Bu kaynağı görmek için giriş yapmalısınız!
uk: Ви повинні увійти в систему перед тим, як отримати доступ до цього ресурсу!
vi: Bạn phải đăng nhập trước khi bạn có thể truy cập tài nguyên này!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
ar: لم يتم اختيار شيء! على الأقل يجب أن تقوم باختيار عنصر واحد.
cs: Žádné položky nebyly vybrány! Alespoň jeden zaškrtávací rámeček musí být zaškrtnut pro vykonání této akce.
da: Ingen valgte poster! Mindst ét afkrydsningsfelt skal afkrydses ud for at udføre denne handling.
de: Es wurden keine Artikel gewählt! Mindestens eine Checkbox muss abgehakt sein, damit diese Aktion durchgeführt werden kann.
el: Δεν υπάρχουν επιλεγμένα είδη! Τουλάχιστο Ένα θα πρέπει να επιλεχθεί για να ολοκληρωθεί η συγκεκριμένη ένέργεια.
es: Ninguna artículo seleccionado! Por lo menos debe de haber uno para realizar esta acción.
id: Tidak ada item yang dipilih! Setidaknya satu kotak centang harus dipilih untuk melakukan tindakan ini.
ja: 少なくとも1つ以上のアイテムを選択してください。
no: Ingen elementer valgt! Minst en avmerkingsboks må være valgt for å utføre denne handlingen.
ru: Нет выбранных элементов! Для выполнения этого действия должен быть выбран хотя бы один элемент.
tr: Seçim yapmadınız! En az bir kutu işaretlemiş olmalısınız.
uk: Немає обраних елементів! Для виконання цієї дії має бути вибраний хоча б один елемент.
vi: Không có mục được chọn! Phải chọn ít nhất một hộp kiểm để thực hiện hành động này.

# Languages::error_occured
source: Error occurred.
ar: حدث خطأ ما.
cs: Došlo k chybě.
da: Der opstod fejl.
de: Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα..
es: Ocurrió un error.
id: Terjadi Error
ja: エラーが発生しました。
no: En feil oppsto.
ru: Возникла ошибка
tr: hata oluştu.
uk: Сталася помилка.
vi: Đã xảy ra lỗi

# Languages::error_occurred
source: Error occurred
ar: حدث خطأ ما.
cs: Došlo k chybě
da: Der opstod fejl
de: Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα.
es: Ocurrió un error
id: Terjadi Error
ja: エラーが発生しました
no: En feil oppsto
ru: Возникла ошибка
uk: Сталася помилка
vi: Đã xảy ra lỗi

# Languages::error_passwords_dont_match
source: The passwords do not match.
ar: كلمتي المرور غير متطابقتين.
cs: Hesla se neshodují.
da: Kodeordene er ikke ens.
de: Das Passwort ist falsch.
el: Οι Κωδικοί δεν ταιριάζουν μεταξύ τους!
es: Las contraseñas no son iguales
id: Password tidak cocok.
ja: パスワードが正しくありません。
no: Passordene samsvarer ikke.
ru: Введенные пароли не совпадают
tr: Şifre uyuşmuyor
uk: Паролі не співпадають.
vi: Mật khẩu không khớp.

# Languages::error_password_content
source: The password must contain both letters and numbers.
ar: كلمة المرور يجب أن تحتوي على حروف وأرقام.
cs: Heslo musí obsahovat písmena a číslice.
da: The password skal indeholde både bogstaver og tal.
de: Dass Password muss Buchstaben und Nummern enthalten.
el: Ο κωδικός πρόσβασης πρέπει να περιέχει γράμματα και αριθμούς.
es: La contraseña debe contener números y letras.
id: Password harus berisi huruf dan angka.
ja: パスワードにはアルファベットと数字が含まれている必要があります。
no: Passordet må inneholde både bokstaver og tall.
ru: Пароль должен содержать и буквы, и цифры
tr: Şifre hem rakam hemde harf içermek zorundadır.
uk: Пароль має містити букви і цифри.
vi: Mật khẩu phải chứa cả chữ cái và số.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
ar: كلمة المرور الخاصة بكم انتهت. يتوجب عليكم تغيير كلمة المرور الآن.
cs: Vaše heslo již vypršelo. Musíte změnit své heslo.
da: Dit password er udløbet. Du skal ændre dit password nu.
de: Ihr Passwort ist abgelaufen. Sie müssen Ihr Passwort jetzt ändern.
el: Ο κωδικός σας έχει λήξει. Θα πρέπει να αλλάξετε τον κωδικό πρόσβασής σας τώρα.
es: Tu contraseña ha expirado. Tienes que cambiar tu contraseña ahora.
id: Password Anda telah kedaluwarsa. Anda harus mengubah password Anda sekarang.
ja: 管理画面への初回アクセスもしくはパスワードの有効期限切れです。<br />パスワードを変更してください。
no: Passordet ditt er utløpt. Du må endre passord nå.
ru: Срок действия вашего пароля истек. Пожалуйста, придумайте новый пароль.
tr: Şifre kullanım süresi doldu. Şimdi şifrenizi değiştirmek zorundasınız.
uk: Пароль застарів. Тепер необхідно змінити свій пароль.
vi: Mật khẩu của bạn đã hết hạn. Bạn cần phải thay đổi mật khẩu ngay bây giờ.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
ar: كلمة المرور الخاصة بكم انتهت. <p><a href="[link]" class="underlined"><b>تغيير كلمة المرور &#155;&#155;</b></a></p>
cs: Platnost vašeho hesla vypršela.<p><a href="[link]" class="underlined"><b>Změnit heslo &#155;&#155;</b></a></p>
da: Din adgangskode er udløbet. <p> <A href = "[link] " class = " understregede "> <b> Skift adgangskode>> </ b> </ a> </ p>
de: Ihr Passwort ist abgelaufen. <p><a href="[link]" class="underlined"><b> Passwort ändern &#155;&#155;</b></a></p>
el: Ο κωδικός σας έχει λήξει. <p> <a href="[link]" class="underlined"> <b> Αλλαγή κωδικού>> </ b> </ a>> </ p
es: Su contraseña ha caducado. <p><a href="[link]" class="underlined"> <b>cambiar contraseña &#155;&#155;</b></a></p>
id: Password Anda telah kedaluwarsa. <p><a href="[link]"class="underlined"><b>Ganti Password: &#155;&#155;</b></a></p>
ja: お使いのパスワードは期限切れです。<p><a href="[link]" class="underlined"><b>パスワードの変更 &#155;&#155;</b></a></p>
no: Passordet ditt er utløpt. <p><a href="[link]" class="underlined"><b>Bytt passord &#155;&#155;</b></a></p>
ru: Срок действия вашего пароля истек. <p><a href="[link]" class="underlined"><b>Сменить пароль &#155;&#155;</b></a></p>
tr: Şifre kullanım süreniz doldu. <p><a href="[link]" class="underlined"><b>Şifre değiştir &#155;&#155;</b></a></p>
uk: Термін дії пароля закінчився. <p><a href="[link]" class="underlined"><b>Змінити пароль &#155;&#155;</b></a></p>
vi: Mật khẩu hết hạn. <p><a href="[link]" class="underlined"><b>Đổi mật khẩu &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
ar: كلمة المرور يجب أن تحتوي على <b>[number]</b> حروف على الأقل.
cs: Heslo musí obsahovat alespoň <b>[number]</b> znaků.
da: Adgangskoden skal indeholde mindst <b> [antal] </ b> tegn.
de: Das Passwort muss mindestens <b>[number]</b> enthalten.
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον <b> [number] </ b> χαρακτήρες.
es: La contraseña debe contener al menos <b>[number]</b> caracteres.
id: Password harus berisi minimum <b>[number]</b> karakter
ja: パスワードは最低 <b>[number]</b> 文字以上で設定してください。
no: Passordet må inneholde minst <b>[number]< b> tegn.
ru: Пароль должен содержать как минимум <b>[number]</b> символов.
tr: Şifre en az <b>[number]</b> karakter içermelidir.
uk: Пароль має містити принаймні <b>[number]</b> символів.
vi: Mật khẩu phải chứa ít nhất <b>[number]</b> ký tự.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
ar: كلمة المرور الجديدة يجب ألا تطابق أياً من كلمات المرور الأربع التي استخدمتموها مسبقاً. يرجى استخدام كلمة مرور أخرى.
cs: Vaše nové heslo se nesmí shodovat s žádným z těchto čtyř hesel používaných dříve. Použijte, prosím, jiné heslo.
da: Din nye adgangskode skal ikke falde sammen med nogen af disse fire adgangskoder brugt før. Brug venligst et andet kodeord.
de: Ihr neues Passwort muss nicht identisch mit den vier bereits vorher verwendeten Passwörter sein. Bitte ein anderes Passwort benutzen.
el: Ο νέος κωδικός πρόσβασης δεν πρέπει να συμπίπτει με οποιοδήποτε από αυτούς τούς τέσσερις κωδικούς πρόσβασης που χρησιμοποιήθηκαν στο παρελθόν. Παρακαλούμε χρησιμοποιήστε έναν άλλο κωδικό πρόσβασης.
es: Su nueva contraseña no debe coincidir con ninguno de las cuatro anteriores contraseñas. Por favir utilice otra contraseña.
id: Sandi baru Anda tidak boleh sama dengan salah satu dari empat password yang digunakan sebelumnya. Silakan gunakan sandi lain.
ja: 新しいパスワードには直近４回で使用したパスワードは指定できません。 他のパスワードを指定してください。
no: Ditt nye passord må ikke samsvare med noen av de fire sist brukte passordene. Vennligst bruk et annet passord.
ru: Ваш новый пароль не должен совпадать с четырьмя паролями, которые использовались до этого. Пожалуйста, используйте другой пароль.
tr: Yeni şifreniz daha önce kullandığınız dört şifrden farklı olmak zorundadır. Lütfen başka bir şifre deneyiniz.
uk: Ваш новий пароль не повинен збігатися з будь-якими чотирьма паролями що використовувались раніше. Будь ласка, використовуйте інший пароль.
vi: Mật khẩu mới của bạn phải không trùng khớp với những mật khẩu đã sử dụng trước đó. Xin vui lòng sử dụng một mật khẩu khác.

# Languages::error_permissions_not_changed
source: Cannot change permissions
ar: لا يمكن تغيير التصاريح
cs: Nelze změnit oprávnění
da: Kan ikke ændre tilladelser
de: Zugriffsberechtigungen können nicht geändert werden
el: Δεν είναι δυνατή η αλλαγή των αδειών(δικαιωμάτων)
es: No se pueden cambiar los permisos
id: Tidak dapat mengubah hak akses
ja: パーミッションを変更できません
no: Kan ikke endre tillatelser
ru: Нельзя поменять разрешения
tr: İzinler değiştirilemiyor
uk: Не вдалося змінити дозволи
vi: Không thể thay đổi quyền truy cập

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
ar: حدث خطأ أثناء تحديث الحالة. لم يتم تغيير الحالة.
cs: Při updatu statusu došlo k chybě. Status nebyl změněn.
da: Fejl under opdatering af status. Status er ikke blevet ændret.
de: Fehler während des Status Updates. Status ist nicht geändert worden.
el: Σφάλμα κατά την ενημέρωση της κατάστασης. Η κατάσταση δεν άλλαξε.
es: Error al actualizar el estado. El estado no fue cambiado.
id: Kesalahan saat memperbarui status. Status tidak berubah.
ja: エラーが発生したため、ステータスは更新されませんでした。
no: Feil ved oppdatering av status. Status ble ikke endret.
ru: Ошибка при обновлении статуса. Статус не был изменён.
tr: Durum güncellenirken hata oluştu. Durum değiştirilemedi.
uk: Помилка під час оновлення статусу. Статус не змінився.
vi: Lỗi trong khi cập nhật trạng thái. Trạng thái không thay đổi.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
ar: ملف وصف الثيم ("manifest") غير موجود. تم إلغاء التركيب.
cs: Nebyl nalezen soubor s popisem motivu ("manifest"). Instalace byla zrušena.
da: Hud beskrivelse fil ("manifest") blev ikke fundet. Installation aflyst.
de: Theme-Beschreibungsdatei ("manifest") nicht gefunden. Installation wurde annulliert.
el: Η περιγραφή του θέματος εμφάνισης δεν βρέθηκε.Η εγκατάσταση ακυρώθηκε.
es: No se encontró el archivo de descripción del tema ("manifest"). Instalación cancelada.
id: File diskripsi theme ("manifest") tidak ditemukan.Instalasi dibatalkan.
ja: テーマの定義ファイル ("manifest") が見つかりませんでした。テーマのインストールは中止されました。
no: Mal beskrivelse fil ("manifest") ble ikke funnet. Installasjon kansellert.
ru: Не найден файл описания темы ("manifest"). Установка отменена.
tr: Tema açıklama dosyası ("manifest") bulunamadı. Kurulum durduruldu.
uk: Не знайдено файл опису теми ("manifest"). Установку скасовано.
vi: Không tìm thấy chủ đề mô tả tập tin ("manifest"). Cài đặt bị hủy bỏ.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
ar: اسم المستخدم أو الإيميل الذي اخترته موجود مسبقاً لدينا, يرجى اختيار اسم آخر.
cs: Uživatelské jméno nebo e-mail již existuje. Zkuste, prosím, jinou alternativu.
da: Det brugernavn eller e-mail, du har valgt allerede findes, kan du prøve en anden
de: Benutzername oder E-Mail-Adresse existieren bereits. Bitte versuchen Sie es erneut.
el: Το Όνομα Χρήστη ή το e-mail που επιλέξατε χρησιμοποιείται από άλλο χρήστη. Σας παρακαλούμε ξαναπροσπαθείστε!
es: El nombre de usuario o email ya están en nuestra base de datos, por favor intente con otros datos.
id: Nama user atau email yang Anda pilih sudah ada. Silakancoba yang lain.
ja: 入力したユーザー名もしくはEメールアドレスはすでに使用されています。
no: Brukernavnet eller e-posten du har valgt finnes allerede. Vennligst prøv en annen.
ru: Такое имя пользователя или email уже существуют. Пожалуйста, попробуйте другой вариант.
tr: Kullanıcı adınız veya E-mail adresiniz muhtemelen başkası tarafından kullanlanılıyor. Lütfen tekrar deneyiniz.
uk: Обраний логін або e-mail вже існує, спробуйте інший.
vi: Tên người dùng hoặc email bạn chọn đã tồn tại. Vui lòng thử với một email khác.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
ar: كود اللون في الخانة <b>[field]</b> غير صحيح.
cs: Kód barvy v poli <b>[field]</b> je neplatný.
da: Farvekode i feltet <b>[field]</b> er ugyldig.
de: Der Farbcode im Feld <b>[field]</b> ist nicht gültig.
el: Ο κωδικός Χρώματος στο πεδίο <b>[field]</b> δεν είναιέγκυρος.
es: El código de color en el campo <b>[field]</b> no es válido.
id: Kode warna pada field <b>[field]</b> tidak valid.
ja: <b>[field]</b> フィールドのカラーコードが正しくありません。
no: Fargekoden i <b>[field]</b> feltet er ugyldig.
ru: Неверный код цвета в поле <b>[field]</b>.
tr: Renk kodu <b>[field]</b> alanı geçersiz.
uk: Неприпустимий код кольору в полі <b>[field]</b>.
vi: Mã màu trong mục <b>[field]</b> là không hợp lệ.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
ar: الإيميل في خانة <b>[field]</b> غير صحيح.
cs: E-mailová adresa <b>[field]</b> není platná.
da: Den e-mail-adresse i <b> [field] </ b> er ugyldig
de: Die E-mail Adresse in <b>[field]</b> ist ungültig
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου στο <b>[field]</b> πεδίο ,δεν είναι έγκυρη
es: La dirección de correo electrónico en el campo <b>[field]</b> no es válida.
id: Alamat email pada field <b> [field] </ b> tidak valid.
ja: <b>[field]</b> フィールドのEメールアドレスが正しくありません。
no: E-post-adressen i <b>[field]</b>-feltet er ugyldig.
ru: Email в поле <b>[field]</b> неверен.
tr: E-mail adresindeki <b>[field]</b> geçersiz.
uk: Email в полі <b>[field]</b> недійсний.
vi: Địa chỉ email trong mục <b>[field]</b> là không hợp lệ.
