Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
cs: <b>ID klienta -</b>Vaše ID klienta - číselná hodnota mezi 0 a 999999999, nebo platný alias klienta ve formě UK12345678CUR.<br />Poznámka: Alias je citlivý na velká a malá písmena. <br /><b>Důležitá poznámka pro uživatele UNIX:</b><br />Prosím, ujistěte se, že máte přístupová práva k následujícímu adresáři: [cart_dir] (příkaz "chmod -R 755").
da: <b> Client ID - </ b> Dit Client ID, er et tal mellem 0 og 999.999.999, eller et gyldigt Client alias er i form UK12345678CUR. <br /> kaldenavn er store og små bogstaver. <br /> <b> Opmærksomheden for UNIX-brugere: </ b> <br /> Sørg for at du har relevante tilladelser til følgende bibliotek: chmod-R 755 [cart_dir]
de: <b>Kunden ID -</b> Ihre Kunden ID ist eine Nummer zwischen 0 und 999999999, oder ein gültiges Kunden-Pseudonym in der Form UK12345678CUR. <br> <br /> <b>Warnung fur UNIX-Benutzer:</b><br /> Stellen Sie bitte sicher, dass Sie passende Zugriffsberechtigungen im folgenden Verzeichnis haben: chmod -R 755 .[cart_dir]/payments
el: <b>Client ID -</b>H ταυτότητα πελάτη είναι (tm) μια δεκαδική τιμή που κυμαίνεται μεταξύ του 0 και του 999999999, ή ένα έγκυρο ψευδώνυμο πελάτη της φόρμας UK12345678CUR . <br /> Σημειώστε, οτι το ψευδώνυμο είναι ευαίσθητη υπόθεση. <br /> <b> Σημαντική σημείωση για τούς χρήστες του Unix: </b><br /> Παρακαλώ βεβαιωθείτε ότι έχετε τα κατάλληλα δικαιώματα για τον ακόλουθο κατάλογο: [cart_dir] (shell command "chmod -R 755").
es: <b>Client ID -</b> Su ID de cliente, es un número entre 0 y 999999999, o un alias de Cliente válido de la forma UK12345678CUR. <br /> Este alias de cliente es sensible a las mayúsculas. <br /> <b>Atención para usuarios de UNIX:</b><br /> Por favor asegúrese que usted tiene los permisos apropiados para el directorio siguiente: chmod -R 755 [cart_dir]
id: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br/> Please make sure you have approp
no: <b> Client ID - </ b> Din klient ID â € "en desimal verdi mellom 0 og 999 999 999, eller en gyldig klient alias av skjemaet UK12345678CUR. <br /> Obs, aliaset er case sensitive. <br /> <b> Viktig for UNIX-brukere: </ b> <br /> Kontroller at du har de nødvendige tillatelser for følgende katalog: [cart_dir] (shell kommando "chmod-R 755") .
ru: <b>ID клиента -</b> ваше ID, номер от 0 до 999999999, либо действительные клентское имя в следующем формате: UK12345678CUR. <br> Имя чувствительно к регистру. <br /> <b>Внимание пользователей UNIX:</b><br /> Пожалуйста, убедитесь, что у Вас следующие права доступа на директорию: chmod -R 755 [cart_dir]
tr: <b>Müşteri ID -</b> Müşteri ID niz, 0 ile 999999999 arasında bir rakam veya geçerli bir takma isim formudurUK12345678CUR . <br> Takma isim formları hassasiyetle seçilir <br /> <b> UNIX kullanıcıların dikkatine:</b><br /> Lütfen &#254;u dosyaların izinlerine dikkat edin: chmod -R 755 .[cart_dir]/payments
uk: <b>ID клієнта - </b> ваш ID, номер від 0 до 999999999, або дійсні клієнтське ім'я в наступному форматі: UK12345678CUR. <br />Ім'я чутливе до регістру.<br/><b>Увага користувачів UNIX:</b><br/>Будь ласка, переконайтеся, що у Вас такі права доступу на директорію: (shell) chmod -R 755 [cart_dir] .
vi: <b>ID Khách hàng -</b>ID khách hàng của bạn - một giá trị thập phân giữa 0 và 999999999, hoặc một Bí danh Khách hàng hợp lệ của các mẫu UK12345678CUR. <br />Lưu ý, bí danh là trường hợp nhạy cảm. <br /> <b>Các lưu ý quan trọng đối với người dùng UNIX:</b> <br /> xin vui lòng đảm bảo rằng bạn có quyền phù hợp cho thư mục sau: [cart_dir] (shell lệnh "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
cs: -&nbsp;Připojení k iDEAL účtu<br />-&nbsp;Klikněte na <u>'Zabezpečení'</u> v <u>'Profil'</u> sekci.<br />-&nbsp;Nastavte volbu<u>'Hlášení'</u> to <b>'XML'</b><br />-&nbsp;Nastave<u>'Hlášení URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Na
da: - Log ind på din konto iDEAL <br /> - Klik på <u> 'Sikkerhed' </ u> i <u> 'Profil' </ u> pkt. <br /> - Set mulighed <u> »Anmeldelse '</ u> til <b>' XML '</ b> <br /> - Set <u>» Anmeldelse URL' </ u> til: <br /> <b > [return_url] </ b> <br /> - Set <u> 'hemmelig nøgle' </ u>. Den hemmelige nøgle er kun kendt af sælgeren og ideal.
de: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on the <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set the <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set the <u>'Secret key'</u>. A Secret key is known only to the seller and iDEAL.
el: &nbsp Συνδεθείτε στον λογαριασμό σας στο iDEAL <br />-&nbsp Πατήστε <u>Security</u> στο τμήμα του <u>Προφίλ</u>.<br />-&nbsp Αλλάξτε την ρύθμιση <u>Κοινοποίηση</u> σε <b>XML</b><br />-&nbsp Τοποθετήστε τον <u>σύνδεσμο κοινοποίησης</u> στο:<br /><b>[return_url]</b><br />-&nbsp
es: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on the <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set the <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set the <u>'Secret key'</u>. A Secret key is known only to the seller and iDEAL.<b
id: -log in ke account iDEAL Anda < br / >-Klik pada <u>'Keamanan'</u> di bagian <u>'Profile'</u>. < br / >-menyetel opsi <u>'Pemberitahuan'</u> ke <b>'XML'</b> < br / > - Set <u>pemberitahuan URL':</u> < br / > <b>[return_url]</b> < br / > - Set <u>'Secret key'</u>. Secret key hanya diketehui Penjual dan iDEAL.
no: - Logg deg på iDEAL konto <br /> - Klikk på <u> "Sikkerhet" </ u> i <u> "Profil" </ u> seksjon <br /> -. Set alternativet <u> 'Melding' </ u> for å <b> 'XML' </ b> <br /> - Set <u> "Melding URL '</ u> til: <br /> <b > [return_url] </ b> <br /> -
ru: -&nbsp;Авторизируйте вашу учетную запись iDEAL<br />-&nbsp;Нажмите на <u>'Security'</u> в секции <u>'Profile'</u>.<br />-&nbsp;Установите опцию <u>'Notification'</u> на <b>'XML'</b><br />-&nbsp;Установите <u>'Notification URL'</u> на:<br /><b>[return_url]</b><br />-&nbsp;Установите <u>'Secret key'</u>. Secret key известен только продавцу и iDEAL.<b
tr: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp
uk: -&nbsp;авторизуйтесь ваш обліковий запис iDEAL<br />-&nbsp;Натисніть на <u>'Security'</u> в секції <u>'Profile'</u>.<br />-&nbsp;Встановіть опцію <u>'Notification'</u> на <b>'XML'</b><br />-&nbsp;Встановіть <u>'Notification URL'</u> на:<br /><b>[return_url]</b><br />-&nbsp;Встановіть <u>'Secret key'</u>. Secret key відомий тільки продавцю і iDEAL.
vi: -&nbsp;Đăng nhập vào tài khoản iDEAL của bạn<br />-&nbsp;Bấm vào <u>'Security'</u> trong phần <u>'Profile'</u>.<br />-&nbsp;Thiết lập tùy chọn <u>'Notification'</u> thành <b>'XML'</b><br />-&nbsp;Thiết lập <u>'Notification URL'</u> là:<br /><b>[return_url]</b><br />-&nbsp;Thiết lập <u>'Secret key'</u>. Secret key chỉ được biết đến giữa người bán và iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
ar: المجلد الذي تحفظ به الصور.<br>سوف يتم استخدام هذا المجلد لرفع الصور التي لم يتم تحديد مسارها; يجب أن يكون المسار كاملاً.
cs: Adresář, kde jsou umístěny obrázky. To bude možné použít, pokud soubor je zadán bez cesty.
da: Mappe, hvor billederne er placeret. Dette vil blive anvendt, hvis billedfilen er angivet uden en sti, og dette skal være en absolut sti
de: Verzeichnis in dem die Bilder gespeichert sind. <br> Dieses wird benötigt, wenn eine Bilddatei ohne Pfad angegeben wird; dieser muss ein absoluter Pfad sein
el: Directory where images are located (this will be used if image file is specified without path; this must be an absolute path, e.g. [images_backup_dir])
es: El directorio donde las imágenes están localizadas (esto será usado si el archivo de imagen es especificado sin la ruta; debe ser una ruta absoluta, ej. [images_backup_dir])
id: Direktori penyimpanan gambar, digunakan untuk alamat direktori gambar. Harus merupakan alamat (path) absolut.
ja: 画像が保存されているディレクトリの絶対パスを入力してください。この情報はパス情報がない画像情報に適用されます。
no: Katalogen hvor bildene ligger. Dette vil bli brukt hvis bildefilen er angitt uten bane, dette må være en absolutt sti
ru: Абсолютный путь к директории, в которой находятся изображения.<br> Это значение будет использовано, если путь к файлу изображения не задан.
tr: Resimlerin yerleştirildiği dosya.<br>Resim yolu tanımlanmadığı durumlarda kullanılır; Bu doğru bir yol olmalı.<br> [images_backup_dir]
uk: Абсолютний шлях до каталог, де розташовані зображення. Воно використовуватиметься, якщо файл зображення не задано.
vi: Thư mục nơi hình ảnh được đặt. Điều này sẽ được sử dụng nếu một tập tin hình ảnh được chỉ định mà không có một đường dẫn cụ thể.

# Languages::text_invalid_url
source: You have entered an invalid URL
ar: لقد أدخلت رابط غير صحيح
cs: Byla vložena neplatná URL
da: Du har indtastet en ugyldig URL
de: Sie haben eine ungültige URL eingegeben
el: Έχετε εισάγει μια άκυρη διεύθυνση URL
es: Has introducido una URL no válida
id: Anda telah memasukkan URL yang tidak valid
ja: 無効なURLが入力されました
no: Du har angitt en ugyldig URL
ru: Вы ввели неправильную ссылку
tr: Geçersiz bir URL girdiniz
uk: Введено неприпустиму URL-адресу
vi: Bạn đã nhập một URL không hợp lệ

# Languages::text_items_added
source: The items were added successfully
ar: تم إضافة العناصر بنجاح
cs: Položka byla úspěšně přidána
da: Punkter tilføjet
de: Artikel wurden erfolgreich hinzugefügt.
el: Τα στοιχεία που προστέθηκαν με επιτυχία
es: Los items fueron agregados exitosamente
id: Item telah berhasil ditambahkan
ja: アイテムが追加されました。
no: Elementene ble lagt til
ru: Элементы добавлены успешно
tr: Madde başarı ile eklendi
uk: Елементи було додано успішно
vi: Các mục được thêm vào thành công

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
ar: الرجاء تسجيل الدخول إلى FirstData Connect 2.0 Admin، افتح علامة التبويب "إدارة"، انقر فوق الارتباط the "Connect 2.0 Setup" link. < br/> تعيين URL التالي في "تقديم نموذج الطلب"، "صفحة تأكيد"، "صفحة فشل" المقاطع: [return_url] < br/>
cs: Prosím, přihlaste se do FirstData Connect 2.0 Admin, přejděte na kartu "Správa", klikněte na odkaz "Připojit Setup 2.0".<br />Nastavte následující URL v "Objednávka - podací formulář", "Potvrzení", "Selhání stránky", sekce: [return_url]<br />
da: Venligst log ind for at FirstData slut 2.0 Admin, Åbn fanen "Administration", klik på "Connect 2.0 Setup" link. < br / > Fastsæt følgende webadresse i "Rækkefølge indsendelse Form", "bekræftelsesside", "Manglende sideafsnit": [return_url]< br />
de: Bitte melden Sie sich bei FirstData Connect 2. 0 Admin an, öffnen Sie die Registerkarte "Administration", klicken Sie auf den Link "Connect 2.0 Setup".<br /> Setzen Sie die folgende URL in den "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
el: Παρακαλώ συνδεθείτε στο FirstData Connect 2.0 Admin, ανοίξτε την καρτέλα "Διαχείρηση", κάντε κλικ στο σύνδεσμο "Connect 2.0 Setup". < br / > Ορίστε την ακόλουθη διεύθυνση URL στα τμήματα "Υποβολή φόρμα παραγγελίας", "Σελίδα επιβεβαίωσης", "Αποτυχία σελίδα" : [return_url] < br / >
es: Por favor accede a la administración de FirstData Connect 2.0, abre la pestaña de "Administración", haga clic en el enlace "Connect 2.0 Setup". <br/> establece la URL siguiente en las secciones "formulario de envío de pedido", "Página de confirmación" y "Página de error": [return_url] <br/>
id: Silahkan login ke FirstData Connect 2.0 Admin, buka tab "Administration", klik pada link "Connect 2.0 Setup". < br / > Atur URL berikut pada"Formulir pengajuan pesanan", "Halaman konfirmasi", "Kegagalan halaman" bagian: [return_url] < br / >
no: Vennligst logg inn på FirstData Connect 2.0 Admin, åpne "Administration" fanen, klikk på "Connect 2.0 Setup" linken.<br /> Angi følgende URL i "Order Submission Form", "Confirmation Page", "Failure Page" seksjonene: [return_url]<br />
ru: Пожалуйста, залогиньтесь в FirstData Connect 2.0 Admin, откройте вкладку "Administration" и щелкните по ссылке "Connect 2.0 Setup".<br /> Укажите следующий URL-адрес в разделах "Order Submission Form", "Confirmation Page", "Failure Page": [return_url]<br />
tr: Lütfen FirstData Connect 2.0 yönetici panelinde oturum açın, "yönetim" sekmesinde bulunan "Connect 2.0 Setup" linkine tıklayın. <br />"Order Submission Form", "Confirmation Page", "Failure Page" bölümlerinde bulunan URL'yi şu şekilde ayarlayın. [return_url]<br />
uk: Будь ласка, залогініться в FirstData Connect 2.0 Admin, відкрийте вкладку "Administration" і оберіть пункт "Connect 2.0 Setup".<br /> Вкажіть наступну URL-адресу в розділах "Order Submission Form", "Confirmation Page", "Failure Page": [return_url]<br />
vi: Xin vui lòng đăng nhập vào FirstData Connect 2.0 Admin, mở tab "Administration", hãy nhấp vào liên kết "Connect 2.0 Setup". <br /> Thiết lập URL sau đây trong các "Order Submission Form", "Confirmation Page", "Failure Page" phần: [return_url] <br />

# Languages::text_links
source: Text links
ar: روابط نصية
cs: Textové odkazy
da: Tekstlink
el: Σύνδεσμοι κειμένου
es: Enlaces de texto
id: Tautan teks
ja: テキストリンク
no: Tekstlinker
ru: Текстовые ссылки
tr: Yazı linkleri
uk: Текстові посилання
vi: Liên kết văn bản

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
ar: <h4>لم تقم بالاشتراك معنا؟</h4><p>إنشاء الحساب سهل ويستغرق أقل من دقيقة.</p>
cs: <h4>Není registrovaným členem?</h4><p>Vytvoření nového účtu je snadné a trvá méně než minutu.</p>
da: <h4>Ikke registreret som medlem?</h4><p>Det er nemt at oprette en ny konto og tager mindre end et minut.</p>
de: <h4>Noch nicht als Mitglied registriert?</h4><p>Es ist einfach ein neues Benutzerkonto zu registrieren und dauert weniger als eine Minute.</p>
el: <h4>Δεν είσαστε Εγγεγραμένος Μέλος?</h4><p>Η Δημιουργία ενός νέου Λογαριασμού είναi πολύ γρήγορη & απλή διαδικασία.</p>
es: <h4>¿No es usuario registrado?</h4><p>Crear una nueva cuenta es fácil y toma menos de un minuto.</p>
id: <h4>Bukan anggota terdaftar?</h4><p>Membuat akun baru mudah dan membutuhkan waktu kurang dari satu menit.</p>
ja: <h4>会員登録がお済みでないお客様</h4><p>会員登録すると2回目以降のお買い物がスムーズになります。</p>
no: <h4>Er du ikke registrert fra før?</h4><p>Å opprette en konto er enkelt og tar mindre enn et minutt.</p>
ru: <h4>Не зарегистрированы?</h4><p>Создание учетной записи займет не больше минуты.</p>
tr: <h4>kayıtlı müşterimiz değilmisiniz?</h4><p>Yeni bir hesap oluşturmak kolaydır ve bir dakikadan az sürmektedir.</p>
uk: <h4>Не зареєстровані?</h4><p>Створення облікового запису займе не більше хвилини.</p>
vi: <h4>Bạn chưa đăng ký tải khoản?</h4> <p>Tạo một tài khoản mới thật dễ dàng và chỉ mất ít hơn một phút.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
ar: هذا المنتج لا يمكن إضافته إلى<br>سلّة التسوق لأنك غير مسجل الدخول.
cs: Toto zboží nemůže být přidáno do<br>košíku, protože nejste přihlášeni.
da: Dette produkt kan ikke lægges til <br> vognen, fordi du ikke er logget ind
de: Dieses Produkt kann nicht Ihrem <br> Warenkorb hinzugefügt werden weil Sie nicht angemeldet sind.
el: Το προϊόν αυτό δεν είναι δυνατό να προστεθεί στο<br> καλάθι γιατί δεν έχετε εισέλθει
es: Este producto no se puede añadir a la cesta <br />porque no se ha iniciado sesión.
id: Produk ini tidak dapat ditambahkan ke keranjang <br>karena Anda belum login
ja: カートに商品を入れるには<br>ログインが必要です。
no: Dette produktet kan ikke legges til <br>handlevognen fordi du ikke er logget inn
ru: Этот товар не может быть добавлен в<br />корзину, так как Вы не авторизованы.
tr: Ürün sepetinize eklenmedi<br>çünkü henüz üye girişi yapmadınız
uk: Цей товар не може бути доданий у кошик,<br>так як Ви не авторизовані.
vi: Sản phẩm này không thể được thêm vào giỏ hàng <br>bởi vì bạn không đăng nhập.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
ar: لوجو الـ <b>فاتورة</b>
cs: Logo pro <b>objednávku</b>
da: Logo for <b> fakturaer </ b>
de: Logo für <b>Rechnungen</b>
el: Λογότυπο για<b>τιμολόγια</b>
es: Logo para <b>facturas</b>
id: Logo di <b>faktur</b>
ja: <b>注文確認書</b>用ロゴ
no: Logo for <b>fakturaer</b>
ru: Логотип для <b>счета-фактуры</b>
tr: <b>faturalar</b> için logo
uk: Логотип для <b>рахунків-фактур</b>
vi: Logo cho <b>hóa đơn</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
cs: <p class=mandatory-fields>Pole označená <span class=required>*</span> jsou povinná</p>
da: <p class="mandatory-fields"> De felter markeret med <span class="required">*</span> er obligatoriske</p>
de: <span style="text-decoration: underline;">Die Felder mit <span class="required-field-mark">*</span> sind obligatorisch</span>
el: <span style="text-decoration: underline;">The fields marked with <span class="required-field-mark">*</span> are mandatory</span>
es: <span style="text-decoration: underline;">Las casillas marcadas con <span class="required-field-mark">*</span> son obligatorias</span>
id: <p class="mandatory-fields">Field yang ditandai<span class="required">*</span> adalah wajib</p>
ja: <p class="mandatory-fields"><span class="required">*</span> は必須項目</p>
no: <p class="mandatory-fields"> Feltene merket med <span class="required">*</span> er obligatoriske</p>
ru: <span style="text-decoration: underline;">Поля, отмеченные <span class="required-field-mark">*</span>, обязательны для заполнения</span>
tr: <p class="mandatory-fields"><span class="required">*</span>la belirtilen alanlar doldurulmak zorundadır</p>
uk: <p class="mandatory-fields"> поля відмічені <span class="required"> *</span>є обов'язковими</p>
vi: <p class="mandatory-fields">Các trường được đánh dấu <span class="required"> *</span> là bắt buộc</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
cs: Maximální hodnota pole "limit" nemůže překročit 25 jestliže typ tabulky není roven "Tabulka". Limit této tabulky byl opraven.
da: Max værdi af "grænse"-feltet kan ikke overstige 25, hvis diagramtype ikke er "Table". Grænse af dette diagram er blevet korrigeret.
de: Der maximale Wert von Feld "Limit" kann 25 nicht überschreiten wenn Diagramm Typ nicht gleich "Tabelle" ist. Limit dieses Diagrams wurde korrigiert.
el: Η μέγιστη αξία του πεδίου "οριο" δεν μπορεί να υπερβαίνει το 25 εκτός αν ο τύπος γραφήματος είναι " Πίνακας". To όριο αυτού του διαγράμματος έχει διορθωθεί.
es: Max value of "limit" field can not exceed 25 if chart type isn't equal "Table". Limit of this chart has been corrected.
id: Nilai maksimum "batasan" tidak dapat melebihi 25 kecuali tipe grafik adalah "Table". Batas grafik ini telah dikoreksi.
ja: チャートのタイプが "表" 以外の場合は"上限" フィールドの最大値は25になります。 "上限" フィールドの値が変更されました。
no: Maksimal verdi av "grensen"-feltet kan ikke overstige 25 mindre diagramtypen er "Table". Begrens av dette diagrammet er korrigert.
ru: Максимальное значение поля "предел" не может превышать 25, если тип графика не "Таблица". Пределы этого графика были автоматически исправлены.
tr: Çizelge tipi "Table" ile eşit değilse ,"limit" max değeri 25 karakteri geçemez. Bu çizelge limiti düzeltildi.
uk: Максимальне значення поля "межа" не може перевищувати 25, якщо тип графіка не "Таблиця". Межі цього графіка були автоматично виправлені.
vi: Giá trị tối đa của trường "giới hạn" không thể vượt quá 25 trừ khi loại biểu đồ là "Bảng". Các giới hạn của biểu đồ này đã được sửa chữa.
