Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::clone_payments
source: Share payment methods
ar: مشاركة طرق الدفع
cs: Sdílet platební metody
da: Del betalingsmetoder
de: Zahlungsmethoden teilen
el: Διαμοιρασμός Τρόπων Πληρωμής
es: Compartir métodos de pago
id: Share metode pembayaran
ja: 支払い方法の共有
no: Del betalingsmetoder
ru: Сделать способы оплаты общими
tr: ödeme metodlarını paylaş
uk: Зробити способи оплати загальними
vi: Chia sẻ phương thức thanh toán

# Languages::clone_products
source: Share products
ar: مشاركة المنتجات
cs: Sdílet zboží
da: Del produkter
de: Produkte teilen
el: Διαμοιρασμός Προϊόντων
es: Compartir productos
id: Share produk
ja: 商品の共有
no: Del produkter
ru: Сделать товары общими
tr: ürünleri paylaş
uk: Зробити товари загальними
vi: Chia sẻ sản phẩm

# Languages::clone_product_features
source: Share product features
ar: مشاركة مواصفات المنتج
cs: Sdílet vlastnosti zboží
da: Del produktfunktioner
de: Produkt-Eigenschaften teilen
el: Διαμοιρασμός Χαρακτηριστικών Προϊόντων
es: Compartir características de producto
id: Share fitur produk
ja: 商品の追加情報の共有
no: Del produktfunksjoner
ru: Сделать характеристики товаров общими
tr: Ürün özelliklerini paylaş
uk: Зробити характеристики товарів загальними
vi: Chia sẻ tính năng sản phẩm

# Languages::clone_product_filters
source: Share product filters
ar: مشاركة مصفات المنتج
cs: Sdílet filtry zboží
da: Del produkt filtre
de: Produktfilter teilen
el: Διαμοιρασμός Φίλτρων Προϊόντων
es: Compartir filtros de producto
id: Share filter produk
ja: 商品フィルタの共有
no: Del produktfiltre
ru: Сделать фильтры товаров общими
tr: Ürün filtrelerini paylaş
uk: Зробити фільтри товарів загальними
vi: Chia sẻ bộ lọc sản phẩm

# Languages::clone_profile_fields
source: Share profile fields
ar: مشاركة حقول البروفايل
cs: Sdílet profilové pole
da: Del profilfelter
de: Profil-Felder teilen
el: Διαμοιρασμός Πεδίων Προφίλ
es: Compartir campos de perfil
id: Share field profil
ja: 会員情報フィールドの共有
no: Del profilfelt
ru: Общий доступ к полям профиля
tr: Profil alanlarını paylaş
uk: Загальний доступ до полів профілю
vi: Chia sẻ trường hồ sơ

# Languages::clone_promotions
source: Share promotions
ar: مشاركة العروض
cs: Sdílet akce
da: Del kampagner
de: Promotions (Aktionen) teilen
el: Διαμοιρασμός Προσφορών
es: Compartir promociones
id: Share promosi
ja: キャンペーンの共有
no: Del kampanjer
ru: Сделать поощрения общими
tr: Promosyonları paylaş
uk: Зробити заохочення загальними
vi: Chia sẻ chương trình khuyến mãi

# Languages::clone_settings
source: Copy settings
ar: نسخ الإعدادات
cs: Kopírovat nastavení
da: Kopiereindstillinger
de: Einstellungen kopieren
el: Αντιγραφή Ρυθμίσεων
es: Copiar ajustes
id: Gandakan pengaturan
ja: 設定のコピー
no: Kopier innstillingene
ru: Копировать настройки
tr: Ayarları kopyala
uk: Копіювати налаштування
vi: Sao chép cài đặt

# Languages::clone_shippings
source: Share shipping methods
ar: مشاركة طرق الشحن
cs: Proveďte společné metody doručení
da: Del forsendelsesmetoder
de: Versandmethoden teilen
el: Διαμοιρασμός Τρόπων Αποστολής
es: Compartir métodos de envío
id: Gunakan bersama metode pengiriman
ja: 配送方法の共有
no: Del leveringsmetoder
ru: Сделать способы доставки общими
tr: Teslimat metodlarını paylaş
uk: Зробити способи доставки загальними
vi: Chia sẻ phương pháp vận chuyển

# Languages::clone_sitemap
source: Copy sitemap
ar: نسخ خريطة الموقع
cs: Kopírovat sitemap
da: Kopiere sitemap
de: Sitemap kopieren
el: Αντιγραφή sitemap
es: Copiar sitemap
id: Gandakan sitemap
ja: サイトマップをコピー
no: Kopier sidekart
ru: Копировать карту сайта
tr: Site haritasını kopyala
uk: Копіювати карту сайту
vi: Sao chép sơ đồ trang

# Languages::clone_static_data_clone
source: Copy menus
ar: نسخ القوائم
cs: Kopírovat menu
da: Kopiere menuer
de: Menus kopieren
el: Αντιγραφή menu
es: Copiar menus
id: Gandakan menu
ja: メニューをコピー
no: Kopier menyer
ru: Копировать меню
tr: Menüleri kopyala
uk: Копіювати меню
vi: Sao chép menu

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
ar: فشل فك ضغط الملف
cs: Nepodařilo se extrahovat soubory z archivu
da: Det lykkedes ikke at udpakke filer fra arkivet
de: Das Extrahieren der Dateien aus dem Archiv ist fehlgeschlagen
el: Αποτυχία για την εξαγωγή αρχείων από την αρχειοθήκη
es: Error en la extracción a partir del archivo
id: Gagal mengekstrak file dari arsip
ja: アップデートパッケージの解凍に失敗しました
no: Kunne ikke pakke ut filer fra arkivet
ru: Не удалось извлечь файлы из архива
tr: Dosyalar zip dosyasından çıkarılamadı
uk: Не вдалося витягти файли з архіву
vi: Thất bại trong việc giải nén tập tin từ kho lưu trữ

# Languages::development
source: Development
ar: التطوير
cs: Vývoj
da: Udvikling
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
id: Pengembangan
ja: 開発
no: Utvikling
ru: Режим разработки
tr: Geliştirme
uk: Режим розробки
vi: Phát triển

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
ar: PO-file <b>"[file]"</b> يحتوي على أخطاء في بناء الجملة أو بنية غير صحيحة.
cs: PO-file <b>"[file]"</b> obsahuje syntaktické chyby nebo nesprávná strukturu.
da: PO-fil <b>"[file]"</b> indeholder syntaksfejl eller forkert struktur.
de: PO-Datei <b>"[file]"</b> enthält Syntaxfehler oder falsche Struktur.
el: Το αρχείο <b>"[file]"</b> περιέχει συντακτικά λάθη ή εσφαλμένη δομή.
es: El archivo PO <b>"[file]"</b> contiene errores de sintaxis o estructura incorrecta.
id: PO-file <b>"[file]"</b> mengandung kesalahan sintaks atau struktur kurang tepat.
ja: POファイル <b>"[file]"</b> にシンタックスエラーまたは構成の不備があります。
no: PO-filen <b>"[file]"</b> inneholder syntaksfeil eller feil struktur.
ru: В PO-файле <b>"[file]"</b> синтаксические ошибки или некорректная структура.
tr: PO-dosyası <b>''[dosya]''</b> yanlış bir yapı veya söz dizimi hatası içerir.
uk: PO-файл <b>"[file]"</b> містить синтаксичні помилки або неправильна структура.
vi: Tập tin PO <b>"[file]"</b> có lỗi cú pháp hoặc không chính xác cấu trúc.

# Languages::product_option_delimiter
source: Option delimiter
ar: فاصلة الخيار
cs: Oddělovač možností
da: Mulighed for afgrænser
de: Optionen Trennzeichen
el: Διαχωριστικό Επιλογής
es: Separador de opciones
id: Pembatas opsi
ja: 商品オプションの区切り文字
no: Alternativt skilletegn
ru: Символ разделителя для опций
tr: Seçenek ayracı
uk: Символ розділювача для опцій
vi: Tùy chọn phân tách

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
cs: Oddělovač pro možnosti zboží v rámci kombinace možností (např. "Barva: Červená, Velikost: Malá")
da: Afgrænser for produkt optioner inden for en alternativ kombination (fx "farve: rød, størrelse: lille")
de: Trennzeichen für Produktoptionen innerhalb einer Optionskombination (z. B. "Farbe: rot, Größe: klein")
el: Οριοθέτης για τις επιλογές του προϊόντος μέσα σε ένα συνδυασμό επιλογών (π.χ. "Χρώμα: Κόκκινο, Μέγεθος: Μικρό ")
es: "Separador de opciones de producto dentro de una combinación (ej. "Color: Rojo, Tamaño: Pequeño")"
id: Pembatas untuk opsi produk dengan opsi kombinasi (misal.Warna: Merah, Ukuran: Kecil")
ja: オプションのコンビネーションに含まれる商品オプションの区切り文字(例: "カラー : 赤, サイズ : S")
no: Skilletegn for produktvalg innenfor en produktkombinasjon (f.eks. "Farge: Gul, Størrelse: Medium")
ru: Символ разделителя опций товара внутри комбинации опций (пример: «Color: Red, Size: Small»)
uk: Символ розділювача опцій товару всередині комбінації опцій (приклад: «Color: Red, Size: Small»)
vi: Phân tách cho sản phẩm lựa chọn trong một sự kết hợp tùy chọn (ví dụ: "Màu sắc: Màu đỏ, Kích thước: Nhỏ")

# Languages::upload_addon
source: Upload & install add-on
ar: رفع وتركيب الإضافة
cs: Nahrát & nainstalovat doplněk
da: Uploade & installere add-on
de: Add-on hochladen & installieren
el: Μεταφόρτωση και εγκατάσταση Πρόσθετου
es: Cargar complemento
ja: アドオンのアップロードとインストール
no: Last opp & installer modulen
ru: Загрузить и установить модуль
tr: Eklentiyi yükle
uk: Завантажити та встановити додаток
vi: Tải lên & cài đặt add-on

# Languages::upload_theme
source: Upload theme
ar: رفع ثيم
cs: Nahrát téma
da: Uploade tema
de: Theme hochladen
el: Μεταφόρτωση Θέματος
es: Cargar tema
id: Upload tema
ja: テーマのアップロード
no: Last opp mal
ru: Загрузить тему
tr: Temayı yükle
uk: Завантажити тему
vi: Tải lên chủ đề

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
ar: يمكنكم رفع وتركيب ثيم جديد من ملف مضغوط بالنسق tgz أو gz أو zip ثم النقر على <strong>رفع</strong>.
cs: Nahrávání a instalace nového tématu je skvělý způsob jak personalizovat váš obchod. Téma můžete uploadovat tak, že vyberete archiv formátu [exts] a kliknete na <strong>Uploadovat </strong>.
da: Uploade og installere et nyt tema er en fantastisk måde at personliggøre din butiksfacade. Du kan uploade et tema ved vælge et [exts] format arkiv og klikke på <strong>Upload</strong>.
de: Das Hochladen und die Installation eines neuen Theme ist eine gute Möglichkeit, Ihren Store zu personalisieren. Sie können ein Theme hochladen, indem Sie ein tgz, gz, oder zip-Archiv Datei wählen und <strong> hochladen </ strong>.
el: Η Μεταφόρτωση και εγκατάσταση ενός νέου θέματος είναι ένας πολύ καλός τρόπος για να προσαρμόσετε τη βιτρίνα του καταστήματός σας. Μπορείτε να φορτώσετε ένα θέμα επιλέγοντας ένα [exts] συμπιεσμένης μορφής και κάνοντας κλικ στη <strong>Μεταφόρτωση</ strong>.
es: Cargar y instalar un tema nuevo es un modo de personalizar la tienda. Puedes cargar un tema seleccionando un archivo con formato tgz, gz o zip y haciendo clic en <strong>Cargar</strong>.
id: Meng-upload dan menginstal theme baru adalah cara yangbagus untuk melakukan personalisasi toko Anda. Anda dapatmeng-upload theme dengan memilih file berformat tgz, gz,atau zip dan klik <strong> Upload </strong>.
ja: 新しいテーマを設定することにより、ショップのデザインを簡単に変更することができます。<br />zip / tgz / gz 形式のアーカイブを指定して「アップロード」ボタンをクリックするとテーマをアップロードできます。
no: Å laste opp og installere en ny mal er en fin måte å personliggjøre din nettbutikk på. Du kan laste opp en mal ved å velge en tgz, gz, eller zip formatert fil og klikke <strong>Last opp</strong>.
ru: Загрузка и установка новой темы — это быстрый и удобный способ изменить дизайн витрины. Для загрузки темы выберите архив в формате [exts] и нажмите на кнопку «Загрузить».
uk: Завантаження та встановлення нової теми - це відмінний спосіб змінити дизайн Вашого магазину. Для завантаження теми виберіть архів [exts] формату і натисніть на кнопку <strong>Завантажити</strong>.
vi: Tải lên và cài đặt một chủ đề mới là một cách tuyệt vời để cá nhân hoá các cửa hàng của bạn. Bạn có thể tải lên một chủ đề bằng cách chọn một kho lưu trữ định dạng [exts] và nhấp vào <strong>Tải lên</strong>.

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
ar: يمكنك تحميل حزمة ترقية يدوياً من الجهاز المحلي، الملقم الخاص بك، أو من موقع بعيد. تحديد موقع أرشيف تنسيق [exts]، ثم انقر فوق <strong>تحميل</strong>.
cs: Můžete nahrát balíček aktualizace ručně z místního počítače, serveru, nebo ze vzdáleného umístění. Zadejte umístění archivu [exts] formátu a klepněte na tlačítko <strong>Odeslat</strong>.
da: Du kan uploade en opgradering pakke manuelt fra den lokale maskine, din server eller fra en fjernplacering. Angiv placeringen af en [exts] format arkiv, og klik på <strong>Upload</strong>.
de: Sie können ein Upgrade-Paket manuell von der lokalen Maschine, Ihrem Server oder von einem entfernten Standort aus hochladen. Geben Sie den Speicherort eines Archivs im Format [exts] an und klicken Sie auf <strong>Upload</strong>.
el: Μπορείτε να φορτώσετε ένα πακέτο αναβάθμισης χειροκίνητα από το τοπικό σας μηχάνημα, το διακομιστή σας, ή από μια απομακρυσμένη τοποθεσία. Καθορίστε τη θέση του ενος αρχείο της μορφής [exts] και κάντε κλικ στο <strong>Upload</strong>.
es: Puede cargar un paquete de actualización manualmente desde la máquina local, su servidor o desde una ubicación remota. Especifique la ubicación de un archivo en formato [exts] y haga clic en <strong> Subir archivo </strong>.
id: Anda dapat mengunggah paket upgrade secara manual dari mesin lokal, server Anda, atau dari lokasi yang jauh. Tentukan lokasi arsip format [exts] dan klik <strong>Upload</strong>.
ja: ローカル環境やサーバー、またはリモート環境からアップグレードパッケージを手動でアップロードできます。[exts] 形式のアーカイブを指定して、<strong>アップロード</strong> をクリックしてください。
no: Du kan laste opp en oppgraderingspakke manuelt fra den lokale maskinen, serveren, eller fra en ekstern plassering. Angi plasseringen av en [exts] format arkiv og klikk på <strong>Last opp</strong>.
ru: Вы можете загрузить пакет обновления вручную с локального компьютера, сервера или с удаленного адреса. Укажите местоположение архива в формате [exts] и нажмите <strong>Загрузить</strong>.
tr: Güncelleme paketini elle yerel makinadan, sunucunuzdan, ya da uzaktan bağlantı yoluyla yükleyebilirsiniz. Konumu belirterek [exts] arşiv formatını seçip <strong>Yükleyin</strong>.
uk: Ви можете завантажити пакет оновлень вручну з локального комп'ютера, сервера або з віддаленого адреси. Вкажіть місце розташування архіву в форматі [exts] і натисніть <strong>Завантажити</strong>.
vi: Bạn có thể tải gói nâng cấp một cách thủ công từ các máy tính cá nhân, máy chủ của bạn, hoặc từ một vị trí từ xa. Xác định vị trí một kho lưu trữ định dạng [exts] và nhấp vào <strong>Tải lên</strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
ar: المجلدات التالية لا تملك صلاحية الكتابة عليها
cs: Tyto adresáře nemají zapisovací oprávnění
da: Følgende mapper har ikke skrivetilladelse
de: Die folgenden Verzeichnisse haben keine Schreibrechte
el: Οι ακόλουθοι κατάλογοι δεν έχουν δικαιώματα εγγραφής
es: Los siguientes directorios no tienen permisos de escritura
id: Direktori berikut tidak memiliki izin ditulis
ja: 以下のディレクトリに書き込み権限が設定されていません。
no: Følgende kataloger ikke har skrivetillatelse
ru: Следующие папки не имеют прав на запись
tr: Aşağıdaki dizinler yazma iznine sahip değil
uk: Наступні папки не мають прав запис
vi: Các thư mục sau không có quyền ghi

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
ar: يمكنكم إما تعيين صلاحية الكتابة على المجلدات أعلاه, أو توفير وصول عبر بروتوكول FTP لهذه المجلدات.
cs: Zapisovací oprávnění můžete buď přidělit webovému serveru, nebo poskytnout FTP přístup se zapisovacími oprávněními pro tyto adresáře.
da: Du kan indstille skriverettigheder til webserveren til de mapper, der er anført ovenfor eller give en FTP-adgang med skrivetilladelse til disse mapper.
de: Sie können die Schreibrechte für den Webserver zu den oben aufgeführten Verzeichnissen setzen oder stellen Sie eine FTP-Zugang mit den Schreibzugriff auf diese Verzeichnisse.
el: Μπορείτε να ρυθμίσετε τα δικαιώματα εγγραφής για το διακομιστή Web στους καταλόγους που αναφέρονται παραπάνω ή να παρέχετε FTP πρόσβαση με τα δικαιώματα εγγραφής σε αυτούς τους καταλόγους
es: Puedes establecer permisos de escritura para el servidor Web a los directorios listados, o suministrar un acceso FTP con permisos de escritura para estos directorios.
id: Anda dapat mengatur hak akses tulis untuk server Web ke direktori yang tercantum di atas atau memberikan akses FTP dengan hak tulis ke direktori ini.
ja: 上記ディレクトリへの書き込み権限を持つFTPアクセス情報を登録してください。
no: Du kan sette skriverettigheter for webserveren til katalogene listet ovenfor eller gi FTP-tilgang med skriverettigheter til disse katalogene.
ru: Вы можете установить права на запись на указанные выше папки веб-сервера или предоставьте FTP-доступ с правами записи в эти папки.
uk: Ви можете встановити права на запис для веб-сервера каталогів, перерахованих вище або надати FTP доступ права на запис на ці каталоги.
vi: Bạn có thể thiết lập quyền ghi cho máy chủ Web để các thư mục được liệt kê ở trên hoặc cung cấp cho một truy cập FTP quyền ghi vào thư mục này.

# Languages::ftp_server_options
source: FTP server options
ar: خيارات سيرفر FTP
cs: Možnosti serveru FTP
da: FTP serverindstillinger
de: FTP Server Optionen
el: Επιλογές FTP server
es: Configuración del servidor FTP
id: Opsi server FTP
ja: FTPサーバーの設定
no: FTP server valg
ru: Настройки FTP сервера
tr: FTP server seçenekleri
uk: Параметри FTP-сервера
vi: Tùy chọn máy chủ FTP

# Languages::ftp_directory
source: FTP directory
ar: مجلد FTP
cs: Adresář FTP
da: FTP-mappe
de: FTP Verzeichnis
es: Directorio FTP
id: Direktori FTP
ja: FTPディレクトリ
no: FTP-katalog
ru: Директория FTP
tr: FTP dizini
uk: FTP-каталог
vi: Thư mục FTP

# Languages::recheck
source: Re-check
ar: إعادة الفحص
cs: Znovu zkontrolovat
de: Erneut kontrollieren
el: Επανέλεγχος
es: Comprovar de nuevo
id: Memeriksa ulang
ja: 再チェック
no: Re-sjekk
ru: Проверить заново
tr: Yeniden kontrol et
uk: Повторно перевірити
vi: Kiểm tra lại

# Languages::use_this_style
source: Use this style
ar: استخدم هذا الاستايل
cs: Použít tento styl
da: Bruge denne typografi
de: Verwenden Sie diesen Stil
el: Χρήση αυτού του στύλ
es: Usar este estilo
id: Gunakan style ini
ja: このスタイルを利用
no: Bruk denne stilen
ru: Использовать этот стиль
tr: Bu style ı kullan
uk: Використовувати цей стиль
vi: Sử dụng bố trí này

# Languages::upload_via_ftp
source: Upload via FTP
ar: رفع عبر FTP
cs: Nahrát přes FTP
de: Über FTP hochladen
el: Μεταφόρτωση με FTP
es: Cargar via FTP
id: Upload melalui FTP
ja: FTP経由でアップロード
no: Last opp via FTP
ru: Добавить через FTP
uk: Вивантаження за допомогою FTP
vi: Tải lên qua FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
ar: وصول غير صحيح للـ FTP
cs: Neplatný přístup k FTP
da: Ugyldig FTP adgang
de: Ungültiger FTP-Zugang
el: Μη έγκυρη πρόσβαση FTP
es: Acceso FTP inválido
id: Akses FTP tidak valid
ja: 無効なFTPアクセスです
no: Ugyldig FTP-tilgang
ru: Неверный FTP доступ
uk: Неприпустимий FTP доступ
vi: Truy cập FTP không hợp lệ

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
ar: يمكنكم تركيب إضافة عبر اختيار ملف مضغوط بالنسق [exts] ثم النقر على رفع وتركيب.
cs: Doplňky rozšiřují možnosti vašeho obchodu.<br />Doplněk můžete nainstalovat výběrem archivu ve formátu [exts] a kliknutím na Nahrát & nainstalovat.
da: Add-ons udvider funktionaliteten af din butik. < br / > du kan installere et tilføjelsesprogram ved vælge et [exts] format arkiv og klikke på Upload & installere.
de: Add-ons erweitern die Funktionalität Ihres Stores. <br /> Sie können ein Add-on installieren, indem Sie ein. zip,. tgz oder. gz Archiv-Format wählen und auf Hochladen & Installieren klicken.
el: Τα πρόσθετα επεκτείνουν τη λειτουργικότητα του καταστήματός σας. <br /> Μπορείτε να εγκαταστήσετε ένα add-on με την επιλογή ενός [exts] συμπιεσμένης μορφής και κάνοντας κλικ στο κουμπί Μεταφόρτωση και εγκατάσταση.
es: Los complementos extienden la funcionalidad de tu tienda.<br/> Puedes instalar complementos seleccionando un archivo con formato .zip, .tgz o .gz y haciendo clic en Cargar y Instalar.
id: Add-on akan memperluas fungsionalitas dari toko Anda.<br/> Anda dapat menginstal add-on dengan memilih [EXTS]dalam archive dan klik Upload & install.
ja: アドオンはお使いのCS-Cartの機能を拡張します。<br />zip / tgz / gz 形式のアーカイブを指定して「アップロードおよびインストール」ボタンをクリックするとアドオンをインストールできます。
no: Moduler utvider funksjonaliteten til nettbutikken din. <br /> Du kan installere en modul ved å velge en .zip, .tgz, eller .gz pakket fil og klikke Last opp & installer.
ru: Модули расширяют функциональность вашего магазина. <br/> Чтобы установить модуль из архива, выберите файл с формате [exts] и нажмите на кнопку «Загрузить и установить».
uk: Додатки розширюють функціональність вашого магазину. <br/> Щоб встановити додаток з архіву, оберіть файл у форматі [exts] та натисніть «Завантажити та встановити».
vi: Add-on các chức năng cửa hàng của bạn. <br /> Bạn có thể cài đặt add-on bằng cách chọn một kho lưu trữ định dạng [exts] và nhấp vào Tải lên & cài đặt.

# Languages::xml_error
source: XML parse error
ar: خطأ في معالجة XML
cs: Chyba analýzy XML
de: XML parse Fehler
es: Error de interpretación de XML
id: Kesalahan parse XML
ja: XMLパースエラー
no: XML analysefeil
ru: Ошибка разбора XML
tr: XML ayrıştırma hatası
uk: Помилка розбору XML
vi: Phân tích cú pháp XML lỗi

# Languages::column
source: Column
ar: العمود
cs: Sloupec
da: Kolonne
de: Spalte
el: στηλη
es: Columna
id: Kolom
ja: カラム
no: Kolonne
ru: Колонка
tr: Sütun
uk: Стовпець
vi: Cột

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
ar: إصدار متجركم ([version]) غير مدعوم. الحد الأدنى: [min]. الحد الأقصى: [max].
cs: Vaše verze košíku ([version]) není podporována. Minimální: [min]. Maximální: [max].
da: Version af din vogn ([version]) understøttes ikke. Minimal: [min]. Maksimal: [max].
de: Version Ihrer Software ([version]) wird nicht unterstützt. Minimum: [min]. Maximum: [max].
el: H Έκδοση του Λογισμικού σας ([version]) δεν υποστηρίζεται. Minimal: [min]. Μέγιστη: [max].
es: La version ([version]) del sofwtare no está soportada. Minima: [min]. Maxima: [max].
id: Versi toko online Anda ([version]) tidak didukung.Minimal: [min]. Maksimal: [max].
ja: お使いのバージョン([version])のCS-Cartには対応していません。対応バージョンは [min] - [max] となります。
no: Din versjon av nettbutikken ([version]) er ikke støttet. Minimum: [min]. Maksimum: [max].
ru: Версия Вашего магазина ([version]) не поддерживается. Доступно для версий от [min] и до [max].
uk: Версія Вашого магазину ([version]) не підтримується. Мінімальна: [min]. Максимальна: [max].
vi: Phiên bản giỏ hàng của bạn ([version]) không được hỗ trợ. Tối thiểu: [min]. Tối đa: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
ar: إصدار متجركم ([current_edition]) غير مدعوم. الإصدار المطلوب: [required_edition].
cs: Vaše vydání košíku ([current_edition]) není podporováno. Potřebné: [required_edition].
da: Udgave af indkøbskurven ([current_edition]) understøttes ikke. Kræves: [required_edition].
de: Edition Ihrer Software ([current_edition]) wird nicht unterstützt. Erforderliche Version: [required_edition].
el: Η Έκδοση του λογισμικού σας ([current_edition]) δεν υποστηρίζεται. Απαραίτητη: [required_edition].
es: La edición ([current_edition]) del software no está soportada. Se requiere la versión:[required_edition].
id: Edisi toko online Anda ([current_edition]) tidak didukung. Diperlukan: [required_edition].
ja: お使いのエディション([current_edition])のCS-Cartには対応していません。対応エディションは [required_edition] となります。
no: Utvaven av din nettbutikk ([current_edition]) er ikke støttet. Påkrevd: [required_edition].
ru: Редакция [current_edition] не поддерживается этим модулем. Требуется [required_edition].
uk: Версія Вашого магазину ([current_edition]) не підтримується. Потрібна [required_edition].
vi: Phiên bản của giỏ hàng của bạn ([current_edition]) không được hỗ trợ. Yêu cầu: [required_edition].
