Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
ru: Ваш аккаунт Global Payments был приостановлен. Свяжитесь со службой поддержки Global Payments для получения дополнительной информации.
uk: Ваш обліковий запис Global Payments призупинено. Щоб отримати додаткову інформацію, зверніться до підтримки Global Payments.

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
cs: Nesprávná forma nebo obsach XML zprávy
da: Forkerte XML-besked dannelse eller indhold
el: Εσφαλμένο σχημα μηνυματος ή περιεχόμενου XML
es: Formato de mensaje XML incorrecta o contenido
id: Pembatalan atau konten pesan XML yang salah
no: Feil i XML meldingsformat eller innhold
ru: Некорректный формат или содержимое XML-сообщения
tr: Yanlış XML mesaj formatı veya içeriği
uk: Некоректний формат або вміст XML-повідомлення
vi: Không chính xác định dạng thông điệp XML hoặc nội dung

# Languages::payments.realex.realex_error
source: Error with Realex systems
cs: Chyba s Realex systémy
da: Fejl med Realex systemer
es: Error con sistemas Realex
id: Kesalahan dengan sistem Realex
no: Feil med Realex systemer
ru: Ошибка на стороне Realex
tr: Realex sistemleriyle hata
uk: Помилка з боку Realex
vi: Lỗi với hệ thống Realex

# Languages::payments.globalpayments.globalpayments_error
source: Error with Global Payments systems
ru: Ошибка на стороне Global Payments
uk: Помилка системи Global Payments

# Languages::payments.realex.bank_error
source: Error with bank systems
cs: Chyba s bankovním systémem
da: Fejl med bank systemer
de: Fehler beim Banksystem
el: Σφάλμα με συστήματα της Τράπεζας
es: Error con sistemas bancarios
id: Kesalahan dengan sistem bank
no: Feil med bank systemer
ru: Ошибка на стороне банка
tr: Banka sistemleriyle hata
uk: Помилка з банківські системи
vi: Lỗi với hệ thống ngân hàng

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
cs: Karta nahlášena jako ztracená nebo odcizená
da: Kort rapporteret mistes eller bliver stjålet
de: Karte verloren oder gestohlen gemeldet
el: Η Κάρτα δηλωθηκε ότι έχει απολεσθεί ή κλαπεί
es: Tarjeta reportada extraviada o robada
id: Kartu dilaporkan hilang atau dicuri
no: Kort rapportert mistet eller stjålet
ru: Карта объявлена утерянной или украденной
tr: Kart kayıp veya çalıntı bildirimi
uk: Карта оголошена втраченою чи краденою
vi: Thẻ báo cáo bị mất hoặc bị đánh cắp

# Languages::payments.realex.refferal
source: Referral by bank
cs: Doporučení bankou
da: Henvisning af bank
de: Per Banküberweisung
el: Παραπομπή από τράπεζα
es: Remisión por el Banco
id: Rujukan oleh bank
no: Henvisning av bank
ru: Перенаправлено банком
tr: Banka tarafından yönlendirme
uk: Перенаправлено банком
vi: Giới thiệu bởi ngân hàng

# Languages::payments.realex.avs_postcode
source: AVS Postcode
cs: AVS PSČ
da: AVS postnummer
es: Código postal de la AVS
id: Kode pos AVS
no: AVS Postkode
ru: Почтовый индекс AVS
tr: AVS posta kodu
uk: AVS поштовий індекс
vi: AVS mã bưu chính

# Languages::payments.realex.avs_address
source: AVS Address
cs: AVS Adresa
da: AVS-adresse
de: AVS-Adresse
es: Dirección AVS
id: Alamat AVS
no: AVS Adresse
ru: Адрес AVS
tr: AVS Adresi
uk: AVS адреса
vi: Địa chỉ AVS

# Languages::payments.realex.result_message
source: Result message
cs: Zpráva o výsledku
da: Resultatet besked
de: Ergebnismeldung
el: Μηνυμα αποτελεσματος
es: Mensaje de resultado
id: Pesan hasil
no: Resultatet melding
ru: Сообщение с результатом
tr: Sonuç mesajı
uk: Повідомлення з результатом
vi: Thông báo kết quả

# Languages::payments.realex.result_code
source: Result code
cs: Kód výsledku
da: Resultat kode
de: Ergebniscode
el: Κωδικας αποτελέσματος
es: Código de resultado
id: Kode hasil
no: Resultat kode
ru: Код результата
tr: Sonuç kodu
uk: Код результату
vi: Mã kết quả

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
cs: Transakce PASREF
da: Transaktionen PASREF
es: Transacción PASREF
id: Transaksi PASREF
no: Transaksjon PASREF
ru: PASREF транзакции
tr: İşlem PASREF
uk: PASREF транзакції
vi: Giao dịch PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
cs: Transakce ID zakázky
da: Transaktionen ordre-ID
es: Id de transacción de orden
id: Nomor Pesanan Transaksi
no: Transaksjons ordre-ID
ru: Номер заказа транзакции
tr: İşlem Sipariş No
uk: Номер замовлення транзакції
vi: ID đơn đặt hàng giao dịch

# Languages::payments.realex.avs.matched
source: Matched
cs: Shodné
da: Matchede
de: Übereinstimmend
el: Αντιστοιχο
es: Igualado
id: Cocok
no: Stemmer overens
ru: Соответствует
tr: Eşleşti
uk: Відповідає
vi: Phù hợp

# Languages::payments.realex.avs.not_matched
source: Not matched
cs: Neshodné
da: Ikke matchet
el: Χωρίς αντιστοιχία
es: No emparejado
id: Tidak cocok
no: Stemmer ikke overens
ru: Не соответствует
tr: Eşleşmedi
uk: Не відповідає
vi: Không phù hợp

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
cs: Problém s kontrolou
da: Problemer med check
el: Πρόβλημα με έλεγχο
es: Problema con cheque
id: Masalah dengan cek
no: Problem med kontroll
ru: Проблема при проверке
tr: Kontrol sorunu
uk: Проблема при перевірці
vi: Vấn đề với kiểm tra

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
cs: Nelze zkontrolovat
da: Ikke i stand til at kontrollere
el: Δεν μπορεί να ελεγχθει
es: No se puede comprobar
id: Tidak dapat memeriksa
no: Kan ikke kontrollere
ru: Не удается проверить
tr: Kontrol edilemiyor
uk: Не вдалося перевірити
vi: Không thể kiểm tra

# Languages::payments.realex.avs.partial_match
source: Partial match
cs: Částečná shoda
da: Delvis match
el: Μερικό ταίριασμα
es: compatibilidad parcial
id: Pertandingan parsial
no: Passer delvis overens
ru: Частичное совпадение
tr: Kısmi eşleşme
uk: Частковий збіг
vi: Một phần kết hợp

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
cs: Tato platba není při daném typu kreditní karty možná.
da: Denne betaling er ikke tilgængelig for denne type af kreditkort.
el: Η πληρωμή αυτή δεν είναι διαθέσιμη για αυτό το είδος των πιστωτικών καρτών.
es: Este pago no está disponible para este tipo de tarjetas de crédito.
id: Pembayaran ini tidak tersedia untuk jenis kartu kredit ini.
no: Denne betalingen er ikke tilgjengelig for denne typen kredittkort.
ru: Этот платеж недоступен для этого типа кредитных карт.
tr: Bu ödeme bu türdeki kredi kartlarıyla yapılamaz.
uk: Цей платіж недоступний для цього типу кредитних карт.
vi: Thanh toán này là không có sẵn cho các loại thẻ tín dụng.

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
cs: Nesprávné hodnoty "Platí do" pole.
da: Ukorrekte værdier 'Gyldig til' felter.
es: Valores de los campos 'Válida hasta'.
id: Nilai yang salah dari bidang 'Valid thru'.
no: Uriktige verdier i 'Gyldighets' feltene.
ru: Неверные значения полей «Valid thru».
tr: "Son geçerlilik" alanlarının yanlış değerleri.
uk: Неправильні значення полів 'Valid thru'.
vi: Giá trị không chính xác của trường 'Valid thru'.

# Languages::use_for_login
source: Login form
cs: Přihlašovací formulář
da: Logind form
el: Φόρμα Σύνδεσης
es: Formulario de acceso
id: Formulir login
ja: ログインフォーム
no: Logg inn skjema
ru: Форма авторизации
tr: Giriş formu
uk: Форми авторизації
vi: Mẫu đăng nhập

# Languages::use_for_register
source: Create and edit profile form
cs: Vytvořit a upravit profilový formulář
da: Opret og Rediger profil form
el: Φόρμα Δημιουργίας και επεξεργασίας προφίλ
es: Crear y editar la forma del perfil
id: Buat dan edit formulir profil
ja: 会員情報登録フォームの作成・編集
no: Opprett og rediger profilskjema
ru: Форма создания и редактирования профиля
tr: Oluşturma ve düzenleme profil formu
uk: Форма створення та редагування профілю
vi: Mẫu tạo và chỉnh sửa hồ sơ

# Languages::use_for_checkout
source: Checkout (user information) form
cs: Formulář při objednávce (informace o uživateli)
da: Checkout (brugerinformation) form
el: Φορμα ολοκλήρωσης της παραγγελίας (στοιχεία χρήστη)
es: Formulario de comprobación (información de usuario)
id: Formulir Checkout (informasi pengguna)
ja: 注文手続き (会員情報) フォーム
no: Sjekk ut (brukerinformasjon) skjema
ru: Форма оформления заказа (информация о пользователе)
tr: Kontrol (kullanıcı bilgileri) formu
uk: Форма оформлення замовлення (відомості про користувача)
vi: Mẫu thanh toán (thông tin người dùng)

# Languages::use_for_track_orders
source: Track my order form
cs: Sledovat mou objednávku
da: Spor min ordre formular
el: Φόρμα Παρακολούθησης παραγγελίας
es: Formulario de seguimiento del pedido
id: Lacak formulir pemesanan saya
ja: 注文フォームをトラッキング
no: Spor mine ordre skjema
ru: Форма отслеживания заказа
tr: Sipariş formumu takip et
uk: Форма відстеження замовлення
vi: Mẫu theo dõi đơn đặt hàng

# Languages::seo_menu_description
source: SEO settings of your store.
cs: SEO nastavení vašeho obchodu.
da: SEO indstillinger af din butik.
el: SEO ρυθμίσεις του καταστήματός σας.
es: Ajustes de SEO de tu tienda.
id: Pengaturan SEO dari toko Anda.
ja: あなたのショップのSEO設定
no: SEO verktøy for nettbutikken.
ru: Настройка поисковой оптимизации.
tr: Mağazanızın SEO ayarları.
uk: SEO настройки вашого магазину.
vi: Cài đặt SEO cửa hàng của bạn.

# Languages::robots_title
source: Editing: robots.txt
cs: Úpravy: robots.txt
da: Redigering: robots.txt
el: Επεξεργασία: robots.txt
es: Edición: robots.txt
id: Pengeditan: robots.txt
ja: 編集中: robots.txt
no: Redigerer: robots.txt
ru: Редактирование: robots.txt
tr: Düzenleme: robots.txt
uk: Редагування: robots.txt
vi: Chỉnh sửa: robots.txt

# Languages::edit_robots
source: Edit robots.txt
cs: Upravit soubor robots.txt
da: Redigere robots.txt
el: Επεξεργαστείτε το robots.txt
es: Editar robots.txt
ja: robots.txt の編集
no: Rediger robots.txt
ru: Изменить файл robots.txt
tr: robots.txt'i düzenle
uk: Редагувати robots.txt
vi: Sửa robots.txt

# Languages::restore_robots
source: Restore the default robots.txt
cs: Obnovit výchozí soubor robots.txt
da: Gendanne standard-robots.txt
de: Wiederherstellen der standardmäßigen "robots.txt"
el: Επαναφέρετε το προεπιλεγμένο robots.txt
es: Restaurar el robots.txt por defecto
id: Kembalikan robots.txt default
ja: デフォルトの robots.txt をリストア
no: Gjenopprett standard robots.txt
ru: Восстановить стандартный robots.txt
tr: Varsayılan robots.txt'i geri yükle
uk: Відновити стандартний robots.txt
vi: Khôi phục mặc định robots.txt

# Languages::option_exceptions
source: Option exceptions
cs: Možnost výjimky
da: Undtagelser - options
el: Εξαιρέσεις Επιλογών
es: Excepciones de la opción
id: Pengecualian opsi
ja: オプションの例外
no: Unntak for alternativer
ru: Исключения комбинаций опций
tr: Seçenek istisnaları
uk: Виключення комбінацій опцій
vi: Tùy chọn ngoại lệ

# Languages::horizontal_filters
source: Horizontal filters
cs: Horizontální filtry
da: Vandrette filtre
el: Οριζόντια φίλτρα
es: Filtros horizontales
id: Filter horisontal
ja: 水平フィルター
no: Horisontale filtre
ru: Горизонтальные фильтры
tr: Yatay filtreler
uk: Горизонтальні фільтри
vi: Bộ lọc ngang

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
cs: Aktualizovaný konektor [connector_id] vrátil nesprávné údaje
da: Opgraderings [connector_id] returnerede forkerte data
es: [connector_id] conector actualización devuelve datos incorrectos
id: Soket untuk upgrade [connector_id] kembali data yang tidak tepat
ja: アップグレードコネクター [connector_id] が不正なデータを返しました
no: Oppgraderingskoblingen [connector_id] returnerte feil data
ru: Коннектор [connector_id] вернул некорректные данные
tr: Yükseltme bağlayıcı [connector_id] hatalı veriler döndürdü
uk: Конектор [connector_id] повернув некоректні дані
vi: Nâng cấp kết nối [connector_id] trả về dữ liệu không chính xác

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
cs: Aktualizovaný balíček byl stažen a je připraven na instalaci
da: Opgraderingspakken er blevet downloadet og klar til at installere
es: Paquete de actualización se ha descargado y listo para instalar
id: Paket upgrade telah didownload dan siap dipasang
ja: アップグレードパッケージのダウンロードが完了し、インストール可能になりました
no: Oppgraderingspakken er lastet ned og klar til å bli installert
ru: Пакет обновлений загружен и готов к установке
tr: Güncelleme paketin yüklendi ve kuruluma hazır
uk: Пакет оновлення було завантажено і приготовано до інсталяції
vi: Gói nâng cấp đã được tải về và sẵn sàng để cài đặt

# Languages::uc_connector_not_found
source: Upgrade connector not found
cs: Aktualizovaný konektor nenalezen
da: Opgraderings konnektor ikke fundet
es: Actualizar el conector que no se encuentra
id: Soket untuk upgrade tidak ditemukan
ja: アップグレードコネクターが見つかりません
no: Oppgraderingskoblings ikke funnet
ru: Коннектор не найден
tr: Yükseltme bağlayıcısı bulunamadı
uk: Коннектор не найдено
vi: Kết nối nâng cấp không tìm thấy

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
cs: Nelze načíst schéma balíčku (schema.json)
da: Ikke i stand til at læse pakke skema (schema.json)
el: Αδυνατο να διαβαστει το σχήμα του πακέτου (schema.json)
es: No se puede leer el esquema de paquete (schema.json)
id: Mampu membaca paket skema (schema.json)
ja: パッケージのスキーマ (schema.json) の読み込みができません
no: Kan ikke lese pakkens skjema (schema.json)
ru: Не удалось прочитать схему пакета (schema.json)
tr: Paket şeması (scheme.json) okunamıyor
uk: Не вдалося прочитати схему пакета (schema.json)
vi: Không thể đọc gói lược đồ (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
cs: Obsah schémata balíčku nebyl nalezen
da: Pakke indhold skema ikke fundet
es: Esquema contenido del paquete no encontrado
id: Skema isi paket tidak ditemukan
ja: パッケージ内容のスキーマが見つかりません
no: Pakke innholdets skjema ikke funnet
ru: Схема содержимого пакета не найдена
tr: Paket içerik şeması bulunamadı
uk: Схема вмісту пакета не знайдена
vi: Nội dung gói lược đồ không tìm thấy

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
cs: Balíček schéma JSON není platným
da: Pakke skemaet er ikke en gyldig JSON
es: Esquema de paquete no es un JSON válido
id: Skema paket ini tidak berlaku JSON
ja: パッケージのスキーマが有効なJSONではありません
no: Pakkens skjema er ikke en gyldig JSON
ru: Схема пакета не является допустимым JSON
tr: Paket şeması geçerli bir JSON değil
uk: Схема пакета не є допустимим JSON
vi: Lược đồ trọn gói không phải là một JSON hợp lệ

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
cs: Zakázáno: Doplněk se snaží inovovat základní soubory ([path])
da: Forbudt: Tilføjelse forsøger at opgradere kernefiler ([path])
el: Απαγορεύεται: Το Πρόσθετο προσπαθεί να αναβαθμίσει αρχεία πυρήνα ([path])
es: Prohibido: Complemento intenta actualizar archivos de base ([path])
id: Dilarang: Add-on yang mencoba untuk meng-upgrade file inti ([path])
ja: 禁止されたアクション: アドオンがコアファイル ([path]) をアップグレードしようとしています
no: Forbudt: Modulen prøver å overskrive kjernefiler ([path])
ru: Запрещено: Модуль пытается обновить основные файлы ([path])
tr: Yasak: Eklenti ana dosyalarınızı ([path]) yükseltmeye çalışıyor
uk: Заборонено: Модуль намагається оновити основні файли ([path])
vi: Ngăn cấm: Add-on cố gắng nâng cấp tập tin lõi ([path])

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
cs: Balíček obsahuje migrace, které nebyly popsány v schéma nebo schéma obsahuje odkazy na chybějící soubory migrace
da: Pakken indeholder migreringer, der ikke var beskrevet i skemaet eller skema har links til manglende migrationsfiler
el: Το πακέτο περιέχει μετεγκαταστάσεις που δεν περιγράφονται σε σχήμα ή το σχήμα έχει συνδέσεις με αρχεία που δεν υπαρχουν ή λείπουν
es: Paquete contiene a las migraciones que fueron descritas en el esquema o esquemas tienen enlaces a archivos de migración que faltan
id: Paket berisi migrasi yang tidak dijelaskan dalam skema atau skema memiliki tautan ke file migrasi yang hilang
ja: スキーマに定義されていないマイグレーションがパッケージに含まれているか、パッケージに存在しないマイグレーションがスキーマに定義されています。
no: Pakken inneholder migrasjoner som ikke ble beskrevet i skjemaet eller skjemaet har koblinger til manglende migrasjonsfiler
ru: Пакет содержит миграции, которые не описаны в схеме, или в схеме есть ссылки на отсутствующие файлы миграции
tr: Paket şemada belirtilmeyen linkler içeriyor olabilir yahut eklenecek dosyalar eksik
uk: Пакет містить міграції, які не описані в схемі, або в схемі є посилання на відсутні файли міграції
vi: Gói chứa di chuyển đã không được miêu tả trong lược đồ hoặc lược đồ có liên kết thiếu tập tin di chuyển

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
cs: Balíček obsahuje jazyky, které nebyly popsány v schéma nebo schéma obsahuje odkazy na chybějící soubory jazyků
da: Pakken indeholder sprog, der ikke var beskrevet i skemaet eller skema har links til manglende sprogfiler
el: Το πακέτο περιέχει γλώσσες που δεν περιγράφονται σε σχήμα ή το σχήμα έχει συνδέσεις με αρχεία γλώσσας που δεν υπαρχουν
es: Paquete contiene lenguajes que fueron descritas en el esquema o esquemas tienen enlaces a archivos de idiomas que faltan
id: Paket berisi bahasa yang tidak dijelaskan dalam skema atau skema memiliki tautan ke file bahasa yang hilang
ja: スキーマに定義されていない言語がパッケージに含まれているか、パッケージに存在しない言語ファイルがスキーマに定義されています。
no: Pakken inneholder språk som ikke er beskrevet i skjemaet eller skjemaet har koblinger til manglende språkfiler
ru: Пакет содержит языки, которые не описаны в схеме, или в схеме есть ссылки на отсутствующие файлы языков
tr: Paket şemada belirtilmemiş diller içeriyor olabilir veya dil dosyalarının eksik olduğu linkler içeriyor
uk: Пакет містить мови, для яких не були описані схеми, або схеми має посилання на відсутні файли мов
vi: Gói chứa ngôn ngữ không được mô tả trong lược đồ hoặc lược đồ có liên kết đến tập tin ngôn ngữ bị thiếu

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
cs: Balíček obsahuje soubory, které nebyly popsány v schéma nebo schéma obsahuje odkazy na chybějící soubory
da: Pakken indeholder filer, der ikke var beskrevet i skemaet eller skema har links til manglende filer
el: Το πακέτο περιέχει γλώσσες που δεν περιγράφονται σε σχήμα ή το σχήμα έχει συνδέσεις με αρχεία γλώσσας που δεν υπαρχουν
es: Paquete contiene archivos que no fueron descritos en el esquema o esquemas tiene vínculos a archivos que faltan
id: Paket berisi file yang tidak dijelaskan dalam skema atau skema memiliki tautan ke file yang hilang
ja: スキーマに定義されていないファイルがパッケージに含まれているか、パッケージに存在しないファイルがスキーマに定義されています。
no: Pakken inneholder filer som ikke ble beskrevet i skjemaet eller skjemaet inneholder koblinger til manglende filer
ru: Пакет содержит файлы, которые не описаны в схеме, или в схеме есть ссылки на отсутствующие файлы
tr: Paket şemada belirtilmemiş dosyalar içeriyor veya şemada belirtilen linkteki dosyalar eksik
uk: Пакет містить файли, які не описані в схемі, або в схемі є посилання на відсутні файли
vi: Gói chứa các tập tin không được mô tả trong lược đồ hoặc lược đồ có liên kết đến tập tin bị thiếu

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
ar: تحتوي الحزمة على البرامج النصية قبل/بعد أن لم توصف في مخطط أو مخطط له ارتباطات إلى الملفات المفقودة
cs: Balení obsahuje pre/post skripty, které nebyly popsány v schématu nebo schéma obsahuje odkazy na chybějící soubory
da: Pakken indeholder pre/post-scripts, der ikke var beskrevet i skemaet eller skema har links til manglende filer
es: El paquete contiene secuencias de comandos pre / publicar que no se han descrito en el esquema o el esquema tiene enlaces a archivos que faltan
id: Paket berisi skrip pra/posting yang tidak dijelaskan dalam skema atau skema memiliki tautan ke file yang hilang
ja: スキーマに定義されていない pre/postスクリプトがパッケージに含まれているか、パッケージに存在しない pre/postスクリプトがスキーマに定義されています。Package contains pre/post scripts that were not described in schema or schema has links to missing files
no: Pakken inneholder pre/post skript som ikke er beskrevet i skjemaet eller skjemaet inneholder koblinger til manglende filer
ru: Пакет содержит пре- или пост-скрипты, которые не описаны в схеме, или в схеме есть ссылки на отсутствующие файлы
tr: Paket şemada belirtilmeyen dosyalar içeriyor ya da şemadaki belirtilen linklerde dosyalar eksik
uk: Пакет містить пре- або пост-скрипти, які не описані в схемі, або в схемі є посилання на відсутні файли
vi: Gói chứa lệnh pre/post không được mô tả trong lược đồ hoặc lược đồ có liên kết đến tập tin bị thiếu

# Languages::new_version
source: New version
cs: Nová verze
da: Ny version
el: Νέα έκδοση
es: Nueva versión
id: Versi baru
ja: 新バージョン
no: Ny versjon
ru: Новая версия
tr: Yeni sürüm
uk: Нова версія
vi: Phiên bản mới

# Languages::migrations
source: Migrations
cs: Přenesení
el: Μετεγκαταστάσεις
es: Migraciones
id: Migrasi
ja: マイグレーション
no: Migrasjoner
ru: Миграции
tr: Geçişler
uk: Міграції
vi: Di cư

# Languages::permissions_issue
source: Permissions issue
cs: Oprávnění problém
da: Tilladelser problem
el: Ζήτημα δικαιωμάτων
es: Problema de permisos
id: Masalah izin
ja: パーミッションエラー
no: Tillatelse problem
ru: Проблема с привилегиями
tr: İzin sorunu
uk: Проблема з привілеями
vi: Vấn đề cấp quyền

# Languages::text_uc_local_modification
source: Local modifications
cs: Lokální úpravy
da: Lokale ændringer
el: Τοπικες τροποποιήσεις
es: Modificaciones locales
id: Perubahan lokal
ja: 独自の改変
no: Lokale modifikasjoner
ru: Локальные изменения
tr: Yerel değişiklikler
uk: Локальні модифікацій
vi: Sửa đổi cục bộ

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
cs: Chápu, že mé místní úpravy budou navždy ztraceny během upgradu
da: Jeg forstår, at min lokale ændringer vil være permanent tabt under opgraderingen
el: Καταλαβαίνω ότι οι τοπικες τροποποιήσεις θα χαθούν μόνιμα κατά τη διάρκεια της αναβάθμισης
es: Entiendo que mis modificaciones locales se perderán permanentemente durante la actualización
id: Saya mengerti bahwa modifikasi lokal saya akan hilang secara permanen saat upgrade berlangsung
ja: 独自の改変がアップグレード中に削除される場合があることを了承します
no: Jeg forstår at mine lokale modifikasjoner går tapt under oppgraderingen
ru: Я понимаю, что локальные изменения будут потеряны во время обновления
tr: Yükseltme sırasında yerel değişikliklerimin kalıcı olarak kaybolacağını kabul ediyorum
uk: Я розумію, що локальні зміни будуть втрачені під час оновлення
vi: Tôi hiểu rằng sửa đổi cục bộ của tôi sẽ bị mất vĩnh viễn trong quá trình nâng cấp

# Languages::text_uc_will_be_changed
source: Will be changed
cs: Bude změněno
da: Vil blive ændret
el: Θα αλλαχτεί
es: Será cambiado
id: Akan berubah
ja: 変更されます
no: Vil bli endret
ru: Будут изменены
tr: Değiştirilecek
uk: Буде змінено
vi: Sẽ được thay đổi

# Languages::text_uc_will_be_deleted
source: Will be deleted
cs: Budou odstraněny
da: Vil blive slettet
el: Θα διαγραφεί
es: Se eliminarán
id: Akan dihapus
ja: 削除されます
no: Vil bli slettet
ru: Будут удалены
tr: Silinecek
uk: Буде видалено
vi: Sẽ bị xóa

# Languages::uc_title_validators
source: Upgrade package validators
cs: Aktualizace balíčku potvrzení
da: Opgraderingspakke validatorer
el: Επικυρωτες πακετου Αναβάθμισης
es: Validadores paquete de actualización
id: Upgrade validator paket
ja: アップグレードパッケージチェッカー
no: Oppgraderingspakke validatorer
ru: Проверки пакета обновлений
tr: Yükseltme paketi doğrulayıcıları
uk: Перевірка пакета оновлень
vi: Xác nhận gói nâng cấp
