Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
ar: فاصلة العلامة العشرية
cs: Oddělovač desetinných míst.
de: Dezimal Trennzeichen.
el: Διαχωριστής δεκάδας
es: Separador para decimales.
id: Pemisah desimal.
ja: 小数点を表す記号です。
no: Desimaltegn.
ru: Знак для разделения целой и дробной частей числа
tr: Ondalık ayraç.
uk: Десятковий розділювач.
vi: Dấu phân tách.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
ar: فاصلة الآلاف
cs: Oddělovač tisíců.
da: Tusind separator.
de: Tausender Trennzeichen.
el: Διαχωριστής χιλιάδας
es: Separador de miles.
id: Pemisah ribuan
ja: 千単位の区切りを表す記号です。
no: Tusen atskiller.
ru: Знак для разделения тысячных частей числа
uk: Роздільник тисячних.
vi: Dấu để phân tách đơn vị nghìn.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
ar: لو مفعلة, ملف النسخة الاحتياطية لقاعدة البيانات يتضمن البيانات الفعلية للجداول.
cs: Pokud je povoleno, záložní soubor databáze bude obsahovat aktuální data tabulky.
da: Hvis aktiveret, database backup-fil indeholder de faktiske tabeldata.
de: Wenn aktiviert, enthält die Backup Datei die aktuellen Tabellen Daten.
el: Εάν είναι ενεργοποιημένο, το αρχείο backup της βάσης δεδομένων περιλαμβάνει τα πραγματικά δεδομένα του πίνακα.
es: Si activado, el archivo de copia de base de datos incluye los datos de la tabla actual
id: Jika diaktifkan, file cadangan basis data meliputi datatabel yang sebenarnya.
ja: チェックするとテーブル内のデータレコードをバックアップします。
no: Hvis aktivert, inneholder database backupfilen de faktiske dataene.
ru: Если настройка включена, резервная копия базы данных будет содержать фактичекие данные таблиц
uk: Якщо настройка включена, резервна копія бази даних буде містити фактичні дані таблиць
vi: Nếu kích hoạt, các tập tin sao lưu cơ sở dữ liệu bao gồm các dữ liệu bảng thực tế.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
ar: لو مفعلة, ملف النسخة الاحتياطية يحتوي على بنية الجداول.
cs: Pokud je povoleno, záložní soubor databáze bude obsahovat strukturu tabulky.
da: Hvis aktiveret, database backup-filen holder bordet struktur.
de: Wenn aktiviert, behaltet die Backup Datei die Tabellenstruktur.
el: Εάν είναι ενεργοποιημένο, της βάσης δεδομένων το αρχείο backup της βάσης δεδομένων διατηρεί τη δομή του πίνακα.
es: Si activado, el archivo de copia de base de datos mantiene la estructura de la tabla
id: Jika diaktifkan, file cadangan basis data menyimpanstruktur tabel.
ja: チェックするとテーブルのスキーマ（構造）をバックアップします。
no: Hvis aktivert, holder database backupfilen tabellstrukturen.
ru: Если настройка включена, структура таблиц сохранится в резервной копии базы данных.
uk: Якщо настройка включена, структура таблиць збережеться в резервній копії бази даних.
vi: Nếu kích hoạt, các tập tin sao lưu cơ sở dữ liệu giữ cấu trúc bảng.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
ar: "تحميل مباشر" - لحفظ الملف على جهازكم, "الشاشة" - لعرض محتويات الملف, "السيرفر" - لحفظ الملف على السيرفر.
cs: Vyberte si, co chcete se souborem udělat: "Stáhnout" - stáhněte soubor přímo do počítače, "Prohlížet" - zobrazte obsah souboru, "Server" - uložte soubor na svůj server.
da: Vælg en handling på filen: "Direkte download " - for at gemme filen på den lokale computer, "Screen " - for at vise filen 's indhold, "Server " - for at gemme filen på serveren filsystemet.
de: Wählen Sie eine Aktion auf die Datei: "Direkter Download" - zum Speichern der Datei auf dem lokalen Computer "Screen" - zum Anzeigen der Datei Inhalt, "Server" - zum Speichern der Datei auf dem Server Dateisystem.
el: Επιλέξτε μια ενέργεια στο αρχείο:" Άμεση λήψη " - για να αποθηκεύσετε το αρχείο στον τοπικό υπολογιστή "οθόνη " -για να αποθηκεύσετε το αρχείο στο σύστημα αρχείων διακομιστή.
es: Escoge una acción para el archivo: "Descarga directa" - para guardar el archivo en el ordenador, "Pantalla" - para mostrar el contenido del archivo, "Servidor" - para guardar el archivo en el sistema de archivos del servidor.
id: Pilih tindakan pada file: "Unduh Langsung" - untuk menyimpan file di komputer lokal, "Layar" - untuk menampilkan isi file, "Server" - untuk menyimpan file pada sistem file server.
ja: エクスポートファイルの出力方法を選択してください： 「直接ダウンロード」 - ローカルPCにダウンロード、 「スクリーン」 - エクスポート内容を画面に表示、 「サーバー」 - サーバー上に保存
no: Velg en handling på filen: "Direkte nedlasting" - å lagre filen på den lokale datamaskinen, "Skjerm" - for å vise innholdet i filene, "Server" - å lagre filen på serveren filsystemet.
ru: Выберите, куда сохранить файл: Скачать файл — сохранить файл на локальном компьютере, Экран — вывести содержимое файла на экран, Сервер — сохранить в серверной файловой системе
uk: Оберіть куди зберегти файл: "Завантажити" - на ваш локальний комп'ютер, "Екран" - вивести вміст файла на екран, "Сервер" - зберегти в серверній файловій системі.
vi: Chọn một hành động trên các tập tin: "Tải về trực tiếp" - để lưu các tập tin trên máy tính cá nhân, "Màn hình" - để hiển thị các nội dung tập tin, "Máy chủ" - để lưu các tập tin trên máy chủ hệ thống tập tin.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
ar: كود اللغة المكون من حرفين.
cs: Dvoupísmenný kód jazyka.
da: Two-bogstavkode af sproget.
de: Zwei-Buchstaben Sprachcode.
el: Κωδικός των δύο γραμμάτων της γλώσσας.
es: Código de dos letras para el idioma
id: Dua huruf kode bahasa.
ja: 言語識別用の2文字のコード
no: To-bokstavers kode for språket.
ru: Двубуквенный код языка.
uk: Двобуквений код мови.
vi: Mã hai ký tự của ngôn ngữ.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
ar: سيتم استخدام علم هذه الدولة كأيقونة اللغة.
cs: Vlajka této země bude použita jako ikona jazyka.
da: Flag for dette land vil blive brugt som sprogikon.
de: Die Flagge dieses Landes wird als Sprachensymbol verwendet werden.
el: Η σημαία της χώρας αυτής θα χρησιμοποιηθεί ως εικονίδιο γλώσσας.
es: La bandera de este país será usada como icono para el idioma
id: Bendera negara ini akan digunakan sebagai ikon bahasa.
ja: 指定した国の国旗画像をアイコンとして表示します。
no: Flagget for dette landet vil bli brukt som språk-ikon.
ru: Флаг выбранной страны будет использоваться как значок языка
uk: Прапор обраної країни буде використовуватись як значок мови.
vi: Lá cờ của quốc gia này sẽ được sử dụng như biểu tượng ngôn ngữ.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
ar: لو مفعلة, نتائح البحث سوف تحتوي على الطلبات التي قام العملاء بتحميل فيها ملفاتهم الخاصة.
cs: Pokud je povoleno, výsledky vyhledávání zobrazí objednávky u kterých uživatelé nahráli vlastní soubory.
da: Hvis aktiveret, vil søgeresultater indeholder de ordrer, som kunderne læsset deres egne filer.
de: Wenn aktiviert, enthalten die Suchergebnisse die Bestellungen der Kunden die ihre eigenen Dateien geladen haben.
el: Εάν είναι ενεργοποιημένο, τα αποτελέσματα της αναζήτησης θα περιέχουν τις εντολές για τις οποίες οι πελάτες φορτώνουν τα δικά τους αρχεία.
es: Si activado, los resultados de la búsqueda incluyen los pedidos para los que los clientes cargaron sus propios archivos.
id: Jika diaktifkan, hasil pencarian akan berisi pesanandari file yang dimuat pelanggan sendiri.
ja: 発注時にお客様がファイルをアップロードした注文を検索します。
no: Hvis aktivert, vil søkeresultatene inneholde ordrene hvor kunder lastet sine egne filer.
ru: Показывать заказы, для которых покупатели загружали свои файлы, в результатах поиска
uk: Якщо опція включена, в результатах пошуку будуть представлені замовлення, для яких покупці завантажували свої файли.
vi: Nếu kích hoạt, kết quả tìm kiếm sẽ chứa các đơn đặt hàng mà khách nạp tập tin riêng của họ.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
ar: اتركها فارغة لاستخدام 'ضريبة المبيعات' كعنوان
cs: Ponechte prázdné pro použití "platba příplatku" jako název
da: Efterlad tom for at bruge betaling mod tillægsgebyr som en titel
de: Leer lassen um den 'Zahlungszuschlag' als Titel zu verwenden
el: Αφήστε κενό για να χρησιμοποιήσετε το «προσαύξηση πληρωμής» ως τίτλο
es: Dejar en blanco para usar el 'recargo de pago' como título
id: Biarkan kosong untuk menggunakan 'biaya tambahanPembayaran' sebagai judul
ja: 空欄の場合は「支払手数料」と表示されます
no: La stå tomt for å bruke "Tilleggsavgifter" som en tittel
ru: Оставьте пустым, чтобы использовать «Дополнительный сбор» в качестве названия
uk: Залиште порожнім, щоб використовувати «Додатковий збір» в якості назви
vi: Để trống để sử dụng các 'Phụ phí thanh toán' như là một tiêu đề

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
ar: القالب المسئول عن إظهار الحقول التكميلية لطريقة الدفع.
cs: Šablona odpovědná za zobrazování doplňkových polí pro metodu platby.
da: Skabelon ansvarlig for visning af supplerende felter til betalingsmetode.
de: Template veranwortlich für die Darstellung der zusätzlichen Felder in der Zahnlungsmethode.
el: Πρότυπο υπεύθυνο για την εμφάνιση συμπληρωματικών πεδίων για τον τρόπο πληρωμής.
es: Plantilla responsable de mostrar campos añadidos para el método de pago.
id: Template bertanggung jawab untuk menampilkan fieldtambahan metode pembayaran.
ja: 支払方法に関する説明や追加フィールドを定義したテンプレート名
no: Mal som viser ekstrafeltene for betalingsmåten.
ru: Шаблон, отвечающий за отображение дополнительных полей для способа оплаты.
tr: Ödeme metodunu gösterecek template
uk: Шаблон, який відповідає за відображення додаткових полів для способу оплати.
vi: Mẫu chịu trách nhiệm cho hiển thị các lĩnh vực bổ sung cho phương thức thanh toán.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
ar: استخدم هذه الخانة لتعريف الحد الأدنى والأقصى لعناصر المنتج التي سيتم شحنها في صندوق منفصل. أدخل قيمة غير صفرية وحدد حجم الصندوق أدناه.
cs: Toto pole používejte pro nastavení minimálních a maximálních počtů položek zboží, které mohou být dopravovány v samostatné krabici. Zadejte nenulovou hodnotu a určete rozměry krabice níže.
da: Brug dette felt til at definere det minimale og maksimale antal varer, der skal sendes i en separat boks. Angiv en nul værdi og angive dimensionerne boks nedenfor.
de: Benutzen Sie dieses Feld um die minimale und maximale Anzahl der Produkte zu definieren die in einer separaten Box versendet werden. Geben Sie einen "nicht Null" Wert ein und bestimmen Sie die Dimensionen der Box hier unten.
el: Χρήση αυτού του πεδίου για να καθοριστεί ο ελάχιστος και ο μέγιστος αριθμός τεμαχίων του προϊόντος που πρόκειται να αποσταλούν σε ένα ξεχωριστό πλαίσιο. Εισάγετε μια μη μηδενική τιμή και καθορίστε τις διαστάσεις στο παρακάτω πλαίσιο.
es: Usa este campo para definir el número mínimo y máximo de items de productos que se pueden mandar en una caja separada. Entra un valor distinto de cero y especifica las medidas de la caja.
id: Gunakan field ini untuk menentukan jumlah minimum danmaksimum dari item produk yang akan dikirim dalam kotakyang terpisah. Masukkan nilai bukan nol dan tentukan dimensi kotak di bawah ini.
ja: １つの配送用外箱に収めることのできる商品個数の最小値と最大値を指定してください。
no: Bruk dette feltet til å definere minimum og maksimum antall produkt elementer som skal sendes i en egen boks. Tast inn en ikke-null verdi og angi boksen dimensjoner nedenfor.
ru: Используйте это поле, чтобы задать минимальное и максимальное количество штук товара, которое может быть доставлено в одной коробке. Введите ненулевое значение и задайте размеры коробки ниже.
uk: Використовуйте це поле, щоб задати мінімальну та максимальну кількість штук товару, що може бути доставлено в одній коробці. Введіть нульове значення і задайте розміри коробки нижче.
vi: Sử dụng trường này để xác định số lượng tối thiểu và tối đa của sản phẩm được vận chuyển trong một hộp riêng biệt. Nhập một giá trị lớn hơn 0 và xác định kích thước hộp dưới đây.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
ar: المنتجات التي لا يتم تحميلها مع وزن صفر يتم التعامل معها كأنها لديها وزن محتمل غير صفري
cs: Zboží neurčené ke stažení s nulovou hmotností se zpracovává jako kdyby mělo minimální možnou nenulovou hmotnost
da: Non-downloades produkter med nul vægt håndteres som havende minimale muligt nul vægt
de: Nicht herunterladbare Produkte mit Null Gewicht werden behandelt als hätten sie ein minimales Nicht-Null Gewicht
el: Προϊόντα χωρις ληψη με μηδέν βάρος αντιμετωπίζονται σαν να εχουν ελάχιστο δυνατο βαρος μηδέν
es: Los productos no descargables con peso cero se tratan como si tuvieran el mínimo peso posible distinto de cero.
id: Produk Non-download dengan bobot nol dianggap memiliki berat minimal bukan Nol
ja: ダウンロード商品以外で重量が0に設定されている場合は送料計算時には最小の重量を持つ商品として扱われます。
no: Ikke-nedlastbare produkter med null vekt håndteres som å ha minimal og mulig ikke-null vekt
ru: Для расчета стоимости доставки товару с нулевым весом (не цифровому) автоматически назначается минимальный ненулевой вес.
uk: Недоступні для завантаження товари з нульовою вагою доставляються як товари, що мають мінімальну можливу ненульову вагу
vi: Các sản phẩm không tải về với trọng lượng bằng không được xử lý như có tối thiểu có thể không trọng lượng

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
cs: Kategorie budou zobrazeny v mininavigácii.
da: Kategorier der skal vises i navigationen breadcrumbs.
de: In den Breadcrumbs angezeigte Kategorien
el: Οι Κατηγορίες που θα εμφανιστουν στην πλοηγηση με breadcrumbs.
es: Categorías que se mostrarán los enlaces de navegación.
id: Kategori yang akan ditampilkan dalam remah roti navigasi.
ja: パン屑リストに表示されるカテゴリー
no: Kategorier som skal vises i navigasjonsstien.
ru: Категории, которые будут отображаться в навигации («хлебных крошках»).
tr: Gezinti kırıntılarında gösterilecek kategoriler.
uk: Категорії, які будуть відображатися в навігації («хлібних крихтах»).
vi: Danh mục sẽ được hiển thị trong điều hướng breadcrumbs.

# Languages::tt_views_products_update_inventory
source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
cs: Sledování množství na skladě. Aktivujte volbu "Povolit sledování inventáře" (Nastavení -> Všeobecné) pro změnu.
de: Verfolgen Sie die Produktmenge im Lager. Aktivieren Sie die Option "Inventarverfolgung aktivieren" (Einstellungen -> Allgemein), um sie zu ändern.
el: Παρακολουθηση ποσότητας προϊόντων σε απόθεμα. Ενεργοποιείστε την "παρακολούθηση αποθέματος" (ρυθμίσεις-> γενικά) για τροποποιηση.
es: Seguimiento de la cantidad de productos en existencia. Active la opción "Habilitar seguimiento de inventario" (Configuración -> General) para modificar.
id: Mengecek jumlah produk yang tersedia. Aktifkan pilihan "Aktifkan pengecekan persediaan" (Pengaturan -> Umum) untuk melakukan modifikasi.
no: Spor antall produkter på lager. Aktiver "Aktiver lagerstyring" under (Innstillinger -> Generelt) for å endre.
ru: Отслеживать количество товара в наличии. Включите настройку «Включить отслеживание количества товаров на складе» (Настройки → Общие), чтобы изменить значение.
uk: Відстежувати кількість товару в наявності. Увімкніть настройку «Включити відстеження кількості товарів на складі» (Установки → Загальні), щоб змінити значення.

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
ar: سعر بيع التجزئة المقترح من قبل المصنع.
cs: Výrobce doporučené maloobchodní ceny.
da: Producentens vejledende udsalgspris.
de: Vom Hersteller vorgeschlagener Detailhandels Preis.
el: Προτεινόμενη λιανική τιμή του κατασκευαστή
es: Precio de venta sugerido por el fabricante.
id: Harga eceran usulan produsen
ja: 通常価格がある場合は登録してください。
no: Produsentens veiledende utsalgspris.
ru: Рекомендованная производителем розничная цена
tr: Üreticinin tavsiye ettiği satış fiyatı.
uk: Рекомендована виробником роздрібна ціна.
vi: Nhà sản xuất đề nghị giá bán lẻ.

# Languages::tt_views_products_update_out_of_stock_actions
source: Note that the 'Buy in advance' option requires a positive product amount while the 'Sign up for notification' option requires a non-positive amount. Also note that the 'Sign up for notification' option is not applied to products tracked with options.
ar: خيار 'شراء مقدماً' يتطلب كمية منتج موجبة, بينما خيار 'الاشتراك للإبلاغ' يتطلب كمية منتج غير موجبة. ويؤخذ في الاعتبار أيضاً أن الخيار 'الاشتراك للإبلاغ' لا يتم تطبيقه على المنتجات التي يتم تعقبها مع الخيارات.
cs: Vezměte na vědomí, že možnost 'Koupit předem' vyžaduje kladné množství zboží, zatímco možnost 'Přihlásit se pro oznámení' vyžaduje množství záporné. Také možnost 'Přihlásit se pro oznámení' není použita pro položky zboží, které jsou sledovány s jejich možnostmi.
da: Bemærk, at indstillingen 'Køb på forhånd' kræver en positiv produkt mængde, mens indstillingen 'Tilmeld anmeldelse' kræver en ikke-positive beløb. Bemærk også, at indstillingen 'Tilmeld anmeldelse' ikke anvendes på produkter spores med indstillinger.
de: Bemerkung: Die Option "zum Voraus kaufen" verlangt eine positive Produktzahl, aber die Option "registrieren um Meldung zu bekommen" verlangt eine nicht-positive Zahl. Beachten Sie also dass die Option "registrieren um Meldung zu bekommen" nicht funktioniert wenn die Option "Verfolgung (tracking) mit Optionen" selektiert ist.
el: Σημειώστε ότι η επιλογή 'Προαγορά' προϋποθέτει θετικό απόθεμα προϊόντων ενώ η επιλογή 'Εγγραφή για ενημερώσεις' προϋποθέτει αρνητικό απόθεμα. Επίσης σημειώστε ότι η επιλογή 'Εγγραφή για ενημερώσεις' δεν εφαρμόζεται στα προϊόντα με παρακολούθηση αποθέματος των επιλογών.
es: Ten en cuenta que la opción 'Comprar por adelantado' requiere una cantidad positiva de producto, mientras que la opción 'Registro para aviso' requiere una cantidad negativa. También nota que la opción 'Registro para aviso' no se aplica a productos con seguimiento con opciones.
id: Perhatikan bahwa pilihan 'Pembelian di muka' membutuhkan jumlah produk positif sedangkan pilihan 'Mendaftar untuk pemberitahuan' membutuhkan jumlah bukan-positif.Perhatikan juga bahwa opsi 'Mendaftar untuk pemberitahuan'tidak diterapkan untuk produk di
ja: ショップフロントでは「予約注文」は在庫数が1以上、「入荷通知」は在庫数が0の場合のみ動作します。また、オプション別の在庫管理を実施している商品は「入荷通知」は利用できません。
no: Legg merke til at 'Kjøp på forhånd' alternativet krever et positivt produktantall mens 'Registrer deg for varsling' alternativet krever et ikke-positivt beløp. Vær også oppmerksom på at 'Registrer deg for varsling' alternativet ikke brukes på produkter som spores med alternativer.
ru: Для варианта «Предзаказ» товар должен быть в наличии, а для варианта «Подписаться на уведомления» ― отсутствовать. Также, вариант «Подписаться на уведомления» не применяется к товарам, количество которых отслеживается с учетом опций.
uk: Для варіанту «Предзаказ» товар повинен бути в наявності, а для варіанту «Підписатися на повідомлення» - відсутні. Також, варіант «Підписатися на повідомлення» не застосовується до товарів, кількість яких відстежується з урахуванням опцій.
vi: Lưu ý rằng tùy chọn 'Mua trước' đòi hỏi một số lượng sản phẩm lớn hơn 0, trong khi tùy chọn 'Đăng ký nhận thông báo' không đòi hỏi số lượng sản phẩm tồn kho. Cũng lưu ý rằng tùy chọn 'Đăng ký nhận thông báo' không được áp dụng cho sản phẩm theo dõi kèm với các tùy chọn.

# Languages::tt_views_products_update_product_details_layout
source: By default, the template that is defined in the settings of the main product category is used
ar: افتراضياً يتم استخدام القالب المعرف في خصائص الفئة الأصلية
cs: Standardně bude použita šablona, která je uvedena v nastaveních hlavní kategorie zboží
da: Den skabelon, der er defineret i indstillinger i kategorien vigtigste produkt bruges som standard,
de: Als Default wird das Template benutzt, die in den Einstellungen der Haupt- Produktekategorie definiert ist
el: Από την προεπιλογή, το πρότυπο που έχει οριστεί στις ρυθμίσεις της κύριας κατηγορίας του προϊόντος που χρησιμοποιείται
es: Por defecto, se usará la plantilla definida en los ajustes de la categoría principal.
id: Pada pengaturan standar, template yang didefinisikan dalam pengaturan kategori produk utama yang digunakan
ja: デフォルトではメインカテゴリーにて設定されたテンプレートが適用されます。
no: Som standard er malen som er definert i innstillingene for hovedproduktet kategorien som brukes
ru: По умолчанию используется шаблон, заданный в настройках основной категории товара
uk: За замовчуванням використовується шаблон, заданий в налаштуваннях основної категорії товару
vi: Theo mặc định, mẫu giao diện được xác định trong các thiết lập của danh mục sản phẩm chính được sử dụng

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
cs: Zobrazit tuto vlastnost na stránkách seznamu zboží spolu s popisem zboží.
da: Vis denne funktion på produkt listesider sammen med Produktbeskrivelse.
de: Zeigen Sie diese Funktion auf den Artikelseiten zusammen mit der Artikelbeschreibung.
el: Δείτε αυτό το χαρακτηριστικό στις λίστες προϊόντων μαζί με την περιγραφή του προϊόντος.
es: Mostrar esta función en la lista de productos a lo largo de las páginas con la descripción del producto.
id: Tampilkan fitur ini pada daftar produk halaman bersama dengan deskripsi produk.
ja: 商品一覧ページにおいて商品の説明文と併せてこの追加情報を表示
no: Vis denne funksjonen på produkt-liste-sider sammen med produktbeskrivelsen.
ru: Показывать характеристику вместе с описанием товара в списке товаров.
tr: Ürün listesi sayfalarında ürün açıklamasıyla birlikte bu özelliği de göster.
uk: Показувати параметри та опис товару в спитку товарів.
vi: Hiển thị tính năng này trên trang danh sách sản phẩm cùng với mô tả sản phẩm.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
ar: لو مفعلة, مواصفة المنتج تعرض في صفحة تفاصيل المنتج في واجهة الزوار
cs: Je-li povoleno, tato vlastnost zboží je zobrazena v obchodu na stránce s podrobnostmi o zboží
da: Hvis aktiveret, produktet funktionen vises på siden med produktoplysninger i butiksfacade.
de: Wenn aktiviert, wir die Produkteigenschaft in der Produktdetails Seite im Kundenbereich (Storefront) angezeigt.
el: Εάν είναι ενεργοποιημένο, το χαρακτηριστικό του προϊόντος εμφανίζεται στην σελίδα με τις λεπτομέρειες προϊόντος στην αρχική είδα του καταστήματος.
es: Si está activado, la característica se muestra en la página de detalle de producto en la tienda
id: Jika diaktifkan, fitur produk ditampilkan pada halamanProduct Details di storefront
ja: 有効化すると商品詳細ページの追加情報タブに商品の追加情報が表示されます
no: Hvis aktivert, vises funksjonen på produktsiden på butikkforsiden.
ru: Отображать характеристику на карточке товара
uk: Якщо опція включена, параметр буде відображатися на детальної сторінці товару
vi: Nếu được kích hoạt, tính năng sản phẩm được hiển thị trên trang chi tiết của sản phẩm trong cửa hàng
