Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::view_product
source: View product
ar: عرض المنتج
cs: Zobrazit zboží
da: Vis produkter
de: Produkt anzeigen
el: Προβολή Προϊόντος
es: Ver producto
id: Lihat produk
ja: 商品を見る
no: Vis produkt
ru: Просмотреть товар
tr: Ürün göster
uk: Переглянути товар
vi: Xem sản phẩm

# Languages::view_products
source: View products
ar: عرض المنتجات
cs: Zobrazit zboží
da: Vis produkter
de: Produkte anzeigen
el: Προβολή Προϊόντων
es: Ver artículos
id: Lihat produk
ja: 商品一覧
no: Vis produkter
ru: Просмотреть товары
tr: Ürünleri göster
uk: Переглянути товар
vi: Xem sản phẩm

# Languages::view_product_features
source: View product features
ar: عرض مواصفات المنتج
cs: Zobrazit vlastnosti zboží
da: Se produktetsfunktioner
de: Produkteigenschaften anzeigen
el: Προβολή Χαρακτηριστικών Προϊόντων
es: Ver características de producto
id: Lihat fitur produk
ja: 商品の追加情報を見る
no: Vis produktfunksjoner
ru: Просмотреть характеристики товара
tr: Ürün özelliklerini göster
uk: Переглянути характеристики товару
vi: Xem tính năng sản phẩm

# Languages::view_purchased_products
source: View purchased products
ar: عرض المنتجات المشتراه
cs: Zobrazit zakoupené zboží
da: Se indkøbte produkter
de: Gekaufte Produkte anzeigen
el: Προβολή αγορασμένων προϊόντων
es: Ver productos comprados
id: Lihat produk yang dibeli
ja: 購入済み商品を見る
no: Vis kjøpte produkter
ru: Просмотреть приобретенные товары
uk: Переглянути придбані товари
vi: Xem sản phẩm đã mua

# Languages::view_report
source: View report
ar: عرض التقرير
cs: Ukázat zprávu
da: Se rapport
de: Bericht anzeigen
el: Προβολή αναφοράς
es: Ver informe
id: Lihat laporan
ja: レポートを表示
no: Vis rapport
ru: Просмотреть отчет
tr: Rapor göster
uk: Переглянути звіт
vi: Xem báo cáo

# Languages::view_results
source: View results
ar: عرض النتائج
cs: Ukázat výsledek
da: Vis resultater
de: Ergebnisse anzeigen
el: Προβολή αποτελεσμάτων
es: Ver resultados
id: Lihat hasil
ja: 結果を見る
no: Vis resultater
ru: Просмотреть результаты
tr: Sonuçları göster
uk: Переглянути результати
vi: Xem kết quả

# Languages::view_storefront
source: View storefront
ru: Просмотр витрины
uk: Показати магазин

# Languages::view_vendor_categories
source: View store categories
ar: عرض فئات المتجر
cs: Zobrazit kategorie obchodu
da: Se butikskategorier
de: Lagerkategorien anzeigen
el: Προβολή Κατηγοριών Καταστήματος
es: Ver categorías de la tienda
id: Lihat kategori toko
ja: このショップのカテゴリーを表示
no: Vis butikkens kategorier
ru: Просмотреть категории магазина
tr: Mağaza kategorilerini göster
uk: Переглянути категорії крамниці
vi: Xem danh mục cửa hàng

# Languages::view_vendor_orders
source: View store orders
ar: عرض طلبات المتجر
cs: Zobrazit objednávky
da: Se butiksordrer
de: Store-Bestellungen anzeigen
el: Προβολή Παραγγελιών Καταστήματος
es: Ver pedidos de la tienda
id: Lihat pesanan toko
ja: このショップの注文を表示
no: Vis butikkens ordre
ru: Просмотреть заказы магазина
tr: Mağaza siparişlerini göster
uk: Переглянути замовлення крамниці
vi: Xem đơn hàng cửa hàng

# Languages::view_vendor_products
source: View store products
ar: عرض منتجات المتجر
cs: Zobrazit zboží obchodu
da: Se butiksprodukter
de: Store-Produkte anzeigen
el: Προβολή Προϊόντων Καταστήματος
es: Ver productos de la tienda
id: Lihat produk toko
ja: このショップの商品を表示
no: Vis butikkens produkter
ru: Просмотреть товары магазина
tr: Mağaza ürünlerini göster
uk: Переглянути товари крамниці
vi: Xem sản phẩm cửa hàng

# Languages::view_vendor_users
source: View store users
ar: عرض أعضاء المتجر
cs: Zobrazit uživatele
da: Se butiksbrugere
de: Store-Benutzer anzeigen
el: Προβολή Χρηστών Καταστήματος
es: Ver usuarios de la tienda
id: Lihat user toko
ja: このショップのお客様を表示
no: Vis butikkens brukere
ru: Просмотреть пользователей магазина
tr: Mağazanın kullanıcılarını göster
uk: Переглянути користувачів крамниці
vi: Xem người dùng cửa hàng

# Languages::visited_page
source: Visited page
ar: صفحة مزارة
cs: Navštěovavná stránka
da: Besøgte side
de: Besuchte Seite
el: Σελίδες που έχουν επισκεφθεί
es: Página visitada
id: Halaman yang dikunjungi
ja: 訪問済みページ
no: Besøkt side
ru: Просмотренные страницы
tr: Ziyaret edilen sayfa
uk: Відвідані сторінки
vi: Truy cập trang

# Languages::voided
source: Voided
ar: باطل
cs: Zrušené
de: Entleert
el: ακυρώνεται
es: Anulado
id: Dibatalkan
ja: 無効
no: Annulert
ru: Аннулирован
uk: Анульовано

# Languages::warning
source: Warning
ar: تحذير
cs: Varování
da: Advarsel
de: Warnung
el: Προσοχή!
es: Atención
id: Peringatan
ja: 警告
no: Advarsel
ru: Предупреждение
tr: Uyarı
uk: Попередження
vi: Cảnh báo

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
ar: تم حذف أو تعطيل اللغة الافتراضية المعرفة في الإعدادات. يرجى تحديث لغة واجهة الزوار الافتراضية من الصفحة: <a href="[link]">الإعدادات ← المظهر</a>
cs: Jazyk, který jste v nastaveních definovali jako výchozí, byl zapnutý nebo odstraněn. Aktualizujte, prosím, výchozí jazyk frontendu na následující stránce: <a href="[link]"> Nastavení :: Vzhled</a>
da: Standardsproget defineret i dine indstillinger er blevet deaktiveret eller slettet. Husk at opdatere indstillinger på følgende side: <a href="[link]">Indstillinger :: Udseende</a>
de: Die Standardsprache in Ihren Einstellungen wurde deaktiviert oder geloscht. Aktualisieren Sie bitte die Einstellungen auf der folgenden Seite: <a href="[link]">Einstellungen :: Shopdarstellung</a>
el: Η Προκαθορισμένη Ξένη Γλώσσα που ορίστικε στις Βασικές Ρυθμίσεις σας απενεργοποιήθηκε ή διαγράφτηκε. Σας παρακαλούμε ενημερώστε τις ρυθμίσεις αυτές ακολουθώντας αυτόν τον σύνδεσμο: <a href="[link]">Βασικές Ρυθμίσεις :: Εξωτερική Εμφάνιση</a>
es: La lengua por defecto definida en sus ajustes ha sido desactivada o borrada. Por favor actualice los ajustes en la página siguiente: <a href="[link]">Configuración :: Apariencia</a>
id: Bahasa standar yang ditetapkan dalam pengaturan Andatelah dinonaktifkan atau dihapus. Silahkan perbaruipengaturan pada halaman berikut:<a href="[link]">Settings:: Appearance</a>
ja: デフォルト言語が無効であるか削除されています。以下のページからショップページのデフォルト言語を変更してください : <a href="[link]">基本設定 :: 表示設定</a>
no: Standardspråket definert i innstillingene er deaktivert eller slettet. Vennligst oppdater innstillingene på følgende side: <a href="[link]">Innstillinger :: Utseende</a>
ru: Был отключен язык, заданный по умолчанию. Пожалуйста, перейдите по этой ссылке и установите параметр «Язык витрины по умолчанию»: <a href="[link]">Настройки :: Внешний вид</a>
tr: Ayarlarınızdaki geçerli dil kısıtlandı veya silindi. Lütfen ayarlarınızı güncellemek için şu linke tıklayınız: [link]
uk: Було відключено мову, задану за замовчуванням в налаштуваннях програми. Перейдіть за цим посиланням і встановіть параметр Мова клієнтської частини за замовчуванням: <a href="[link]">Налаштування :: Зовнішній вигляд</a>
vi: Ngôn ngữ mặc định được xác định trong cài đặt của bạn đã bị vô hiệu hoá hoặc xóa. Xin vui lòng cập nhật giá trị ngôn ngữ mặc định cửa hàng trên trang sau đây: <a href="[link]"> Cài đặt:: Hiển thị</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
ar: لا يمكن تغيير حالة اللغة الافتراضية
cs: Stav výchozího jazyka nelze změnit
da: Status for standardsproget kan ikke ændres
de: Status der Default Sprache kann nicht geändert werden
el: Δεν μπορεί να αλλάξει η κατάσταση της προεπιλεγμένης γλώσσας
es: El estado de la lengua por defecto no se puede cambiar
id: Status Bahasa default tidak dapat diubah
ja: デフォルト言語のステータスを変更することはできません
no: Statusen til Standard språket kan ikke endres
ru: Невозможно изменить статус языка по умолчанию
tr: Varsayılan dil durumu değiştirilemez
uk: Неможливо змінити статус мови за замовчуванням
vi: Trạng thái của Ngôn ngữ Mặc định không thể thay đổi

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
ar: لا يمكن تغيير حالة العملة الافتراضية
cs: Stav hlavní měny nemůže být změněn
da: Status for den primære valuta kan ikke ændres
de: Status der Hauptwährung kann nicht geändert werden
el: Κατάσταση του πρωταρχικού νομισματος δεν μπορεί να αλλάξει
es: El estado de la divisa primaria no se puede cambiar
id: Status mata uang utama tidak dapat diubah
ja: ベース通貨のステータスを変更することはできません
no: Status for primærvaluta kan ikke endres
ru: Невозможно изменить статус для Базовой валюты
tr: Varsayılan para birimi durumu değiştirilemez
uk: Неможливо змінити статус базової валюти
vi: Trạng thái của các loại Tiền tệ Chính không thể thay đổi

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Documentation article</a> for more details.
cs: Kontrola zabezpečeného připojení se nezdařila. Ujistěte se, že je na serveru nainstalován certifikát SSL. Více informací naleznete v <a href="[href]" target="_blank"> dokumentaci</a>.
de: Die Prüfung der sicheren Verbindung ist fehlgeschlagen. Bitte stellen Sie sicher, dass auf Ihrem Server ein SSL-Zertifikat installiert ist. Schauen Sie sich den <a href="[href]" target="_blank">Documentation article</a> für weitere Details an.
el: Ο έλεγχος ασφαλούς σύνδεσης απέτυχε. Βεβαιωθείτε ότι το πιστοποιητικό SSL είναι εγκατεστημένο στο διακομιστή σας. Ελέγξτε το <a href="[href]" target="_blank"> άρθρο της Γνωσιακής βάσης</a> για περισσότερες λεπτομέρειες.
es: La comprobación de conexión segura ha fallado. Asegúrese de que el certificado SSL esté instalado en su servidor. Consulte el <a href="[href]" target="_blank"> artículo de documentación </a> para obtener más información.
id: Cek sambungan aman telah gagal Pastikan sertifikat SSL terinstal di server Anda. Check out <a href=" [href] "target="_blank"> artikel Dokumentasi </a> untuk lebih jelasnya.
no: Sikker tilkoblingskontroll har feilet. Sørg for at SSL-sertifikatet er installert på serveren din. Ta en titt på <a href="[href]" target="_blank"> dokumentasjon artikkelen </a> for mer informasjon.
ru: Не удалось проверить защищенное соединение. Пожалуйста, убедитесь, что на вашем сервере установлен сертификат SSL. Подробная информация доступна в <a href="[href]" target="_blank">соответствующей статье документации</a>.
tr: Güvenli bağlantı kontrolü hatayla sonuçlandı. Lütfen sunucunuzda SSL sertifikanızın yüklü olduğundan emin olun. Kontrol etmek için <a href="[href]" target="_blank"> dökümantasyonu </a> detaylar hakkında bilgi edinin.
uk: Чи не вдалося перевірити захищене з'єднання. Будь ласка, переконайтеся, що на вашому сервері встановлено сертифікат SSL. Детальна інформація доступна в <a href="[href]" target="_blank">відповідної статті документації</a>.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Documentation</a>) for security reasons.
cs: Důrazně doporučujeme přejmenovat výchozíí soubor admin.php.
el: Συνιστάται ιδιαίτερα να μετονομάσετε το προεπιλεγμένο <b>admin.php</b> script (ελέγξτε την <a href="http://kb.cs-cart.com/adminarea-protection" target="_blank">Γνωσιολογική Βάση</a>) για λόγους ασφαλείας.
es: Se recomienda encarecidamente que cambie el nombre del script predeterminado<b>admin.php</b>(consulte la <a href="[href]" target="_blank"> Documentación </a>) por razones de seguridad.
id: Sangat disarankan agar Anda mengganti nama default <b>admin.php</b>script (periksa <a href=" [href]] target="_blank"> Dokumentasi</a>) untuk alasan keamanan.
no: Det anbefales sterkt at du endrer navnet på standard <b>admin.php</b> scriptet (sjekk <a href="[href]" target="_blank"> Dokumentasjon </a>) av sikkerhetsgrunner.
ru: Из соображений безопасности настоятельно рекомендуем вам переименовать файл <b>admin.php</b> (подробности в <a href="[href]" target="_blank">Документации</a>).
tr: Fabrikasyon <b>admin.php</b>yi yeniden adlandırmanız şiddetle tavsiye edilir. Script (bakınız <a href="[href]" target="_blank">dökümantasyonu</a>)güvenlik nedenleriyle değişiklikten emin olun.
uk: З міркувань безпеки наполегливо рекомендуємо вам перейменувати файл <b>admin.php</b> (деталі в <a href="[href]" target="_blank">Документації</a>).

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
ar: كلمة المرور يجب أن تكون مختلفة عن الإيميل! <p><a href="[link]" class="underlined"><b>تغيير كلمة المرور &#155;&#155;</b></a></p>
cs: Heslo musí lišit od e-mailové adresy! <p><a href="[link]" class="underlined"><b>Změnit heslo &#155;&#155;</b></a></p>
da: Adgangskoden skal være forskellig fra e-mailen! <p><a href="[link]" class="underlined"> <b>Skift adgangskode </b></a></p>
de: Das Passwort muss anders als die E-Mail Adresse sein! <p><a href="[link]" class="underlined"><b>Passwort ändern&#155;&#155;</b></a></p>
el: Ο κωδικός πρόσβασης πρέπει να διαφέρει από το όνομα χρήστη! <p><a href="[link]" class="underlined"><b>Αλάξτε Κωδικό &#155;&#155;</b></a></p>
es: La contraseña debe ser diferente del e-mail!<p><a href="[link]" class="underlined"><b>Cambiar contraseña &#155;&#155;</b></a></p>
id: Password harus berbeda dari e-mail! <p><a href="[link]class="underlined"><b>Ubah Password &#155;&#155;</b></a></p>
ja: パスワードにはeメールアドレスと異なる値を指定してください。<p><a href="[link]" class="underlined"><b>パスワードの変更 &#155;&#155;</b></a></p>
no: Passordet må være forskjellig fra E-posten! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
ru: Пароль должен отличаться от адреса электронной почты! <p><a href="[link]" class="underlined"><b>Измените пароль &#155;&#155;</b></a></p>
uk: Ваш пароль повинен відрізнятися від логіна! <p><a href="[link]" class="underlined"><b>Змінити пароль &#155;&#155;</b></a></p>
vi: Mật khẩu phải là khác nhau từ email! <p><a href="[link]" class="underlined"> <b>Thay đổi mật khẩu &#155;&#155; </b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
ar: اسم متغير اللغة يحتوي على حروف غير مدعومة!
cs: Alternativní název jazyka obsahuje nepodporované znaky!
da: Sprog variabel navn indeholder ikke-understøttede tegn!
de: Name der Sprachvariable enthält Zeichen die nicht ünterstützt werden!
el: Οι Μεταβλητές στην Παράμετρο Ξένη Γλώσσα περιέχουν ΜΗ υποστηριζόμενους χαρακτήρες.
es: El nombre de la variable del lenguaje tiene caracteres no soportados!
id: Nama variabel bahasa berisi karakter yang tidak boleh digunakan!
ja: 言語変数名にサポートしていない文字列が含まれています!
no: Språk variabel navnet inneholder ikke støttes tegn!
ru: Языковая переменная содержит недопустимые символы!
tr: Dil değişken adı kabul edilmeyen karakterler içeriyor!
uk: Мовна змінна містить неприпустимі символи!
vi: Tên biến ngôn ngữ có chứa ký tự không được hỗ trợ!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
ar: لا يمكن حذف اللغة [lang_name] لأنها لغة المتجر الافتراضية
cs: Jazyk [lang_name] nemůže být odstraněn, protože je výchozím jazykem obchodu
da: [lang_name] sproget kan ikke slettes, fordi det er butikkens standardsprog
de: Die Sprache [lang_name] kann nicht gelöscht werden weil diese die Standardsprache im Store ist.
el: Η γλώσσα [lang_name] δεν μπορεί να διαγραφεί, επειδή είναι η προεπιλεγμένη στο κατάστημα
es: El idioma [lang_name] no se puede borrar porque es el idioma por defecto de la tienda
id: Bahasa [lang_name] tidak dapat dihapus karena merupakanbahasa default toko
ja: [lang_name] はショップのデフォルト言語のため削除できません。
no: Språket [lang_name] kan ikke slettes fordi det er butikkens standardspråk
ru: Невозможно удалить язык [lang_name], т.к. он является языком по умолчанию.
tr: [lang_name] dili silinemez çünkü bu dil mağaza varsayılan dili olarak ayarlanmış durumda
uk: Неможливо видалити мову [lang_name], тому що вона є мовою за замовчуванням
vi: Ngôn ngữ [lang_name] không thể xóa bỏ bởi vì nó là ngôn ngữ mặc định cửa hàng

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
ar: الشرط "[condition]" يمكن استخدامه فقط في المجموعات ذات الشروط "[set_value]".
cs: Tato "[condition]" podmínka může být použita pouze ve skupině s "[set_value]" podmínkami.
da: Den "[condition]" tilstand kan bruges i grupper med "[set_value]" betingelser alene.
de: Die "[condition]" Kondition kann nur in Gruppen mit "[set_value]" Konditionen genutzt werden.
el: H "[condition]" κατάσταση μπορεί να χρησιμοποιηθεί σε ομάδες με"[set_value]"προϋποθέσεις μόνο."
es: La condicion "[condition]" puede ser usada sólo en grupos que tengan las condiciones "[set_value]".
id: Kondisi "[condition]" dapat digunakan dalam kelompokhanya dengan kondisi "[set_value]".
ja: 条件 "[condition]" は条件 "[set_value]" が適用されたグループ内でのみ利用可能です。
no: Den "[tilstand]" tilstand kan brukes i grupper med "[set_value]" forhold bare.
ru: Условие "[condition]" может быть использовано только в группах с условиями "[set_value]".
tr: "[condition]" şartı sadece şu grupla kullanılabilir "[set_value]"
uk: Умова "[condition]" може бути використана тільки в групах з умовами "[set_value]".
vi: Các điều kiện "[condition]" có thể được sử dụng trong nhóm với "[set_value]" điều kiện chỉ.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
ar: تحديث الكاش التلقائي مفعل.<br /><br />يتم تعقب تعديل الملفات لحظياً (متضمناً الملفات التي يتم تحديثها مباشرة على السيرفر) ومن ثم إعادة بناء الكاش الخاص بها.<br /><br />من الممكن أن يتأثر أداء المتجر سلباً. ينصح بالتعطيل أثناء عمل المتجر من <a href="[link]">محرر الملفات</a>.
cs: Automatická aktualizace mezipaměti povolena.<br /><br />Upravené soubory jsou sledovány v reálném čase (včetně souborů upravených přímo na serveru) a znovu uloženy do mezipaměti.<br /><br />Výkon obchodu může být mírně ovlivněn. Doporučujeme vypnout v produkčním režimu v <a href="[link]">Tématech</a>.
da: Autoopdatering cache aktiveret. < br / > < br / > ændret filer er spores i realtid (herunder filer ændret direkte på serveren) og re-cachet. < br / > < br / > butik ydeevne kan påvirkes lidt. Anbefales for at deaktivere på produktionen i <a href="[link]"> temaer</a>.
de: Auto Cache Update ist aktiviert.<br /><br />Geänderte Dateien werden in Echtzeit verfolgt (einschliesslich der Dateien die direkt auf dem Server geändert wurden) und regeneriert worden sind.<br /><br />Store-Leistung kann leicht beeinflusst werden. Wir empfehlen in der Produktionsphase zu deaktivieren in <a href="[link]">Template Editor</a>.
el: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Template editor</a>.
es: Activada la actualización automática de la caché.<br /><br />Los archivos modificados se siguen en tiempo real (incluyendo los modificados directamente en el servidor) y se incorporan en la caché. <br /><br />El rendimiento de la tienda se puede ver ligeramente afectado. Se recomienda desactivar en producción a través de <a href="[link]">Editor de plantilla</a>.
id: Auto cache update diaktifkan.<br /><br />file yang diubah terekam secara real time (termasuk file yang dimodifikasi langsung di server) dan di re-cache.<br /><br />Kinerja toko akan sedikit terpengaruh. Direkomendasikan untuk tidak digunakan saat produk
ja: キャッシュの自動更新が有効化されました。<br /><br />ファイルの変更（サーバー上での直接編集を含む）はリアルタイムで検知されキャッシュが再構築されます。<br /><br />ページの表示速度が若干低下する可能性があるため、本番運用時には <a href="[link]">テンプレートエディタ</a> から無効化することをおすすめします。
no: Auto cache oppdatering er aktivert.<br /><br />Endrede filer spores i sanntid (inkludert de filer som er endret direkte på serveren) og re-bufret.<br /><br />Butikkytelsen kan bli litt påvirket. Anbefales å deaktivere på live nettbutikk i <a href="[link]">malredigereren</a>.
ru: Автоматическая очистка кэша для измененных файлов (включая файлы, измененные напрямую на сервере) включена.<br /><br />Возможно незначительное снижение скорости работы магазина. После внесения всех изменений в тему рекомендуется отключить в <a href="[link]">Редакторе шаблонов</a>.
tr: Otomatik cache güncelleme devrede.<br /><br />Değiştirilen dosyalar gerçek zamanlı olarak izlenmektedir (direkt olarak sunucu üzerinden modifiye edilen dosyalar dahil) ve tekrar cache oluşturulmaktadır.<br /><br />Bu durum mağaza performansınızı etkileyebilir. Bu özelliği <a href="[link]">Template düzenleyici</a> üzerinden devre dışı bırakmanızı öneririz.
uk: Автоматичне очищення кеша для змінених файлів (включаючи файли, змінені безпосередньо на сервері) включена.<br/><br/>Можливе незначне зниження швидкості роботи магазину. Після внесення всіх змін в тему рекомендується відключити в <a href="[link]">Редакторі шаблонів</a>.
vi: Tự động cập nhật bộ nhớ đệm được kích hoạt. <br /> <br />Sửa đổi tập tin được theo dõi trong thời gian thực (bao gồm cả các tập tin sửa trực tiếp trên máy chủ) và tải lại bộ nhớ đệm. <br /> <br />Hiệu suất cửa hàng có thể bị ảnh hưởng một chút. Khuyến cáo để vô hiệu hóa trên sản xuất trong <a href="[link]"> Chủ đề</a>.
