Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::search_for_pattern
source: Search for pattern
ar: بحث
cs: Hledat hodnotu
da: Søg efter pattern
de: Schema (pattern) suchen
el: Αναζήτηση
es: Buscar por nombre
id: Cari suatu kata / kalimat
ja: 検索
no: Søk etter mønster
ru: Ключевые слова
tr: Kelime ile arama
uk: Ключові слова
vi: Tìm kiếm theo mẫu

# Languages::search_in
source: Search in
ar: بحث في
cs: Hledat v
da: Søg i
de: Suchen in
el: Αναζήτηση σε
es: Buscar en
id: Cari di
ja: 検索対象
no: Søk i
ru: Поиск в
tr: Ara
uk: Пошук у
vi: Tìm kiếm trong

# Languages::search_in_category
source: Search in category
ar: بحث في الفئة
cs: Hledat v kategorii
da: Søg i kategorier
de: Suchen in Kategorie
el: Αναζήτηση ανά Κατηγορία
es: Buscar en familia
id: Cari di kategori
ja: カテゴリー内検索
no: Søk i kategori
ru: Поиск в категории
tr: Kategoride ara
uk: Пошук в категорії
vi: Tìm trong danh mục

# Languages::search_in_subcategories
source: Search in subcategories
ar: بحث في الفئات الفرعية
cs: Hledat v podkategoriích
da: Søg i underkategorier
de: in Unterkategorien suchen
el: Αναζήτηση στις Υποκατηγορίες
es: Buscar en subfamilias
id: Cari di subkategori
ja: サブカテゴリーも検索
no: Søk i underkategorier
ru: Поиск в подкатегориях
tr: Alt kategorilerde ara
uk: Пошук у підкатегоріях
vi: Tìm kiếm trong danh mục con

# Languages::search_options
source: Search options
ar: خيارات البحث
cs: Možnosti vyhledávání
da: Søg options
de: Suchoptionen
el: Επιλογές αναζήτησης
es: Opciones de búsqueda
id: Opsi pencarian
ja: 検索オプション
no: Søkealternativer
ru: Варианты поиска
tr: Arama seçenekleri
uk: Параметри пошуку
vi: Tùy chọn tìm kiếm

# Languages::search_product
source: Search product
ar: البحث عن المنتج
cs: Hledat zboží
da: Søg produkt
de: Produkt suchen
el: Αναζήτηση προϊόντος
es: Buscar producto
id: Cari produk
ja: 商品名で検索
no: Søk produkt
ru: Поиск товара
tr: Ürün ara
uk: Шукати товари
vi: Tìm sản phẩm

# Languages::search_products
source: Search products
ar: البحث عن المنتجات
cs: Hledat zboží
da: Søg produkt
de: Produkte suchen
el: Αναζήτηση Προϊόντων
es: Buscar productos
id: Cari produk
ja: 商品検索
no: Søk produkter
ru: Искать товары
tr: Ürünlerde ara
uk: Шукати товари
vi: Tìm kiếm sản phẩm

# Languages::search_results
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
da: Søgeresultat
de: Suchergebnisse
el: Αποτελέσματα Αναζήτησης
es: Resultados de la búsqueda
id: Hasil pencarian
ja: 検索結果
no: Søkeresultater
ru: Результаты поиска
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm

# Languages::search_results_for
source: Search results for [search]
ar: نتائج البحث عن [search]
cs: Výsledky hledání pro [search]
da: Søgeresultater for [search]
de: Suchergebnisse für [search]
el: Αποτελέσματα αναζήτησης του [search]
es: Resultados de la búsqueda para [search]
id: Hasil pencarian untuk [search]
ja: [search] の検索結果
no: Søkeresultat for [search]
ru: Результаты поиска по [search]
uk: Шукати результати по [search]
vi: Kết quả tìm kiếm cho [search]

# Languages::search_string
source: Search string
ar: بحث شرطي
cs: Hledat řetězec
da: Søg string
de: Zeichenkette suchen (String)
el: Πεδίο Αναζήτησης
es: Secuencia de la búsqueda
id: huruf Pencarian
ja: 検索フレーズ
no: Søkestreng
ru: Строка для поиска
tr: Aranacak kelime
uk: Рядок пошуку
vi: Chuỗi tìm kiếm

# Languages::search_tooltip
source: Search for products, customers, orders and CMS pages
ar: البحث في المنتجات، العملاء، الطلبات وصفحات نظام إدارة المحتوى
cs: Vyhledávání zboží, zákazníků, objednávek a stránek CMS
da: Søg efter produkter, kunder, ordrer og CMS sider
de: Suche nach Produkten, Kunden, Bestellungen und CMS Seiten
el: Αναζήτηση για προϊόντα, πελάτες, εντολές και σελίδες στο CMS
es: Búsqueda de productos, clientes, pedidos y páginas de CMS
id: Cari produk, pelanggan, pesanan dan halaman CMS
ja: 商品・顧客・注文およびCMSページを検索できます
no: Søk etter produkter, kunder, ordrer og CMS sider
ru: Поиск среди товаров, покупателей, заказов и CMS-страниц
tr: Ürünler, müşteriler, Siparişler ve CMS sayfaları arama
uk: Шукати товари, користувачів, замовлення, сторінки та новини сайту
vi: Tìm kiếm sản phẩm, khách hàng, đơn đặt hàng và trang CMS

# Languages::search_words
source: Search words
ar: كلمات البحث
cs: Klíčová slova pro rychlejší vyhledávání v sortimentu
da: Søg ord
de: Suchwörter
el: Αναζήτηση λέξεων
es: Buscar palabras
id: Kata pencarian
ja: 検索キーワード
no: Søkeord
ru: Ключевые слова для поиска
tr: Arama kelimeleri
uk: Пошукові слова
vi: Từ khóa tìm kiếm

# Languages::secret_key
source: Secret key
ar: المفتاح السري
cs: Tajný klíč
da: Hemmelig nøgle
de: Geheim Schlüssel (Secret Key)
el: Μυστικό κλειδί
es: Clave secreta
id: Kunci rahasia
ja: シークレットキー
no: Hemmelig nøkkel
ru: Секретный ключ
tr: Gizli anahtar
uk: Секретний ключ
vi: Khóa bí mật

# Languages::secret_string
source: Secret string
ar: النص السري
cs: Tajný řetězec
da: Hemmelige streng
de: Geheime Zeichenkette (Secret String)
el: Μυστική σειρά
es: Cadena secreta
id: String rahasia
no: Hemmelig streng
ru: Секретная строка
uk: Секретний рядок
vi: Chuỗi bí mật

# Languages::secret_word
source: Secret word
ar: الكلمة السرية
cs: Tajné slovo
da: Hemmelig ord
de: geheimes Wort
el: Μυστική Λέξη
es: Palabra secreta
id: Kata rahasia
no: Hemmelig ord
ru: Секретное слово
tr: Gizli kelime
uk: Секретне слово
vi: Từ bí mật

# Languages::section
source: Section
ar: القسم
cs: Sekce
da: Sektion
de: Abschnitt
el: Ενότητα
es: Sección
id: Bagian
ja: セクション
no: Seksjon
ru: Раздел
tr: Bölüm
uk: Розділ
vi: Phần

# Languages::section_is_not_completed
source: Section is not completed.
ar: لم يتم استكمال القسم.
cs: Sekce není dokončena.
da: Afsnittet er ikke afsluttet.
de: Sektion ist nicht abgeschlossen.
el: Το τμήμα δεν είναι ολοκληρωμένο.
es: No se ha completado la sección.
id: Bagian ini belum diselesaikan.
ja: このセクションの処理は完了していません
no: Seksjonen er ikke ferdigstilt.
ru: Раздел не заполнен
tr: Bölüm tamamlanmadı.
uk: Розділ не завершено.
vi: Phần không được hoàn thành.

# Languages::section_links
source: Section links
ar: روابط القسم
cs: Sekce odkazy
da: Afsnit link
de: Links Abschnitt
el: Σύνδεσμοι Ενότητας
es: Sección enlaces
id: Tautan bagian
ja: セクション内のリンク
no: Seksjonslinker
ru: Ссылки секции
tr: Bölüm linkleri
uk: Розділ посилання
vi: Phần liên kết

# Languages::section_name
source: Section name
ar: اسم القسم
cs: Název sekce
da: Afsnit navn
de: Name Abschnitt
el: Όνομα Ενότητας
es: Nombre sección
id: Nama bagian
ja: セクション名
no: Seksjonsnavn
ru: Название раздела
tr: Bölüm adı
uk: Назва розділу
vi: Tên thành phần

# Languages::secure
source: Secure
ar: تأمين
cs: Zabezpečit
da: sikker
de: Sicher
el: Ασφαλής
es: Seguro
id: Aman
ja: セキュア
no: Sikker
ru: Безопасный
tr: Güvenlik
uk: Безпечний
vi: An toàn

# Languages::security
source: Security
ar: خصائص الحماية
cs: Bezpečnost
da: Sikkerhed
de: Sicherheitseinstellungen
el: Ρυθμίσεις Ασφαλείας
es: Seguridad
id: Keamanan
ja: セキュリティ
no: Sikkerhet
ru: Безопасность
tr: Güvenlik
uk: Безпека
vi: Bảo mật

# Languages::secure_checkout
source: Secure checkout
ar: تفعيل الاتصال الآمن لإتمام الشراء
cs: Zabezpečený nákup
da: Sikker checkout
de: Aktivierung der sicheren Verbindung im Kassenbereich (SSL Zertifikat muss auf Ihrem Server installiert sein)
el: Ασφαλείς πληρωμές
es: Pedidos seguros
id: Aktifkan koneksi aman saat checkout
ja: ご注文手続き
no: Sikker utsjekking
ru: Безопасное оформление заказа
tr: Sunucu üzerinde SSL sertifikası yüklü olması gerekmektedir
uk: Безпечне оформлення замовлення
vi: Thanh toán an toàn

# Languages::secure_storefront_url
source: Secure storefront URL
ar: رابط واجهة الزوار الآمن
cs: Zabezpečení URL stránky obchodu
da: Sikker butiks URL
de: Sicherer Storefront URL
el: Ασφαλές URL καταστήματος
es: URL de la tienda segura
id: URL aman tampilan toko
ja: SSLで保護されたURL
no: Sikker butikk forside URL
ru: Безопасный URL витрины
tr: Güvenli mağaza ön yüzü URL
uk: Безпечний URL вітрини крамниці
vi: URL bảo mật trang chính

# Languages::store_access_key
source: Access key to temporarily closed store
de: Zugangsschlüssel zum vorübergehend geschlossenen Shop
el: Κλειδί για πρόσβαση σε προσωρινά κλειστό κατάστημα
id: Kunci akses ke toko yang tutup sementara
ru: Ключ доступа к временно закрытому магазину
uk: Ключ доступу до тимчасово закритого магазину

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
ar: قيمة <strong>رابط واجهة الزوار الآمن</strong> التي قمت بإدخالها خاصة بشركة أخرى.
cs: Hodnota parametru <strong>Secure storefront URL</strong> jež jste zadali již používá jiná společnost.
da: Den nævnte værdi af parameteren <strong>Butiksfacade URL</strong> hører allerede til et andet selskab.
de: Der Wert von <strong>Sicherer Storefront URL</strong> Parameter von Ihnen erwähnt gehört schon einer anderen Firma
el: Η τιμή της παραμέτρου του <strong>ασφαλούς URL καταστήματος</strong> που προαναφέρατε ήδη ανήκει σε άλλη εταιρεία.
es: El valor del parámetro <strong>URL de tienda segura</strong> mencionado por usted ya pertenece a otra empresa.
id: Nilai parameter <strong>URL aman tampilan toko</strong>yang Anda maksudkan sudah dimiliki pihak lain.
ja: <strong>SSLで保護されたURL</strong> 入力されたURLはすでに他のショップで使用されています。
no: Verdien av <strong>Secure storefront URL</strong> parameter nevnt av deg tilhører allerede et annet firma.
ru: Значение параметра <strong>Безопасный URL витрины</strong>, указанное вами, уже используется другой компанией.
tr: Girdiğiniz <strong>Güvenli mağaza ön yüzü URL</strong> zaten başka bir firma tarafından kullanılıyor.
uk: Значення параметра <strong>Безпечний URL вітрини крамниці</strong>, вказане Вами, вже використовується іншою компанією.
vi: Giá trị của các tham số <strong>URL trang an toàn</strong> được đề cập bởi bạn đã thuộc về một công ty khác.

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
de: Verwenden Sie die folgende URL, um auf das Schaufenster zuzugreifen:<br><a href="[url]" target="_blank">[url]</a>
el: Χρησιμοποιήστε την ακόλουθη διεύθυνση URL για να αποκτήσετε πρόσβαση στο κατάστημα:<br><a href="[url]" target="_blank">[url]</a>
id: Gunakan URL ini untuk mengakses etalase:<br><a href="[url]" target="_blank">[url]</a>
ru: Для доступа к витрине воспользуйтесь следующей ссылкой: <br><a href="[url]" target="_blank">[url]</a>
uk: Для доступу до вітрини скористайтеся наступним посиланням:<br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
ar: إعدادات الحماية
cs: Nastavení zabezpečení
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
el: Ρυθμίσεις Ασφαλείας
es: Configuración de seguridad
id: Pengaturan keamanan
ja: セキュリティ設定
no: Sikkerhetsinnstillinger
ru: Настройки безопасности
tr: Güvenlik ayarları
uk: Налаштування безпеки
vi: Cài đặt bảo mật

# Languages::see_demo
source: See demo
ar: مشاهدة العرض التجريبي
cs: Viz demo
da: Se demo
de: Demo anzeigen
el: Δείτε to demo
es: Ver demo
id: Lihat demo
ja: デモを見る
no: Se demo
ru: Демо
uk: Демо
vi: Xem thử

# Languages::select
source: Select
ar: اختيار
cs: Vybrat
da: Vælg
de: Selektieren
el: Επιλογή
es: Seleccionar
id: Pilih
ja: 選択
no: Velg
ru: Выбрать
tr: Seç
uk: Вибрати
vi: Chọn

# Languages::selectbox
source: Select box
ar: صندوق تحديد
cs: Výběrové pole
da: Valgboks
de: Auswahlbox
el: Επιλογή
es: Caja de selección
id: Kotak pilihan
ja: セレクトボックス
no: Velg boks
ru: Список вариантов
uk: Список варіантів
vi: Hộp chọn

# Languages::selected
source: Selected
ar: المختار
cs: Vybrané
da: Valgte
de: Selektiert
el: Επιλεγμένο
es: Seleccionado
id: Terpilih
ja: 選択済み
no: Valgt
ru: Выбрано
tr: Seçilen maddeler
uk: Вибрані
vi: Chọn

# Languages::selected_fields
source: Selected fields
de: Ausgewählte Felder
el: Επιλεγμένα πεδία
id: Bidang yang dipilih
ru: Выбранные поля
uk: Вибрані поля

# Languages::selected_items
source: Selected items
ar: العناصر المختارة
cs: Vybrané položky
da: valgte poster
de: Selektierte Elemente
el: Επιλεγμένα τεμάχια
es: Elementos seleccionados
id: Item terpilih
ja: 選択済項目
no: Valgte elementer
ru: Выбрать элементы
tr: Seçilen maddeler
uk: Вибрані елементи
vi: Mục đã chọn

# Languages::select_all
source: Select all
ar: اختيار الكل
cs: Vybrat vše
da: Vælg alle
de: Alle selektieren
el: Επιλογή Όλων
es: Selecciona todo
id: Pilih semua
ja: すべて選択
no: Marker alt
ru: Выбрать все
tr: Tümünü seç
uk: Обрати все
vi: Chọn tất cả

# Languages::select_all_product_options
source: You should select all product options
ar: يجب تحديد كل خيارات المنتج
cs: Měli byste vybrat všechny možnosti zboží
da: Du skal vælge alle produktets optioner
de: Sie müssen alle Produktoptionen selektieren
el: Θα πρέπει να επιλέξετε όλες τις επιλογές των προϊόντων
es: Debe seleccionar todas las opciones de producto
id: Anda harus memilih semua opsi produk
ja: すべての商品オプションを選択してください
no: Du bør velge alle produkt alternativer
ru: Необходимо выбрать все опции товара
uk: Ви повинні вибрати всі параметри продукту
vi: Bạn nên chọn tất cả các tùy chọn sản phẩm

# Languages::select_block
source: Select block
ar: اختيار الكتلة
cs: Vyberte blok
da: Vælg blok
de: Block selektieren
el: Επιλογή block
es: Seleccionar bloque
id: Pilih blok
ja: ブロックの選択
no: Velg blokk
ru: Выбрать блок
uk: Виберіть блок
vi: Chọn khối

# Languages::select_country
source: Select country
ar: &darr;
cs: Vybrat zemi
da: Vælg land
de: Land selektieren
el: Επιλογή Χώρας
es: Selecciona país
id: Pilih negara
ja: 選択してください
no: Velg land
ru: Выберите страну
tr: Ülke seç
uk: Вибрати країну
vi: Chọn quốc gia

# Languages::select_customer
source: Select customer
ar: اختر عملاء
cs: Vybrat zákazníka
da: Vælg kunde
de: Kunde selektieren
el: Επιλέξτε πελάτη
es: Seleccionar cliente
id: Pilih pelanggan
ja: 既存のお客様から選択
no: Velg kunde
ru: Выбрать покупателя
tr: Müşteri seç
uk: Вибрати покупця
vi: Chọn khách hàng

# Languages::select_dates
source: Select dates
ar: اختر الفترة
cs: Vybrat datum
da: Vælg datoer
de: Datum selektieren
el: Επιλογή ημερομηνιών
es: Seleccionar fechas
id: Pilih tanggal
ja: 期間指定
no: Velg datoer
ru: Выбрать даты
tr: Tarih seçiniz
uk: Обрати дати
vi: Chọn ngày

# Languages::select_descr_lang
source: Select the description language
ar: اختيار لغة الوصف
cs: Vybrat jazyk popisu
da: Vælg beskrivelse sprog
de: Sprache selektieren
el: Επιλέξτε Περιγραφή Γλώσσας
es: Selecciona la descripción del lenguaje
id: Pilih deskripsi bahasa
ja: 説明用言語の選択
no: Velg beskrivelse språk
ru: Выберите язык описания
tr: Düzenlenecek dili seçin
uk: Оберіть мову опису
vi: Chọn mô tả ngôn ngữ

# Languages::select_fields_to_edit
source: Select fields to edit
ar: اختر الحقول لتحريرها
cs: Editovat vybraná pole
da: Vælg felter for at redigere
de: Zu editierende Felder selektieren
el: Επιλέξτε τα πεδία πρός Επεξεργασία
es: Selecciona campo a editar
id: Pilih field untuk diedit
ja: 編集対象フィールドの選択
no: Velg felt å redigere
ru: Выберите поля для редактирования
tr: Düzenlenecek alanı seçin
uk: Виберіть поля для редагування
vi: Chọn trường để chỉnh sửa

# Languages::select_file
source: Select file
ar: اختر ملف
cs: Vybrat soubor
da: Vælg fil
de: Datei selektieren
el: Επιλογή
es: Selecciona
id: Pilih file
ja: ファイルの選択
no: Velg fil
ru: Выбрать
tr: Dosya seç
uk: Виберіть файл
vi: Chọn tập tin

# Languages::select_image
source: Select image
ar: اختر صورة
de: Bild auswählen
el: Επιλογή Εικονας
es: Seleccionar imagen
id: Pilih gambar
ja: 画像選択
no: Velg bilde
ru: Выбрать изображение
tr: Fotoğraf seç
uk: Обрати зображення
vi: Chọn hình ảnh

# Languages::select_options
source: Select options
ar: حدد الخيارات
cs: Vybrat variantu
da: Vælg indstillinger
de: Optionen selektieren
el: Διαθεσιμες Επιλογές
es: Seleccione opciones
id: Lihat pilihan
ja: オプションを選択
no: Velg alternativer
ru: Выберите опции
tr: Seçenek seçiniz
uk: Виберіть опції
vi: Tùy chọn

# Languages::select_option_above
source: Select the previous option first
ar: اختر الخيار السابق أولاً
cs: Nejprve vybrat předchozí nastavení
da: Vælg den forrige option først
de: Zuerst vorherige Option selektieren
el: Επιλογή πρώτα της προηγούμενης επιλογήε
es: Seleccione la opción anterior primero
id: Pilih opsi pertama sebelumnya
ja: 上のオプションを最初に選択してください。
no: Velg det forrige alternativet først
ru: Сначала выберите предыдущую опцию
uk: Спочатку оберіть попередню опцію
vi: Chọn tuỳ chọn trên trước

# Languages::select_product
source: Select product
ar: اختر منتج
cs: Vybrat zboží
da: Vælg produkt
de: Produkt selektieren
el: Επιλογή προϊόντος
es: Seleccione producto
id: Pilih produk
ja: 商品の選択
no: Velg produkt
ru: Выбрать товар
tr: Ürün seçiniz
uk: Обрати товари
vi: Chọn sản phẩm

# Languages::select_products
source: Select products
ar: اختيار المنتجات
cs: Vybrat zboží
da: Vælg produkter
de: Produkte selektieren
el: Επιλογή προϊόντων
es: Seleccione productos
id: Pilih produk
ja: 商品の選択
no: Velg produkter
ru: Выбрать товары
tr: ürünleri seç
uk: Обрати товари
vi: Chọn sản phẩm

# Languages::select_profile
source: Select profile
ar: اختيار البروفايل
cs: Vybrat profil
da: Vælg profil
de: Profil selektieren
el: Επιλογή Προφίλ
es: Selecciona perfil
id: Pilih profil
ja: プロフィールの選択
no: Velg profil
ru: Выберите профиль
tr: Profil seç
uk: Виберіть профіль
vi: Chọn hồ sơ

# Languages::select_shipping_method
source: Select shipping method
ar: اختر طريقة الشحن
cs: Vyberte způsob dopravy
da: vælg forsendelses metode
de: Versandmethode selektieren
el: Επιλέξτε Τρόπο Αποστολής
es: Selecciona método de envío
id: Pilih metode pengiriman
ja: 配送方法を選択してください
no: Velg fraktmetode
ru: Выберите способ доставки
tr: Teslimat metodu seçiniz
uk: Виберіть спосіб доставки
vi: Chọn phương pháp vận chuyển

# Languages::select_state
source: Select state
ar: اختر المحافظة/الإمارة
cs: Vyberte okres
da: vælg stat
de: Wählen
el: Επιλογή Νομού
es: Selecciona provincia
id: Pilih provinsi/kota
ja: 選択してください
no: Velg stat/kommune
ru: Выберите регион
tr: Şehir seçiniz
uk: Виберіть регіон
vi: Chọn Tỉnh/TP

# Languages::select_tables
source: Select tables
ar: اختيار الجداول
cs: Vybrat tabulky
da: Vælg tabeller
de: Tabellen selektieren
el: Επιλογή Πίνακα
es: Selecciona tablas
id: Pilih tabel
ja: テーブルを選択
no: Velg tabeller
ru: Выберите таблицы
tr: Tablo seçiniz
uk: Виберіть таблиці
vi: Chọn bảng

# Languages::semicolon
source: Semicolon
ar: فاصلة منقوطة
cs: Středník
da: Semikolon
de: Strichpunkt, (semikolon)
el: ’νω-Κάτω Τελεία
es: Punto y coma
id: Titik koma
ja: セミコロン
no: Semikolon
ru: Точка с запятой
tr: Noktalı virgül
uk: Крапка з комою
vi: Dấu chấm phẩy

# Languages::send
source: Send
ar: إرسال
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
id: Kirim
ja: 送信
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi

# Languages::sender
source: Sender
ar: المرسل
cs: Odesílatel
da: Afsender
de: Absender
el: Αποστολέας
es: Remitente
id: Pengirim
ja: 差出人
ru: Отправитель
tr: Gönderen
uk: Відправник
vi: Người gửi

# Languages::send_feedback
source: Help us improve [product]
ar: ساعدنا لتحسين CS-Cart
cs: Pomozte nám vylepšit [product]
da: Hjælp os med at forbedre [product]
de: Helfen Sie uns CS-Cart zu verbessern
el: Βοηθήστε μας να βελτιώσουμε το CS-Cart
es: Ayúdenos a mejorar [product]
id: Kirim saran ke OnlineStoreKu
ja: 設定情報をcs-cart.comに送信（英語）
no: Hjelp oss å forbedre nettbutikken
ru: Помогите нам улучшить [product]
tr: CS-Cart ı geliştirmemize yardımcı olun
uk: Допоможіть нам поліпшити [product]
vi: Giúp chúng tôi cải thiện [product]

# Languages::send_notification
source: Send notification to selected
ar: إرسال الإبلاغات إلى المحدد
cs: Zasílat oznámení do vybraného
da: Send anmeldelsen til udvalgte
de: Benachrichtigung an selektierte senden
el: Αποστολή κοινοποίησης στα επιλεγμένα
es: Envíe notificación a seleccionado(s)
id: Kirim pemberitahuan kepada dipilih
ja: 選択した招待客に通知する
no: Send melding til utvalgte
ru: Отправить уведомление выбранным
tr: Seçilenlere bildiri gönder
uk: Надіслати сповіщення обраним
vi: Gửi thông báo đến mục đã chọn

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
ar: إرسال إبلاغ عن الشحنة للعميل
cs: Zasílat oznámení zásilky zákazníkovi
da: Send forsendelses besked til kunden
de: Kunde über Versand benachrichtigen
el: Αποστολή ειδοποίησης αποστολής στον πελάτη
es: Enviar una notificación de envío al cliente
id: Kirim notifikasi pengiriman kepada pelanggan
ja: お客様に商品発送を通知する
no: Send forsendelse varsel til kunde
ru: Отправить покупателю уведомление об отправке
tr: Müşteriye gönderi bilgilendirmesi gönder
uk: Надіслати повідомлення про постачання покупцеві
vi: Gửi thông báo lô hàng cho khách hàng

# Languages::send_shipping_address
source: Send customer shipping address
ar: إرسال عنوان شحن العميل
cs: Poslat dodací adresy zákazníka
da: Send leveringsadresse til kunde
de: Kunden Versandadresse senden
el: Αποστολή διεύθυνσης αποστολής του πελάτη
es: Enviar dirección de envío del cliente
id: Kirim alamat pengiriman pelanggan
ja: お客様の配送先住所を送信する
no: Send kunde leveringsadresse
ru: Отправить адрес доставки покупателя
uk: Відправити адресу доставки покупця
vi: Gửi địa chỉ vận chuyển khách hàng

# Languages::send_via
source: Send via
ar: إرسال بواسطة
cs: Odeslat prostřednictvím
de: Senden über
el: Αποστολή μέσω
es: Enviar por
id: Kirim melalui
ja: 送付方法
ru: Отправить по
tr: İle gönder
uk: Надіслати за допомогою
vi: Gửi qua

# Languages::send_via_email
source: Send via email
ar: إرسال بواسطة الإيميل
cs: Odeslat prostřednictvím e-mailu
de: Per Email senden
el: Αποστολή μέσω email
es: Enviar por email
id: Kirim melalui email
ja: Eメールで送信
no: Send via e-post
ru: По электронной почте
tr: E-Mail ile gönder
uk: Відправити по електронній пошті
vi: Gửi qua email

# Languages::send_via_postal_mail
source: Send via postal mail
ar: إرسال بواسطة البريد العادي
cs: Odeslat poštou
da: Send som brev
de: Per Post senden
el: Αποστολή μέσω ταχυδρομείου
es: Enviar por correo postal
id: Kirim melaui pos surat
ja: 郵送する
no: Send via postforsendelser
ru: По почте
tr: Posta ile gönder
uk: Відправити поштою
vi: Gửi qua bưu điện

# Languages::seo_meta_data
source: Meta data
ar: SEO / Meta data
cs: SEO / Meta data
de: SEO / Meta data
el: SEO / Meta data
es: Meta datos
id: SEO / Meta data
ja: SEO / Metaタグ用データ
no: SEO / Meta data
ru: SEO / Мета-данные
tr: SEO / Meta verisi
uk: Мета-дані
vi: Meta dữ liệu

# Languages::sequential
source: Sequential
ar: تسلسلي
cs: Postupné
da: Sekventielle
de: Folgend
el: Διαδοχικός
es: Secuencial
id: Berurutan
ja: 上から順に指定
no: Sekvensiell
ru: Последовательно
tr: Ardışık
uk: Послідовно
vi: Tuần tự

# Languages::server
source: Server
ar: على السيرفر
el: Διακομιστής
es: Del servidor
ja: サーバー
ru: Сервер
uk: Сервер
vi: Máy chủ

# Languages::service_not_available
source: This service is not available.
ar: هذه الخدمة غير متاحة.
cs: Tato sluba není dostupná.
da: Denne service er ikke tilgængelig.
de: Dieser Service ist nicht verfügbar
el: Η υπηρεσία δεν είναι διαθέσιμη
es: Este servicio no está disponible.
id: Layanan ini tidak tersedia.
ja: このサービスは利用できません
no: Denne tjenesten er ikke tilgjengelig.
ru: Этот сервис не доступен.
tr: Hizmet kullanılabilir değil
uk: Ця послуга недоступна.
vi: Dịch vụ này là không có sẵn.

# Languages::settings
source: Settings
ar: الإعدادات
cs: Nastavení
da: indstillinger
de: Einstellungen
el: Βασικές Ρυθμίσεις
es: Configuración
id: Pengaturan
ja: 基本設定
no: Innstillinger
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

# Languages::settings_wizard
source: Settings wizard
ar: معالج الإعدادات
cs: Průvodce nastavením
da: Indstillingsguiden
de: Einstellungen Wizard
el: Οδηγός ρυθμίσεων
es: Asistente de configuración
ja: 設定ウィザード
no: Innstillingskontroll
ru: Мастер настройки
tr: Ayarlar sihirbazı
uk: Майстер налаштування
vi: Trình cài đặt
