Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::check_again
source: Recheck and correct
ar: إعادة الفحص
cs: Znovu přepočítat
da: tjek igen
de: Nochmals kontrollieren
el: Επανέλεγχος
es: Vuelva a verificar y corregir
id: Periksa lagi
ja: 再チェックして修正
no: Sjekk igjen og korriger
ru: Проверить еще раз
tr: Tekrar kontrol edin
uk: Перевірити ще раз
vi: Kiểm tra lại và sửa chữa

# Languages::check_all
source: All
ar: الكل
cs: Všechny
da: Alle
de: Alle
el: Όλα
es: Todos
id: Semua
ja: すべて
no: Alle
ru: Все
tr: Tümü
uk: Всі
vi: Tất cả

# Languages::check_disabled
source: Disabled
ar: معطل
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
id: Tidak aktif
ja: 無効
no: Deaktivert
ru: Выключенные
tr: Devre dışı
uk: Вимкнені
vi: Vô hiệu

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
ar: لإدراج حالات الطلب, طرق دفع ومناطق في قائمة الشروط, قم بتحديد العنصر اللازم وانقر على زر "حفظ".
cs: Pro zahrnutí veškerých vlastností objednávky, platebních metod a umístění, zaškrtněte nutné položky a klikněte na tlačítko "Uložit".
da: At omfatte Bestil status, Betalingsmetode og lokaliteter i forhold listen, skal du kontrollere de nødvendige konto og klik på "Gem" knappen.
de: Um Bestellungs Status, Zahlungsmethoden und Locations in der Konditions-Liste einzutragen, zuerst die notwendigen Artikel kontrollieren, und auf "Speichern" klicken.
el: Για να συμπεριλάβετε τις καταστάσεις παραγγελίας, τους τρόπους αποστολής και τις τοποθεσίες στην λίστα προϋποθέσεων, ελέγξτε το απαραίτητο στοιχείο και κάντε κλικ στο κουμπί "Save"
es: Para incluir estados de pedidos, métodos de pago y ubicaciones en la lista de condiciones, marque los ítems necesarios y haga click en el botón "Guardar".
id: Untuk menyertakan status Pesanan, metode pembayaran danLokasi di daftar kondisi, periksa item yang diperlukan danklik pada tombol "Simpan".
ja: 検索条件に注文ステータスや支払方法、ロケーションなどを追加する場合には該当するタブにアクセスのうえ、検索条件に追加する項目をチェックして "保存" ボタンをクリックしてください。
no: Hvis du vil inkludere Ordrestatuser, Betalingsmåter og Beliggenheter i vilkårslisten, merk det nødvendige elementet, og klikk på "Lagre"-knappen.
ru: Чтобы включить в список Статусы заказов, Способы оплаты и Пункты назначения в список условий, отметьте необходимый элемент и нажмите кнопку Сохранить.
tr: Sipariş durumlarını dahil etmek, Ödeme yöntemleri ve Koşullar listesi yerleri için, gerekli maddeyi seçin ve "Save" butonuna tıklayın.
uk: Щоб включити до списоку статусів заовлень, методи оплати та пункти призначення до списку умов, перевірте необхідний елемент і натисніть кнопку "Зберегти".
vi: Để bao gồm các trạng thái đơn đặt hàng, phương thức thanh toán và địa điểm trong danh sách điều kiện, kiểm tra mục cần thiết và nhấp vào nút "Lưu".

# Languages::sales_reports_side_bar_notes
source: To include Order statuses, Payment methods and Rate areas in the conditions list, check the necessary item and click on the "Save" button.
de: Um Bestellstatus, Zahlungsmethoden und Tarifbereiche in die Konditionenliste aufzunehmen, markieren Sie den gewünschten Artikel und klicken Sie auf die Schaltfläche "sichern".
el: Για να συμπεριλάβετε τις καταστάσεις παραγγελίας, τις μεθόδους πληρωμής και τις τιμές στο πεδίο των συνθηκών, ελέγξτε το απαραίτητο στοιχείο και κάντε κλικ στο κουμπί "Αποθήκευση".
ru: Чтобы включить в список условий Статусы заказов, Способы оплаты и Тарифные зоны, отметьте необходимый элемент и нажмите кнопку Сохранить.
uk: Щоб включити до списоку статусів замовлень, методи оплати та тарифні зони до переліку умов, перевірте необхідний пункт і натисніть кнопку "Зберегти".
vi: Để bao gồm trạng thái đơn hàng, phương thức thanh toán và tỷ lệ khu vực trong danh sách điều kiện, hãy kiểm tra các vật phẩm cần thiết và nhấn nút "Lưu".

# Languages::check_none
source: None
cs: Žádný
da: Ingen
de: Nichts
el: Κανένα
es: Ninguno
id: Tidak ada
ja: なし
no: Ingen
ru: Ни одного
tr: Hiçbiri
uk: Жодного
vi: Không có

# Languages::check_active
source: Active
ar: نشطة
cs: Aktivní
da: Aktive
de: Aktiv
el: Ενεργό
es: Activo
id: Aktif
ja: 有効
no: Aktiv
ru: Включенные
tr: Aktif
uk: Активні
vi: Hoạt động

# Languages::check_hidden
source: Hidden
ar: مخفية
cs: Skryto
da: Skjult
de: Versteckt
el: Κρυμμένο
es: Oculto
id: Disembunyikan
ja: 非表示
no: Skjult
ru: Скрытые
tr: Gizli
uk: Приховані
vi: Ẩn

# Languages::check_pending
source: Pending
ar: بالانتظار
cs: Čeká na vyřízení
da: Afventende
de: Schwebend
el: Εκκρεμεί
es: Pendiente
id: Ditunda
ja: 保留
no: Venter
ru: Неподтвержденные
tr: Askıda
uk: Непідтверджені
vi: Đang chờ

# Languages::check_number
source: Check Number
ar: رقم الشيك
cs: Kontrolní číslo
da: Checknummer
de: Nummer prüfen
el: Έλεγχος αριθμού
es: Número de cheque
id: Periksa nomor
no: Sjekknummer
ru: Номер чека
uk: Номер чека
vi: Kiểm tra số

# Languages::check_ssl
source: Check SSL
ar: فحص الـ SSL
cs: Kontrola SSL
da: Tjek SSL
de: SSL prüfen
el: Ελεγχος SSL
es: Verificación SSL
id: Periksa SSL
ja: SSLのチェック
no: Sjekk SSL
ru: Проверить SSL
tr: SSL kontrol
uk: Перевірити SSL
vi: Kiểm tra SSL

# Languages::check_uncheck_all
source: Check / uncheck all
ar: تحديد / إلغاء تحديد الكل
cs: Označit / odebrat všechno
da: Tjek / fejl alt
de: Alle selektieren/delesektieren
el: Επιλογή / Αποεπιλογή Όλων
es: Marcar / desmarcar
id: Periksa / hapus semua tanda centang
ja: 全選択 / 選択解除
no: Marker / fjern markering på alle
ru: Отметить/снять все
tr: Tümünü seç / tümünü bırak
uk: Помітити/зняти всі
vi: Chọn / bỏ chọn tất cả

# Languages::chinese
source: Chinese
cs: Čínština
da: kinesisk
de: Chinesisch
el: Κινέζικα
es: chino
id: China
ja: 中国語
no: Kinesisk
ru: Китайский
uk: Китайська
vi: Trung Quốc

# Languages::choose
source: Choose
ar: اختيار
cs: Vyberte
da: Vælg
de: Wählen
el: Επιλογή
es: Elija
id: Pilih
ja: 選択
no: Velg
ru: Выбрать
tr: Seç
uk: Вибрати
vi: Chọn

# Languages::choose_action
source: Choose action
ar: اختر التأثير
cs: Vyberte akci
da: Vælg aktion
de: Aktion wählen
el: Επιλογή ενέργειας
es: Elige la acción
id: Pilih tindakan
ja: アクション
no: Velg handling
ru: Выбрать действие
tr: İşlem seç
uk: Вибрати дію
vi: Chọn hành động

# Languages::choose_category
source: Choose category
ar: اختر الفئة
cs: Vyberte kategorie
da: Vælg kategori
de: Kategorie wählen
el: Επιλογή κατηγορίας
es: Elegir categoría
id: Pilih kategori
ja: カテゴリーを選択してください
no: Velg kategori
ru: Выбрать категорию
tr: Kategori seç
uk: Вибрати категорію
vi: Chọn danh mục

# Languages::choose_user
source: Choose user
ar: اختر عضو
cs: Zvolit uživatele
da: Vælg bruger
de: Benutzer auswählen
el: Επιλέξτε Χρήστη
es: Seleccione usuario
id: Pilih user
ja: ユーザーを選択してください
no: Velg bruker
ru: Выбрать пользователя
tr: Kullanıcı seç
uk: Вибрати користувача
vi: Chọn người dùng

# Languages::choose_your_country
source: Choose your country
ar: اختر دولتك
cs: Vyberte svou zemi
da: Vælg dit land
de: Ihr Land auswählen
el: Επιλέξτε τη χώρα σας
es: Selecciona tu país
id: Pilih negara Anda
ja: お住まいの国名を選択してください
no: Velg ditt land
ru: Выберите Вашу страну
tr: Ülkenizi seçiniz
uk: Виберіть Вашу країну
vi: Chọn quốc gia của bạn

# Languages::choose_your_store_mode
source: Please choose your licensing mode
ar: يرجى اختيار وضع الترخيص
cs: Vyberte si, prosím, váš způsob licencování
da: Vælg venligst din licenstype
de: Bitte wählen Sie Ihren Lizenzmodus aus
el: Παρακαλώ επιλέξτε τη λειτουργία του καταστήματός σας
es: Por favor, elige el modo de licencia
id: Pilih mode toko Anda
ja: ライセンスモードを指定してください
no: Vennligst velg din lisensmodus
ru: Пожалуйста, выберите режим лицензирования
tr: Lütfen lisans modunuzu seçiniz
uk: Будь ласка, виберіть режим ліцензування
vi: Hãy chọn chế độ cấp phép của bạn

# Languages::cities
source: Cities
ar: المدن
cs: Města
da: By
de: Städte
el: Πόλεις
es: Ciudades
id: Kota
ja: 市区町村
no: Poststeder
ru: Города
tr: Şehirler
uk: Міста
vi: Các thành phố

# Languages::city
source: City
ar: المدينة
cs: Město
da: By
de: Stadt
el: Περιοχή
es: Ciudad
id: Kota
ja: 市区町村
no: Poststed
ru: Город
tr: Şehir
uk: Місто
vi: Thành phố

# Languages::classes
source: classes
ar: صنف
cs: třídy
da: klasse
de: Klassen
el: Κατηγορίες
es: clases
id: kelas-kelas
ja: クラス
no: klasser
ru: классы
tr: sınıflar
uk: класи
vi: các lớp

# Languages::clean
source: clean
ar: إفراغ
cs: vyčistit
da: Ryd op
de: Löschen (cleanup)
el: Εκκαθάριση
es: limpiar
id: hapus
no: Rydd opp
ru: очистить
tr: temizle
uk: очистити
vi: xóa

# Languages::cleanup_history
source: Clean up history
ar: إفراغ الأحداث الماضية
cs: Historie
da: Ryd op i historie
de: History löschen (cleanup history)
el: Εκκαθάριση ιστορικού
es: Limpiar el historial
id: Hapus riwayat
ja: 履歴をクリア
no: Rydd opp historie
ru: Очистить историю
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa sạch lịch sử

# Languages::clean_logs
source: Clear logs
ar: إفراغ السجلات
cs: Vymazat logy
da: ryd log
de: Protokolle (Logs) löschen
el: Καθαρισμός Αρχείου Καταγραφής
es: Limpiar registros
id: Hapus log
ja: ログをクリア
no: Rydd opp logger
ru: Очистить логи
tr: Logları temizle
uk: Очистити журнал
vi: Xóa các bản ghi

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
de: Protokolle löschen, die älter als [n] Tag sind|Protokolle löschen, die älter als [n] Tage sind
el: Διαγραφή αρχείων καταγραφής μεγαλύτερων από [n] ημέρα | Διαγραφή αρχείων καταγραφής μεγαλύτερων από [n] ημερών
es: Borrar registros anteriores a [n] días | Borrar registros anteriores a [n] días
id: Hapus log yang lebih dari [n] hari | Hapus log yang lebih dari [n] hari
ru: Очистить записи в журнале старше [n] дня|Очистить записи в журнале старше [n] дней|Очистить записи в журнале старше [n] дней
uk: Очистити журнали старіші за [n] день|очистити журнали старіші за [n] днів
vi: Xóa logs cũ hơn [n] ngày|Xóa logs cũ hơn [n] ngày

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
ar: إفراغ المناطق قبل الاستيراد
cs: Vyčištění umístění před importem
da: Ryd lokationer op før import
de: Vor dem Import Positionen löschen
el: Καθαρίστε θέσεις πριν από την εισαγωγή
es: Limpiar lugares antes de la importación
id: Hapus location sebelum lakukan impor
ja: インポート前にロケーション情報をクリア
no: Rydd opp i beliggenheter før import
ru: Удалить все страницы макета перед импортом
tr: İçe aktarmadan önce mevcut lokasyonları sil
uk: Очистити всі локації перед імпортом
vi: Xóa các vị trí trước khi nhập

# Languages::clear
source: Clear
ar: إفراغ
cs: Vyčistit
da: Ryd
de: Löschen
el: Καθαρισμός
es: Limpiar
id: Bersihkan field data (fields)
ja: クリア
no: Tøm
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa

# Languages::clear_cache
source: Clear cache
ar: إفراغ الكاش
cs: Vymazat cache
da: Ryd cache
de: Cache löschen
el: Καθαρισμός cache
es: Limpiar Caché
id: Bersihkan cache
ja: キャッシュのクリア
no: Tøm hurtigbuffer/cache
ru: Очистить кэш
tr: Cache i temizle
uk: Очистити кеш
vi: Xóa bộ nhớ cache

# Languages::generate_cache
source: Generate cache
ar: توليد ملفات مؤقتة
cs: Generovat cache
da: Generere cache
de: Cache generieren
el: Δημιουργία cache
es: Generar caché
id: Hasilkan cache
ja: キャッシュの生成
no: Generer hurtigbuffer
ru: Создать кэш
tr: Önbellek oluştur
uk: Генерувати кеш
vi: Tạo ra bộ nhớ cache

# Languages::clear_cart
source: Clear cart
ar: إفراغ سلّة التسوق
cs: Vyprázdnit košík
da: Tøm vognen
de: Warenkorb leeren
el: Αδειάστε το Καλάθι σας
es: Borrar el carrito
id: Kosongkan keranjang belanja
ja: カートを空にする
no: Tøm handlevognen
ru: Очистить корзину
tr: Sepeti boşalt
uk: Очистити кошик
vi: Xóa giỏ hàng

# Languages::clear_conditions
source: Clear conditions
ar: إفراغ الشروط
cs: Vyčistit podmínky
da: ryd betingelser
de: Bedingungen löschen
el: Σβήσιμο προϋποθέσεων
es: Limpiar condiciones
id: Hapus kondisi
ja: 設定内容をクリア
no: Tøm betingelser
ru: Очистить условия
tr: Düzenleri temizle
uk: Очистити умови
vi: Xóa điều kiện

# Languages::clear_fields
source: Clear fields
ar: إفراغ الحقول
cs: Vyčistit pole
da: Ryd felter
de: Felder löschen
el: Σβήσιμο πεδίων
es: Limpiar campos
id: Bersihkan fields
ja: フィールドをクリア
no: Tøm felt
ru: Очистить поля
tr: Alanları temizle
uk: Очистити поля
vi: Xóa các lĩnh vực

# Languages::clear_list
source: Clear list
ar: إفراغ القائمة
cs: Vyčistit seznam
da: Ryd liste
de: Liste löschen
el: Σβήσιμο λίστας
es: Limpiar lista
id: Hapus daftar
ja: リストをクリア
no: Tøm liste
ru: Очистить список
tr: Listeyi temizle
uk: Очистити список
vi: Xóa danh sách

# Languages::clear_thumbnails
source: Clean up generated thumbnails
ar: إفراغ الصور المصغرة المنشأة تلقائياً
cs: Vyčistit vygenerované miniatury
da: Ryd genererede thumbnails op
de: Generierte Bild-Miniaturen löschen
el: Καθαρισμός δημιουργημένων μικρογραφιών
es: Limpiar miniaturas generadas
id: Hapus thumbnails yang ada
ja: サムネイルのクリア
no: Rydd opp genererte miniatyrbilder
ru: Удалить сгенерированные иконки
tr: Oluşturulan küçük resimleri temizle
uk: Видалити згенеровані іконки
vi: Dọn sạch hình thu nhỏ đã được tạo

# Languages::clicks
source: Clicks
ar: ضغطة
cs: Kliknout
da: klik
de: Klicks
el: Κλίκς
es: Haga clic en
id: Klik
ja: クリック数
no: Klikk
ru: Клики
tr: Tıklamalar
uk: Кліки
vi: Nhấp chuột

# Languages::client_id
source: Client ID
ar: معرف العميل
cs: ID klienta
da: klient ID
de: Kunden ID
el: Ταυτότητα πελάτη
es: ID de cliente
id: ID klien
ja: 一意の顧客ID
no: Klient ID
ru: Номер клиента
tr: Müşteri ID
uk: Номер клієнта
vi: ID khách hàng

# Languages::clone
source: Clone
ar: نسخ
cs: Vytvořit kopii
da: Klon
de: Klonen
el: Κλωνοποίηση
es: Clonar
id: Gandakan
ja: コピー
no: Klone
ru: Дублировать
tr: Kopyala
uk: Клонувати
vi: Bản sao

# Languages::clone_from
source: Clone from
ar: نسخ من
cs: Klonovat od
da: Klon fra
de: Klonen von
el: Κλωνοποίηση από
es: Clonar desde
id: Penggandaan dari
ja: 次の言語変数をコピー
no: Klone fra
ru: Клонировать с
uk: Клонувати з
vi: Sao chép từ

# Languages::clone_selected
source: Clone selected
ar: نسخ المحدد
cs: Klonovat vybrané
da: Klon valgt
de: Selektierte klonen
el: Κλώνος επιλέγει
es: Clonar seleccionado
id: Gandakan pilihan
ja: 選択したデータをコピー
no: Klone valgte
ru: Дублировать выбранные
tr: Seçileni kopyala
uk: Клонувати обрані
vi: Sao chép mục đã chọn

# Languages::clone_table
source: Clone table
ar: نسخ الجدول
cs: Tabulka klonů
da: Klon tabel
de: Tabelle klonen
el: Δημιουργία ίδιου πίνακα
es: Clonar tabla
id: Gandakan tabel
ja: テーブルをコピー
no: Klone tabellen
ru: Дублировать таблицу
tr: Tabloyu kopyala
uk: Клонувати таблицю
vi: Sao chép bảng

# Languages::clone_theme
source: Clone theme
ar: نسخ الثيم
cs: Klonovat téma
da: Klon tema
de: Template (Theme) klonen
el: Κλωνοποίηση theme
es: Clonar tema
id: Gandakan theme
ja: テーマのコピー
no: Klone malen
ru: Скопировать тему
tr: Tema kopyala
uk: Клонувати тему
vi: Sao chép giao diện

# Languages::clone_this_item
source: Clone this item
ar: نسخ هذا العنصر
cs: Klonovat tuto položku
da: Klon denne item
de: Dieses Element klonen
el: Κλωνοποίηση αυτό το Είδος
es: Clonar
id: Gandakan item ini
ja: このアイテムをコピー
no: Klone dette elementet
ru: Дублировать эту запись
tr: Bu maddeyi kopyala
uk: Клонувати цей елемент
vi: Sao chép các mục này

# Languages::clone_this_page
source: Clone this page
ar: نسخ هذه الصفحة
cs: Klonovat tuto stránku
da: Klon denne side
de: Diese Seite klonen
el: Δημιουργία ίδιας σελίδας
es: Clonar esta página
id: Gandakan halaman ini
ja: このページをコピー
no: Klone denne siden
ru: Дублировать эту страницу
tr: Bu sayfayı kopyala
uk: Клонувати цю сторінку
vi: Sao chép trang này

# Languages::close
source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schliessen
el: Κλείσιμο
es: Cerrar
id: Tutup
ja: 閉じる
no: Lukk
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng

# Languages::cname
source: CNAME
ru: CNAME запись
uk: CNAME запис

# Languages::code
source: Code
ar: كود
cs: Kód
da: kode
el: Κωδικός
es: Código
id: Kode
ja: コード
no: Kode
ru: Код
tr: Kod
uk: Код
vi: Mã

# Languages::coefficient
source: Coefficient
ar: المعامل
cs: Koeficient
da: koefficient
de: Faktor
el: Συντελεστής
es: Coeficiente
id: Koefisien
ja: 率
no: Koeffisient
ru: Коэффициент
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số

# Languages::collapse_bg_color
source: Collapse background color
ar: تقليص لون الخلفية
cs: Barva Collapse pozadí
da: Skjul baggrundsfarve
de: Hintergrundfarbe schliessen
el: Σύμπτυξη Χρώματος Φόντου
es: Ocultar color de background
id: Tutup warna latar
ja: 展開時の背景色
no: Slå sammen bakgrunnsfarge
ru: Цвет фона заголовков секций
tr: Collapse arka plan rengi
uk: Згорнути колір фону
vi: Đổ màu nền

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
ar: تقليص القوائم الفرعية
cs: Zhroucení subseznamu položek
da: Skjul underliste over poster
de: Artikelliste wieder schliessen
el: Ανάπτυξη της υπολίστας των Ειδών
es: Cerrar la sublista de los artículos
id: Tutup item sublist
ja: サブリストを閉じる
no: Slå sammen underliste av elementer
ru: Свернуть список
tr: Maddelerin alt listelerini kapat
uk: Згорнути список
vi: Thả xuống danh sách con của mục

# Languages::collapse_text_color
source: Collapse text color
ar: تقليص لون النص
cs: Barva Collapse textu
da: Skjul tekstfarve
de: Textfarbe schliessen
el: Σύμπτυξη Χρώματος κειμένου
es: Ocultar color de texto
id: Tutup warna teks
ja: 展開時のテキスト色
no: Slå sammen tekstfarge
ru: Цвет текста заголовков секций
tr: Collapse yazı rengi
uk: Згорнути колір тексту
vi: Đổ màu văn bản

# Languages::color
source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
id: Warna
ja: カラー
no: Farge
ru: Цвет
tr: Renk
uk: Колір
vi: Màu sắc

# Languages::combination
source: Combination
ar: تركيبة
cs: Kombinace
da: kombination
de: Kombination
el: Συνδυασμός
es: Combinación
id: kombinasi
ja: コンビネーション
no: Kombinasjon
ru: Комбинация
tr: Kombinasyon
uk: Комбінація
vi: Kết hợp

# Languages::comma
source: Comma
ar: فاصلة
cs: Čárka
da: Komma
de: Komma
el: Κόμμα
es: Coma
id: Koma
ja: カンマ
no: Komma
ru: Запятая
tr: Virgül
uk: Кома
vi: Dấu phẩy

# Languages::comment
source: Comment
ar: التعليق
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
id: Komentar
ja: コメント
no: Kommentar
ru: Комментарий
tr: Yorum
uk: Коментар
vi: Bình luận

# Languages::comments
source: Comments
ar: التعليقات
cs: Komentáře
da: kommentarer
de: Kommentare
el: Σχόλια
es: comentarios
id: Komentar
ja: コメント
no: Kommentarer
ru: Комментарии
tr: Yorumlar
uk: Коментарі
vi: Bình luận

# Languages::comment_hint
source: Enter your comment to appear below the option
ar: استخدم ملاحظتك ليتم عرضها أسفل الخيار
cs: Zadejte text, který se objeví pod touto variantou
da: Brug din egen kommentar, som vil blive vist under option
de: Benutzen Sie Ihren eigenen Kommentar der unter der Option visualisiert wird
el: Πληκτρολογήστε το σχόλιό σας για να εμφανίζεται κάτω από την επιλογή
es: Introduce tu comentario para que aparezca abajo de la opcion
id: Masukkan komentar Anda agar muncul di bawah opsi
ja: 登録したコメントは各オプションの下に表示されます
no: Skriv inn din kommentar som skal vises under alternativet
ru: Введите комментарий, который будет показываться под опцией
tr: Use your own comment which will be displayed below the option
uk: Введіть ваш коментар що з'явиться під опцією
vi: Nhập bình luận của bạn để xuất hiện bên dưới tùy chọn

# Languages::commission
source: Commission
ar: العمولة
cs: Zplnomocnění
da: bestilling
de: Provision
el: Προμήθεια
es: Comisión
id: Komisi
ja: コミッション
no: Provisjon
ru: Комиссия
tr: Komisyon
uk: Комісія
vi: Hoa hồng

# Languages::commissions
source: Commissions
ar: العمولات
cs: Zplnomocnění
da: bestilling
de: Provisionen
el: Προμήθειες
es: Comisiones
id: Komisi
ja: コミッション
no: Provisjoner
ru: Комиссии
tr: Komisyonlar
uk: Комісія
vi: Hoa hồng

# Languages::commissions_of_last_periods
source: Commissions of latest periods
ar: عمولات الفترة المنقضية
cs: Zplnomocnění za poslední dobu
da: Provision af sidste perioder
de: Provisionen der letzten Perioden
el: Προμήθειες τελευταίων περιόδων
es: Comisiones de períodos pasados
id: Komisi periode terakhir
ja: 最新のコミッション履歴
no: Provisjoner fra siste perioder
ru: Комиссии за последний период
tr: Son periodlardaki komisyonlarınız
uk: Комісії за останній період
vi: Hoa hồng trong thời gian mới nhất

# Languages::commission_rates
source: Commission rates
ar: معدلات العمولة
cs: Stupeň zplnomocnění
da: Provisionssatser
de: Provisions Tarife
el: Ποσοστά προμήθειας
es: Precios de comisión
id: Tarif komisi
ja: コミッション
no: Provisjonssatser
ru: Ставки комиссии
tr: Komisyon oranları
uk: Ставки комісії
vi: Tỷ lệ hoa hồng

# Languages::compact_list
source: Compact list
ar: قائمة موجزة
cs: Kompaktní seznam
da: Kompakt liste
de: Kompakte Liste
el: Συμπαγής λίστα
es: Lista compacta
id: Daftar yang padu
ja: コンパクトリスト（縦並び）
no: Kompakt liste
ru: Компактный список
tr: Kompakt listesi
uk: Компактний список
vi: Danh sách thu gọn

# Languages::company
source: Company
ar: الشركة
cs: Společnost
da: Firma
de: Firma
el: Εταιρεία
es: Empresa
id: Perusahaan
ja: 会社名
no: Firma
ru: Компания
tr: Firma
uk: Компанія
vi: Công ty

# Languages::company_address
source: Company address
ar: عنوان الشركة
cs: Adresa společnosti
da: Firma adresse
de: Adresse Firma
el: Διεύθυνση εταιρίας
es: Dirección de la empresa
id: Alamat perusahaan
ja: 会社住所
no: Firmaadresse
ru: Адрес компании
tr: Firma adresi
uk: Адреса компанії
vi: Địa chỉ công ty

# Languages::company_name
source: Company name
ar: شكراً لكم
cs: Název firmy
da: Firma navn
de: Name Firma
el: Όνομα Εταιρείας
es: Nombre de la empresa
id: Nama perusahaan
ja: 会社名
no: Firmanavn
ru: Название компании
tr: Firma adı
uk: Назва компанії
vi: Tên công ty

# Languages::company_not_found
source: Selected company not found.
ar: الشركة المختارة غير موجودة.
cs: Vybraná společnost nebyla nalezena.
da: Valgte selskab blev ikke fundet.
de: Selektierte Firma nicht gefunden.
el: Η επιλεγμένη εταιρεία δεν βρέθηκε.
es: No se encuentra la empresa seleccionada.
id: Perusahaan dipilih tidak ditemukan
ja: 指定したショップ運営会社が見つかりません。
no: Valgt firma ikke funnet.
ru: Выбранная компания не найдена.
tr: Seçilen firma bulunamadı.
uk: Вибрані компанії не знайдено.
vi: Công ty đã chọn không tìm thấy.

# Languages::company_phone
source: Company phone
ar: تليفون الشركة
cs: Telefon společnosti
da: Firma telefon
de: Telefon Firma
el: Τηλέφωνο εταιρίας
es: Teléfono
id: Telpon perusahaan
ja: 会社TEL
no: Firmatelefon
ru: Телефон компании
tr: Firma telefonu
uk: Телефон Компанії
vi: Điện thoại công ty

# Languages::company_settings
source: Company settings
ar: إعدادات الشركة
cs: Nastavení společnosti
da: Virksomhedsindstillinger
de: Einstellungen Firma
el: Ρυθμίσεις Εταιρίας
es: Configuración de la empresa
id: Pengaturan Perusahaan
ja: 会社情報の設定
no: Firma innstillinger
ru: Настройки компании
tr: Firma ayarları
uk: Налаштування компанії
vi: Cài đặt công ty

# Languages::compare
source: Compare
ar: مقارنة
cs: Porovnat
da: sammenligning
de: Vergleichen
el: Σύγκριση
es: Comparar
id: Daftar Perbandingan
ja: 比較
no: Sammenlign
ru: Сравнить
tr: Karşılaştır
uk: Порівняти
vi: So sánh

# Languages::product_comparison_list
source: Comparison list
ar: قائمة المقارنة
cs: Seznam porovnání
da: Sammenligningsliste
de: Vergleichsliste
el: Λίστα σύγκρισης
es: Lista de comparación
id: Daftar perbandingan
ja: 比較リスト
no: Sammenligningsliste
ru: Список сравнения
tr: Karşılaştırma listesi
uk: Cписок порівняння
vi: Danh sách so sánh

# Languages::comparison_list_note
source: Go to the products comparison list
ar: انتقل إلى القائمة مقارنة المنتجات
cs: Přejít na seznam porovnání zboží
da: Gå til produktsammenligningslisten
de: Gehen Sie zur Produktvergleichliste
el: Πηγαίνετε στη λίστα σύγκρισης προϊόντων
es: Ir a la lista de comparación de productos
id: Menuju ke daftar perbandingan produk
ja: 商品比較リストに移動
no: Gå til sammenligningslisten for produkter
ru: Перейти к списку сравнения
tr: Ürün karşılaştırma listesine git
uk: До списку порівняння
vi: Đi tới danh sách so sánh sản phẩm
