Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
ar: إيميل قسم المساعدة والدعم
cs: E-mailová adresa Oddělení zákaznické podpory
da: Support afdeling e-mail
de: E-Mail Adresse Technischer Support
el: E-mail για Θέματα Βοήθειας και Υποστήριξης
es: E-mail del departamento de soporte al cliente
id: Alamat email bagian layanan pelanggan
ja: ヘルプ/サポート担当部署のEメールアドレス
no: Hjelp/Supportavdelingens e-post-adresse
ru: Email отдела поддержки
uk: Email департамену підтримки
vi: Địa chỉ email bộ phận Trợ giúp/Hỗ trợ

# SettingsOptions::elements_per_page
source: Elements per page
ar: عدد العناصر بالصفحة
cs: Prvky na stránke
da: Elements pr side
de: Elemente pro Seite
el: Στοιχεία ανά Σελίδα
es: Elementos por pagina
id: Elemen per halaman
ja: 1ページに表示するその他の要素数
no: Elementer per side
ru: Количество элементов на странице
tr: Sayfa başına öğe
uk: Кількість елементів на сторінці
vi: Các thành phần trên mỗi trang

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
ar: تفعيل تعقب المخزون
cs: Povolit sledování zásob
da: Aktiver lagersporing
de: Aktivierung der Inventar-Verfolgung
el: Ενεργοποίηση του Κυκλώματος Παρακολούθησης Αποθέματος
es: Permitir controlar el inventario
id: Aktifkan pelacakan persediaan
ja: 在庫管理を行う
no: Aktiver lagerstyring
ru: Включить отслеживание количества товаров на складе
uk: Увімкнути відстеження кількості товарів на складі
vi: Bật theo dõi hàng tồn kho

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
ar: ارتفاع الصور المصغرة لصفحة تفاصيل المنتج
cs: Výška náhledu u stránky s detaily zboží
da: Produkt detaljer thumbnail sidehøjden
de: Produkt-Details Seite, Miniatur - Höhe
el: Σελίδα Λεπτομέρειες προϊόντος: Ύψος μικρογραφίας
es: Alto de las miniaturas en página de detalle de producto
id: Tinggi thumbnail di halaman Rincian Produk (Product details)
ja: 商品詳細ページにおけるサムネイルの高さ
no: Produktdetaljer miniatyrbilde høyde
ru: Высота иконки на детальной странице товара
uk: Висота іконки на детальній сторінці товару
vi: Chiều cao hình thu nhỏ trên trang chi tiết sản phẩm

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
ar: السماح بالقيم السالبة في المخزون
cs: Povolit záporné množství v zásobách
da: Tillad negativt beløb i oversigten
de: Negativen Lagerbestand erlauben
el: Να επιτρέπονται τα Αρνητικά Αποθέματα.
es: Permitir cantidad negativa en inventario
id: Biarkan jumlah negatif dalam persediaan
ja: マイナス在庫を許可
no: Tillat negativt beløp i varelager
ru: Разрешить отрицательное количество товаров в наличии
uk: Дозволити від'ємну кількість товарів на складі
vi: Cho phép số lượng âm trong hàng tồn kho

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
ar: عرض الصور المصغرة للعرض السريع
cs: Šířka náhledu u rychlého náhledu zboží
da: Produkt hurtig visning miniature bredde
de: Produkt Quick View Miniatur - Breite
el: Γρηγορη Προβολη: Πλάτος μικρογραφίας προϊοντος
es: Ancho de la miniatura en la vista rápida de producto
id: Lebar thumbnail di halaman Lihat Cepat produk (quick view)
ja: クイックビューに表示するサムネイルの横幅
no: Produkt hurtigvisning miniatyrbilde bredde
ru: Ширина иконки товара в быстром просмотре
uk: Ширина іконки товару в швидкому перегляді
vi: Chiều rộng hình thu nhỏ trong mục xem nhanh sản phẩm

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
ar: ارتفاع الصور المصغرة للعرض السريع
cs: Výška náhledu u rychlého náhledu zboží
da: Produkt hurtig visning miniaturebilledets højde
de: Produkt Quick View Miniatur - Höhe
el: Γρηγορη Προβολη: Ύψος μικρογραφίας προϊοντος
es: Alto de la miniatura en la vista rápida de producto
id: Tinggi thumbnail di halaman Lihat Cepat produk (quick view)
ja: クイックビューに表示するサムネイルの高さ
no: Produkt hurtigvisning miniatyrbilde høyde
ru: Высота иконки товара в быстром просмотре
uk: Висота іконки товару в швидкому перегляді
vi: Chiều cao hình thu nhỏ trong mục xem nhanh sản phẩm

# SettingsOptions::product_admin_mini_icon_width
source: Admin panel: product mini-icon thumbnail width
ar: الفريق المشرف: المنتج رمز مصغر عرض الصور المصغرة
da: Admin panel: produkt mini ikonet thumbnail bredde
el: Admin panel: πλάτος μίνι εικόνας μικρογραφίας προϊόντος
es: Panel de Administración: ancho del mini-icono de la miniatura del producto
id: Panel admin: ikon mini- ukuran lebar thumbnail
ja: 管理画面 : 商品サムネイル（小）の横幅
no: Adminpanel: produkt mini-ikon miniatyrbilde bredde
ru: Ширина иконки в списке товаров в панели администратора
tr: Yönetici paneli: ürünün mini-simgesi küçük resim genişliği
uk: Ширина іконки в списку товарів в панелі адміністратора
vi: Bảng quản trị: chiều rông biểu tượng thu nhỏ sản phẩm

# SettingsOptions::product_admin_mini_icon_height
source: Admin panel: product mini-icon thumbnail height
ar: الفريق الإداري: ارتفاع المنتج رمز مصغر الصورة المصغرة
da: Admin panel: produkt mini ikonet thumbnail højde
el: Admin panel: ύψος μίνι εικόνας μικρογραφίας προϊόντος
es: Panel de Administración: altura del mini-icono de la miniatura del producto
id: Panel Admin: produk mini-icon thumbnail tinggi
ja: 管理画面 : 商品サムネイル（小）の高さ
no: Adminpanel: produkt mini-ikon miniatyrbilde høyde
ru: Высота иконки в списке товаров в панели администратора
tr: Yönetici paneli: ürünün mini-simgesi küçük resim yüksekliği
uk: Висота іконки в списку товарів в панелі адміністратора
vi: Bảng quản trị: chiều cao biểu tượng thu nhỏ sản phẩm

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
ar: إيميل Reply-To للرسائل البريدية
cs: E-mailová adresa pro odpověď na newsletter
da: Nyhedsbrev e-mail
de: E-Mail-Adresse Abteilung Newsletters
el: E-mail για Θέματα Απάντησης στα Newsletter
es: E-mail de respuesta para la newsletter
id: Alamat email balasan newsletter
ja: メルマガの返信先Eメールアドレス
no: Svar til nyhetsbrev e-post-adresse
ru: Email в поле «Reply-To» в рассылках
uk: Email в полі «Reply-To» в розсилках
vi: Trả lời đến địa chỉ email đăng ký nhận tin

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
ar: فترة صلاحية مفتاح تحميل المنتجات التي توزع إلكترونياً (بالساعة)
cs: TTL klíče ke stažení (pro elektronicky distribuované zboží), hodiny
da: Download nøgle TTL (for elektronisk distribueret produkter); timer
de: Gültigkeit Download TTL Schlüssel, in Stunden (für elektronisch verkaufte Produkte)
el: Κατεβάστε το Κλειδί TTL (για ηλεκτρονικά διαμοιραζόμενα προϊόντα)
es: Descargar llave TTL (para productos de distribución electronicas); horas
id: Download tombol TTL (untuk produk yang didistribusikan secara elektronik), jam
ja: ダウンロード商品用キーの有効期限（時間）
no: Nedlastingsnøkkel TTL (for digitale produkter), timer
ru: Период доступности ключа для скачивания цифровых товаров в часах
uk: Період доступності ключа (для скачування цифрових товарів) в годинах
vi: Khóa Tải về TTL (đối với các sản phẩm phân phối điện tử), giờ

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
ar: بداية التنبيه عن نقص المخزون
cs: Hranice pro upozornění o nízkém stavu zásob
da: Lav bestand anmeldelsestærskel
de: Grenzwert zur Meldung eines niedrigen Lagerstandes
el: Όριο ενημερωσης χαμηλου αποθεματος
es: Límite de notificación de stock bajo
id: Batas notifikasi stok rendah
ja: 在庫数低下通知を行う基準在庫数
no: Lavt varelager varslingsterskel
ru: Порог предупреждения о низком количестве товара на складе
uk: Поріг попередження про малу кількість товару на складі
vi: Thông báo số hàng tồn kho thấp

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
ar: عدد عواميد قائمة المنتجات
cs: Počet sloupců v kategorii
da: Antallet af kolonner i produktlisten
de: Anzahl Spalten in der Produktliste
el: Αριθμός Στηλων στη λίστα των Προϊόντων
es: Numero de columnas en la lista de los articulos
id: Jumlah kolom di halaman product list
ja: 商品一覧ページのカラム数
no: Antall kolonner i produktlisten
ru: Количество столбцов в списке товаров
tr: Ürün listesinde sütun sayısı
uk: Кількість стовпців у списку товарів
vi: Số cột trong danh sách sản phẩm

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
ar: عرض منتجات الفئات الفرعية في الفئة الحالية
cs: Zobrazit zboží z podkategorií vybrané kategorie
da: Vis produkter fra underkategorier i den valgte kategori
de: Produkte von Unterkategorien für selektierten Kategorie anzeigen
el: Εμφάνιση προϊόντων από υποκατηγορίες της επιλεγμένης κατηγορίας
es: Mostrar productos de las subcategorías de la categoría seleccionada
id: Tampilkan produk subkategori dari kategori terpilh
ja: サブカテゴリー内の商品を表示
no: Vis produkter fra underkategorier av den valgte kategorien
ru: Отображать товары подкатегорий для выбранной категории
uk: Відображати товари підкатегорій для обраної категорії
vi: Hiển thị các sản phẩm từ danh mục con của danh mục được chọn

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
ar: عرض معدلات لخيارات المنتج
cs: Zobrazit modifikátory pro možnosti zboží
da: Vis modifiers for produkt-optioner
de: Modifikator für Produkt Optionen anzeigen
el: Εμφάνιση τροποποιητών στις επιλογές προϊόντος
es: Mostrar modificadores para las opciones del producto
id: Tampilkan modifier untuk opsi produk
ja: 商品オプション単位の増減値を表示
no: Vis modifikator for produktvalg
ru: Показывать модификаторы опций товаров
uk: Показувати модифікатори опцій товарів
vi: Hiển thị sửa đổi bổ sung cho các tùy chọn sản phẩm

# SettingsOptions::exception_style
source: Exception style
ar: أسلوب الاستثناء
cs: Styl výjimky
da: undtagelse stil
de: Stil für Ausnahmen der Produktvarianten
el: Στυλ Εξαίρεσης
es: Estilo de excepciones
id: Bentuk pengecualian
ja: 例外オプションの取り扱い
no: Unntaks stil
ru: Стиль исключений
uk: Стиль винятків
vi: Kiểu dáng ngoại lệ

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
ar: عرض الصور المصغرة لصفحة سلّة التسوق
cs: Šířka náhledu zboží u stránky košíku
da: Produkt indkøbskurven thumbnail sidebredde
de: Produkt Warenkorb Seite, Miniatur - Breite
el: Εικόνα προϊόντος στο καλάθι: Πλάτος μικρογραφίας
es: Ancho de miniatura de producto en página de cesta de la compra
id: Lebar thumbnail di halaman Pesanan (Product cart)
ja: 「カートの内容」ページにおけるサムネイルの横幅
no: Produkt handlevogn miniatyrbilde bredde
ru: Ширина иконки на странице корзины
uk: Ширина іконки на сторінці кошика
vi: Chiều rộng hình thu nhỏ của sản phẩm trong trang giỏ hàng

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
ar: ارتفاع الصور المصغرة لصفحة سلّة التسوق
cs: Výška náhledu zboží u stránky košíku
da: Produkt indkøbskurven thumbnail sidehøjden
de: Produkt Warenkorb Seite, Miniatur - Höhe
el: Εικόνα προϊόντος στο καλάθι: Ύψος μικρογραφίας
es: Alto de miniatura de producto en página de cesta de la compra
id: Tinggi thumbnail di halaman Pesanan (Product cart)
ja: 「カートの内容」ページにおけるサムネイルの高さ
no: Produkt handlevogn miniatyrbilde høyde
ru: Высота иконки на странице корзины
uk: Висота іконки на сторінці кошика
vi: Chiều cao hình thu nhỏ của sản phẩm trong trang giỏ hàng

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
ar: عرض المنتجات الغير متوفرة بالمخزون
cs: Zobrazovat vyprodané zboží
da: Vis udsolgte varer
de: Artikel zeigen die nicht auf Lager sind
el: Προβολή προιόντων χωρίς Αποθεμα
es: Mostrar productos fuera de stock
id: Tampilkan produk tidak ada stok
ja: 在庫切れ商品を表示
no: Vis varer som er utsolgt fra lageret
ru: Показывать товары, которых нет в наличии
uk: Показувати товари, яких немажє в наявності
vi: Hiển thị sản phẩm đã hết hàng

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
ar: عرض الصور المصغرة لقائمة الفئات
cs: Šířka náhledu seznamu kategorií
da: Kategorier liste miniature bredde
de: Kategorie Liste, Miniatur - Breite
el: Λίστα κατηγοριών: Πλάτος μικρογραφιών εικόνων
es: Ancho de miniatura en lista de categorías
id: Lebar thumbnail di halaman Tabel Kategori (Categories list)
ja: カテゴリー一覧におけるサムネイルの横幅
no: Kategori liste miniatyrbilde bredde
ru: Ширина иконки в списке категорий
uk: Ширина іконки в списку категорій
vi: Chiều rộng hình thu nhỏ danh sách danh mục

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
ar: تقدير تكلفة الشحن في سلّة التسوق وإتمام الشراء باستخدام العنوان الافتراضي
cs: Zobrazit výpočet DPH v sekci košíku
da: Beregn afgifter ved hjælp af standard-adresse på tjekningssider
de: Auf Seiten Warenkorb/Kasse, Default Adresse benutzen um Steuern einzuschätzen
el: Εκτίμηση του φόρου χρησιμοποιώντας την προεπιλεγμένη διεύθυνση στις σελίδες Καλάθι/Ταμείο
es: Calcular impuestos usando la dirección por defecto en páginas de carro/comprobación
id: Perkiraan pajak menggunakan alamat utama di halalam pesanan/checkout
ja: カート/注文手続きページにおいてデフォルト住所に基づき税額を試算
no: Beregn moms ved å bruke standard adresse fra handlevogn/Sjekk-ut-sidene
ru: Вычислять налоги на странице корзины/оформления заказа, используя адрес по умолчанию
uk: Обчислювати податки на сторінці кошика/оформлення замовлення, використовуючи адресу за замовчуванням
vi: Ước tính thuế sử dụng mặc định cho địa chỉ trên trang giỏ hàng/thanh toán

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
ar: إظهار الأسعار متضمنة الضريبة في صفحات المنتج والفئة إذا كانت الضريبة يتم احتسابها بناءاً على سعر الوحدة
cs: Zobrazit v kategori a na detailu produktu ceny s daní <br>(pouze pokud je metoda výpočtu daně založena na Ceně položky)
da: Vis priser med afgifter på kategori / produkt sider
de: Preise mit Steuren in Kategorie/Produkt Seiten anzeigen, wenn Methode um Steuern auszurechnen auf Einzelpreis basiert ist.
el: Εμφάνιση τιμών με φόρο στις σελίδες κατηγοριών/προϊόντων , εάν η μέθοδος υπολογισμού των φόρων βασίζεται στην τιμή μίας μονάδας
es: Mostrar precios con impuestos en páginas de categoría/producto
id: Tampilkan harga dengan pajak di halaman kategori/produk jika metode penghitungan pajak didasarkan pada harga per unit
ja: カテゴリー/商品ページにおいて税込価格を表示
no: Vis priser med moms på kategori/produktsider hvis metoden for beregning av moms er basert på produktets pris
ru: Показывать цену с налогами
uk: Показувати ціну з податками на категорії товарыв, якщо метод обчислення податків на основі ціни за одиницю
vi: Hiển thị giá với thuế trên trang giỏ hàng/thanh toán nếu phương pháp tính thuế dựa trên một đơn vị giá

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
ar: إظهار السعر متضمناً الضريبة في صفحات السلّة وإتمام الشراء إذا كانت الضريبة يتم احتسابها بناءاً على سعر الوحدة
cs: Zobrazit v nákupním procesu ceny s daní <br>(pouze pokud je metoda výpočtu daně založena na Ceně položky)
da: Vis priser med afgifter i cart/checkout siderne
de: Preise mit Steuren in Warenkorb/Kasse (checkout) Seiten anzeigen, wenn Methode um Steuern auszurechnen auf Einzelpreis basiert ist.
el: Εμφάνιση τιμών με τον φόρο στις σελίδες καλάθι/ταμείο , εάν η μέθοδος υπολογισμού των φόρων βασίζεται στην τιμή μίας μονάδας
es: Mostrar precios con impuestos en páginas de carro/comprobación
id: Tampilkan harga termasuk Pajak di halaman keranjang/check out jika metode perhitungan pajak berdasarkan harga satuan
ja: カート/決済ページにおいて税込価格を表示
no: Vis priser med moms på handlevogn/Sjekk-ut-sidene hvis metoden for beregning av moms er basert på produktets pris
ru: Показывать цену с налогами на странице корзины/оформления заказа
uk: Показувати ціну з податками на сторінці кошика/оформлення замовлення
vi: Hiển thị giá với thuế trên trang giỏ hàng/thanh toán nếu phương pháp tính thuế dựa trên một đơn vị giá

# SettingsOptions::in_stock_field
source: Show number of available products
ar: إظهار عدد المنتجات المتوفرة بالمخزون
cs: Zobrazit počet dostupného zboží
da: Vis "på lager" felt
de: Anzahl der verfügbaren Produkte anzeigen
el: Εμφάνιση αριθμού διαθέσιμων προϊόντων
es: Mostrar número de productos disponibles
id: Tampilkan jumlah produk tersedia
ja: 在庫数を表示
no: Vis antall tilgjengelige produkter
ru: Показывать количество доступных товаров
uk: Показати кількість доступних продуктів
vi: Hiển thị số lượng sản phẩm có sẵn

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
ar: عرض الصور المصغرة الصغيرة كمعرض صور
cs: Zobrazit náhledy jako galerii
da: Vis mini miniaturebilleder som et galleri
de: Kleine Miniaturbilder (mini thumbnails) als Gallerie anzeigen
el: Εμφάνιση των μίνι μικρογραφιών(thumbnail images) ως γκαλερί
es: Mostrar miniaturas de imagen como una galería
id: Tampilkan mini thumbnail galeri gambar
ja: 商品詳細ページのサムネイルをギャラリー形式で表示
no: Vis mini miniatyrbilder som et galleri
ru: Показывать мини-иконки в виде галереи
uk: Показувати мині-іконки у вигляді галереї
vi: Hiển thị hình ảnh thu nhỏ nhỏ như là một bộ sưu tập

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
ar: استخدام 'مغير القيمة' لخانة الكمية
cs: Použijte 'Value changer' pro pole Množství
de: "Wertselektor" für das Feld Menge verwenden
el: Χρήση του "Value changer " για το πεδίο Ποσότητα
es: Usa "cambiador de valores" en el campo Cantidad
id: Gunakan 'Penambah Nilai' di field Jumlah
ja: 注文数量の増減アイコンを表示
no: Bruk 'Verdi endrer' for antall-feltet
ru: Показывать кнопки + и - в поле Количество
uk: Показуватиь кнопки + та - в полі Кількість
vi: Sử dụng 'Giá trị thay đổi' cho trường Số lượng

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
ar: عرض 'ترقيم الصفحات' بالأعلى أيضاً
cs: Zobrazit lištu stránkování ve vrchní části stránky
da: Få vist afsnittet' paginering' på toppen af det angivne objekt
de: "Abschnitt Paginierung" oberhalb der aufgelisteten Objekte anzeigen
el: Εμφάνιση του "Τμήματος Σελιδοποίησης" στην κορυφή της λιστας
es: Mostrar el paginador en la parte superior del objeto listado
id: Tampilkan 'bagian penomoran halaman' di bagian atas
ja: 各種一覧の上部にページネーションを表示
no: Vis 'Paginerings seksjonen' på toppen av det listede objektet
ru: Показывать секцию пагинации вверху страницы перечисляемого объекта
uk: Показувати секцію пагінації верхній частині сторінки перераховуваного об'єкту
vi: Hiển thị các phần Đánh Số Trang trên đầu trang của các mục được liệt kê

# SettingsOptions::default_image_previewer
source: Default image previewer
ar: عارض الصور الافتراضي
cs: Výchozí náhled obrázku
da: Standard billede fremviser
de: Default Bildervorschau (preview)
el: Προεπιλεγμενη προβολή εικόνων
es: Previsualizador de imágenes por defecto
id: Pratinjau gambar default
ja: 画像拡大表示に使用するライブラリ
no: Standard bildeviser
ru: Просмотрщик изображений по умолчанию
uk: Переглядач зображень за замовчуванням
vi: Trình xem trước hình ảnh mặc định

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
ar: ارتفاع الصور المصغرة لقائمة الفئات
cs: Výška náhledu seznamu kategorií
da: Kategorier liste miniaturebilledets højde
de: Kategorie Liste, Miniatur - Höhe
el: Λίστα κατηγοριών: Ύψος μικρογραφιών εικόνων
es: Alto de miniatura en lista de categorías
id: Tinggi thumbnail di halaman Tabel Kategori (Categories list)
ja: カテゴリー一覧におけるサムネイルの高さ
no: Kategori liste miniatyrbilde høyde
ru: Высота иконки в списке категорий
uk: Висота іконки в списку категорій
vi: Chiều cao hình thu nhỏ danh sách danh mục

# SettingsOptions::default_product_details_view
source: Product detailed page view
cs: Zobrazení detailní stránky produktu
da: Produkt detaljerede sidevisning
el: Προβολή σελίδας Λεπτομεριων Προϊόντος
es: Pagina de vista detallada de producto
id: Tampilan halaman rinci produk
ja: 商品詳細ページのビュー
no: Produkt detaljert sidevisning
ru: Отображение страницы карточки товара
uk: Відображення сторінки картки товару
vi: Xem trang chi tiết sản phẩm

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
ar: عرض تفاصيل المنتج في ألسنة
cs: Zobrazit detaily zboží v záložkách
da: Få vist produktdetaljer i faner
de: Produktdetails in Tabs anzeigen
el: Προβολή Λεπτομερειών προϊόντων σε καρτέλες
es: Mostrar detalles de producto en pestañas
id: Tampilkan rincian produk di tab
ja: 商品詳細ページの情報をタブ形式で表示
no: Vis produktdetaljer i faner
ru: Показывать информацию о товаре во вкладках
uk: Показувати інформацію про товар у вкладках
vi: Hiển thị chi tiết sản phẩm trong tab

# SettingsOptions::display_track_orders
source: Display track my orders section
ar: عرض قسم تعقب طلباتي
cs: Zobrazit "Sledovat mé objednávky" v nabídce Můj účet
da: Vis spor mine ordrer sektion
de: Abschnitt "Bestellübersicht" anzeigen
el: Προβολη Ενότητας Παρακολούθηση της Παραγγελίας μου
es: Mostrar la sección de estado de mi pedido
id: Tampilkan track bagian pesanan saya
ja: 注文検索機能を有効化
no: Vis Spor mine ordre-modulen
ru: Показывать секцию отслеживания заказов
uk: Відображення секції відстеження замовлень
vi: Hiển thị theo dõi phần đơn hàng của tôi

# SettingsOptions::header_10070
source: Products list layouts settings
ar: إعدادات تخطيطات قائمة المنتجات
cs: Nastavení rozložení seznamu zboží
da: Produkter liste layout indstillinger
de: Einstellungen Layout Produkte Liste
el: Ρυθμίσεις των διατάξεων , της λίστας προιόντων
es: Ajustes del diseño de listas de producto
id: Pengaturan layout Products list
ja: 商品一覧ページのレイアウト設定
no: Produktliste layout innstillinger
ru: Настройки вида списка товаров
uk: Налаштування виду списку товарів
vi: Cài đặt danh sách bố trí sản phẩm

# SettingsOptions::default_products_view_templates
source: Available product list views
cs: Zobrazení zboží v kategorii
da: Tilgængelige produkt listevisninger
de: Anzeigen der verfügbaren Artikel
el: Διαθέσιμες προβολές λίστας προϊόντων
es: Vistas disponibles de lista de productos
id: Tersedia daftar produk dilihat
ja: 利用可能な商品一覧ページのビュー
no: Tilgjengelige produkt listevisninger
ru: Доступные отображения списка товаров
uk: Наявні відображення списку товарів
vi: Xem danh sách các sản phẩm có sẵn

# SettingsOptions::default_products_view
source: Product list default view
cs: Výchozí zobrazení zboží v kategorii
da: Produkt listen standardvisning
el: Προεπιλεγμένη Προβολή Λίστας Προϊόντων
es: Vista por defecto de lista de productos
id: Tampilan default daftar produk
ja: 商品一覧ページのデフォルトビュー
no: Produktliste standard visning
ru: Отображение списка товаров по умолчанию
uk: Відображення списку товарів за вмовчанням
vi: Xem danh sách sản phẩm mặc định

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
cs: Použít vybrané zobrazení pouze pro aktuální kategorii nebo stránku Hledat
da: Bruge det valgte layout for nuværende kategori eller kun søgeside
el: Χρήση της επιλεγμένης προβολής μόνο για την τρέχουσα κατηγορία ή την σελίδα αναζήτησης
es: Utilice la vista seleccionada sólo para la categoría actual o página de búsqueda
id: Gunakan tampilan yang dipilih untuk kategori saat ini atau halaman pencarian saja
ja: 現在のカテゴリーまたは検索ページにおいてのみ選択したビューを適用する
no: Bruk de valgte innstillingene for gjeldende kategori eller bare på søkesiden
ru: Использовать выбранное отображение только для текущей категории или страницы поиска
uk: Використовувати обране відображення лише для поточної категорії сторінки пошуку
vi: Sử dụng chế độ xem đã chọn chỉ cho trang hiện tại danh mục hoặc tìm kiếm
