Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::block_manager.view_layout.tablet
source: Tablet preview
el: Προεπισκόπιση Tablet
ru: Предпросмотр (планшет)
uk: Перегляд для планшету

# Languages::block_manager.view_layout.desktop
source: Desktop preview
el: Προεπισκόπιση Desktop
ru: Предпросмотр (ПК)
uk: Перегляд для ПК

# Languages::block_manager.availability.show_on
source: Show on
el: Προβολη σε
ru: Показывать на
uk: Показувати на

# Languages::block_manager.availability.phone
source: Phone
el: Τηλέφωνο
ru: Смартфон
uk: Телефон

# Languages::block_manager.availability.tablet
source: Tablet
ru: Планшет
uk: Планшет

# Languages::block_manager.availability.desktop
source: Desktop
ru: ПК
uk: ПК

# Languages::administration_menu_structure_changed_upgrade_notification_title
source: Administration menu changed
ru: Изменилось меню "Администрирование"
uk: Змінилося меню "Адміністрування"

# Languages::administration_menu_structure_changed_upgrade_notification_text
source: <p><b>Locations</b> in <i>Administration → Shipping & taxes</i> renamed to <b>Rate areas</b>. That's because the purpose of locations is to set different shipping rates and tax rates.</p><p>Order statuses, shipment statuses, and gift certificate statuses are now located in their own sub-menu: <b>Administration → Statuses.</b></p>
ru: <p><b>Пункты назначения</b> в меню <i>Администрирование → Доставка и налоги</i> переименованы в <b>Тарифные зоны</b>. Это сделано потому, что цель пунктов назначения — разные тарифы доставки и налоговые ставки.</p><p>Статусы заказов, отгрузок и подарочных сертификатов теперь находятся в собственном подпункте меню: <b>Администрирование → Статусы.</b></p>
uk: <p><b>Пункти призначення</b> в меню <i>Адміністрування → Доставка і податки</i> перейменовані в <b>Тарифні зони</b>. Це зроблено тому, що мета пунктів призначення - різні тарифи доставки і податкові ставки.</p><p>Статуси замовлень, відвантажень і подарункових сертифікатів тепер перебувають у власному підпункті меню: <b>Адміністрування → Статуси.</b></p>

# Languages::add_as_order
source: Add as order
ru: Сделать заказом
uk: Зробити замовленням

# Languages::is_address_required
source: Customer must specify his/her address
el: Ο πελάτης πρέπει να προσδιορίσει τη διεύθυνση του
ru: Покупатель должен указать свой адрес
uk: Покупцю необхідно вказати його/її адресу

# Languages::go_to_admin_panel
source: Admin panel
ru: Панель управления
uk: Адмін-панель

# Languages::checkout.min_cart_subtotal_required
source: To continue checkout process your order subtotal must exceed [amount]
ru: Чтобы продолжить оформление заказа, сумма вашего заказа должна превышать [amount]
uk: Щоб продовжити оформлення замовлення, сума вашого замовлення повинна перевищувати [amount]

# Languages::lite_checkout.customer_information
source: Customer
ru: Покупатель
uk: Покупець

# Languages::lite_checkout.personal_name
source: Full name
ru: ФИО
uk: ПІБ

# Languages::lite_checkout.city_and_state
source: City, state
ru: Город, область
uk: Мість, область

# Languages::lite_checkout.place_an_order_for
source: Place order ([amount])
ru: Оформить заказ ([amount])
uk: Оформити замовлення ([amount])

# Languages::lite_checkout.delivery_note
source: Customer's notes
ru: Примечания покупателя
uk: Примітки покупця

# Languages::lite_checkout.shippings.show_all_on_map
source: Show all on map
ru: Показать все на карте
uk: Показати всі на карті

# Languages::lite_checkout.nearest_station
source: Nearest station
ru: Ближайшая станция
uk: Найближча станция

# Languages::lite_checkout.select_pickup_item
source: Select a pickup point
ru: Выберите пункт выдачи
uk: Вибір точки видачі

# Languages::lite_checkout.choose_from_list
source: Choose from list
ru: Выбрать из списка
uk: Выбрати зі списку

# Languages::lite_checkout.use_two_fingers_for_move_map
source: Use two fingers to move the map
ru: Двигайте карту двумя пальцами
uk: Використовувати два пальці, щоб рухати карту

# Languages::lite_checkout.select_your_city
source: Specify your city
ru: Укажите ваш город
uk: Вкажіть своє місто

# Languages::lite_checkout.deliver_to
source: Deliver to:
ru: Доставить в:
uk: Доставити в:

# Languages::lite_checkout.click_here_to_update_shipping
source: Enter city and state and click here to update shipping rates
ru: Введите город и область и нажмите сюда, чтобы обновить стоимость доставки
uk: Введіть місто і область і натисніть сюди, щоб оновити вартість доставки

# Languages::lite_checkout.shipping_method_for
source: Shipping method for [group_name]
ru: Способы доставки: [group_name]
uk: Способи доставки для [group_name]

# Languages::deprecated
source: Deprecated
ru: Не рекомендуется
uk: Не рекомендується

# Languages::collapse_section
source: Collapse section
ru: Свернуть раздел
uk: Згорнути розділ

# Languages::expand_section
source: Expand section
ru: Развернуть раздел
uk: Розгорнути розділ

# Languages::companies
source: Stores
ru: Магазины
uk: Магазини

# Languages::storefronts
source: Storefronts
ru: Витрины
uk: Вітрини

# Languages::editing_storefront
source: Editing storefront
ru: Редактирование витрины
uk: Редагування крамниці

# Languages::creating_storefront
source: Creating storefront
ru: Создание витрины
uk: Створення крамниці

# Languages::all_languages
source: All languages
ru: Все языки
uk: Всі мови

# Languages::all_currencies
source: All currencies
ru: Все валюты
uk: Всі валюти

# Languages::all_companies
source: All stores
ru: Все магазины
uk: Усі крамниці

# Languages::storefront_status
source: Status
ru: Статус
uk: Статус

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed store</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
ru: Даже если витрина закрыта (статус OFF), вы сможете её посетить, если у вас есть ключ доступа. Задайте <i>Ключ доступа ко временно закрытому магазину</i> ниже.<br/>Чтобы посетить закрытую витрину, используйте ссылку наподобие http://www.example.com/index.php?store_access_key=key_value
uk: Навіть якщо вітрина закрита (статус OFF), ви зможете її відвідати, якщо у вас є ключ доступу. Задайте <i>Ключ доступу до тимчасово закритого магазину</i> нижче. <br/>Щоб відвідати закриту вітрину, використовуйте зразок посилання http://www.example.com/index.php?store_access_key=key_value.

# Languages::storefront_access_key
source: Access key to temporarily closed store
ru: Ключ доступа к временно закрытому магазину
uk: Ключ доступу до тимчасово закритої крамниці

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the store editing page
ru: Ключ доступа можно задать на странице редактирования магазина
uk: Ключ доступу можна задати на сторінці редагування магазину

# Languages::close_storefront
source: Close storefront
ru: Закрыть витрину
uk: Закрити вітрину

# Languages::close_storefront.setting_notice
source: You can open or close a store on the store editing page
ru: Открыть или закрыть магазин можно на странице редактирования магазина
uk: Відкрити або закрити магазин можна на сторінці редагування магазину

# Languages::open_selected_storefronts
source: Open selected
ru: Открыть выбранные
uk: Відкрити обрані

# Languages::close_selected_storefronts
source: Close selected
ru: Закрыть выбранные
uk: Закрити обрані

# Languages::add_storefront
source: Add storefront
ru: Добавить витрину
uk: Додати магазин

# Languages::storefront_status_changed.Y
source: The storefront was <b>closed</b>|The storefronts were <b>closed</b>
ru: Витрина была <b>закрыта</b>|Витрины были <b>закрыты</b>
uk: Вітрина була <b>закрита</b>|Вітрини були <b>закриті</b>

# Languages::storefront_status_changed.N
source: The storefront was <b>opened</b>|The storefronts were <b>opened</b>
ru: Витрина была <b>открыта</b>|Витрины были <b>открыты</b>
uk: Вітрина була <b>відкрита</b>|Вітрини були <b>відкриті</b>

# Languages::default_storefront
source: Default
ru: По умолчанию
uk: За замовчуванням

# Languages::setting_min_order_amount_type_was_hidden_upgrade_notification_title
source: Setting "Define minimum order amount by" removed
ru: Убрана настройка "Определение минимальной суммы заказа"
uk: Прибрана настройка "Визначення мінімальної суми замовлення"

# Languages::setting_min_order_amount_type_was_hidden_upgrade_notification_text
source: <p>Previously, the <b>Minimum order amount</b> in your store included the shipping costs. If the minimum order amount was $50, and a customer bought 2 products at $20 each, and the shipping cost was $12, then it would be possible to place an order. But now this behavior has changed: only the total price of all products in the cart will determine whether the minimum order amount has been reached.</p><p>Please go to <b>Settings → Checkout</b> and adjust your <b>Minimum order amount</b> to reflect this change.</p><p><a href="[checkout_settings]" target="_blank" class="btn btn-large btn-primary">Open checkout settings</a></p>
ru: <p>Раньше настройка <b>Минимальная сумма заказа</b> в вашем магазине учитывала стоимость доставки. Если минимальная сумма заказа была 500 руб., а покупатель купил 2 товара по 200 руб. каждый, и доставка стоила 120 руб., то разместить заказ было возможно. Но теперь поведение изменилось: только суммарная стоимость всех товаров в заказе определяет, достигнута ли минимальная сумма заказа.</p><p>Перейдите на страницу <b>Настройки → Оформление заказа</b> и поменяйте значение настройки <b>Минимальная сумма заказа</b>, чтобы учесть это изменение.</p><p><a href="[checkout_settings]" target="_blank" class="btn btn-large btn-primary">Открыть настройки</a></p>
uk: <p>Раніше <b>"Мінімальна сума замовлення"</b> в вашому магазині включала в себе вартість доставки. Якщо мінімальна сума замовлення була 1000 грн, то можна було купити 2 товара по 450 грн кожен, заплатити за доставку ще 120 грн і отримати мінімальну суму замовлення. Але ця поведінка змінилася: тепер при визначенні мінімальної суми замовлення враховується тільки загальна ціна товарів в кошику.</p><p>Перейдіть на сторінку <b>Установки → Оформлення замовлення</b> і поміняйте там значення <b>Мінімальна сума замовлення</b>, щоб врахувати цю зміну.</p><p><a href="[checkout_settings]" target="_blank" class="btn btn-large btn-primary">Відкрити налвштування</a></p>

# Languages::add_profile_fields
source: Add profile fields
ru: Добавить поля профиля
uk: Додати поля профілю

# Languages::add_profile_fields_and_close
source: Add profile fields and close
ru: Добавить поля профиля и закрыть
uk: Додати поля профілю і закрити

# Languages::checkout_block_with_heading
source: Checkout block (H2 heading)
ru: Блок оформления заказа (H2 заголовок)
uk: Блок оформлення замовлення (H2 заголовок)

# Languages::notifications_center.no_notifications
source: No notifications
ru: Нет уведомлений
uk: Немає повідомлень

# Languages::notifications_center.notifications
source: Notifications
ru: Уведомления
uk: Сповіщення

# Languages::notifications_center.section.all
source: All
ru: Все
uk: Всі

# Languages::notifications_center.section.administration
source: Administration
ru: Администрирование
uk: Адміністрування

# Languages::notifications_center.section.other
source: Other
ru: Другие
uk: Інші

# Languages::notifications_center.tag.administration.update
source: Update
ru: Обновление
uk: Оновлення

# Languages::notifications_center.tag.administration.license
source: Licence
ru: Лицензия
uk: Ліцензія

# Languages::notifications_center.tag.other
source: Other
ru: Другие
uk: Інші

# Languages::notification.upgrade_available.title
source: Upgrade available
ru: Доступно обновление
uk: Оновлення доступні

# Languages::notification.upgrade_available.message
source: A new version of [product] is available. If you want to upgrade to the latest version now, click here.
ru: Доступна новая версия [product]. Чтобы обновить ваш магазин до последней версии, нажмите сюда.
uk: Доступна нова версія [product]. Якщо потрібно оновити до останньої версії зараз, натисніть тут.

# Languages::authorize_before_order
source: Only registered customers can place an order. Please sign in to your account or register a new one.
ru: Только зарегистрированные покупатели могут разместить заказ. Пожалуйста, войдите в свою учётную запись или зарегистрируйте новую.
uk: Розмістити замовлення можуть лише зареєстровані користувачі. Будь ласка, увійдіть в свій обліковий запис або зареєструйтсь.

# Languages::storefront_with_same_url_exists
source: A storefront with the specified URL already exists
ru: Витрина с указанным URL-адресом уже существует
uk: Вітрина із зазначеною URL-адресою вже існує

# Languages::edit_layout_on_site
source: Edit layout on-site
ru: Редактировать макет
uk: Редагувати макет на сайті

# Languages::on_site_layout_editing
source: Editing layout page: [page]
ru: Редактирование страницы макета: [page]
uk: Редагування макета сторінки [page]

# Languages::bottom_panel.go_to_home_page
source: Go to home page
ru: Перейти на домашнюю страницу
uk: Перейти на домашню сторінку

# Languages::bottom_panel.go_to_dashboard
source: Go to Dashboard
ru: Перейти на Панель инструментов
uk: Перейти до панелі інструментів

# Languages::bottom_panel.show_bottom_admin_panel
source: Show admin toolbar
ru: Показать меню администратора
uk: Показати меню адміністратора

# Languages::bottom_panel.hide_bottom_admin_panel
source: Hide admin toolbar
ru: Скрыть меню администратора
uk: Заховати меню адміністратора

# Languages::bottom_panel.storefront
source: Storefront
ru: Витрина
uk: Вітрина

# Languages::bottom_panel.admin_panel
source: Admin panel
ru: Панель администратора
uk: Адмін-панель

# Languages::bottom_panel.vendor_panel
source: Vendor panel
ru: Панель продавца
uk: Панель продавця

# Languages::bottom_panel.preview_mode
source: Preview
ru: Предпросмотр
uk: Передперегляд

# Languages::bottom_panel.build_mode
source: Edit structure
ru: Редактировать структуру
uk: Редагувати структуру

# Languages::bottom_panel.build_mode.not_available
source: Available only at the checkout page. Add a product to cart and go to checkout to see how it works.
ru: Доступно только на странице оформления заказа. Добавьте товар в корзину и попробуйте оформить заказ.
uk: Доступно тільки на сторінці оформлення замовлення. Додайте товар в кошик і спробуйте оформити замовлення.

# Languages::bottom_panel.text_mode
source: Edit texts
ru: Редактировать тексты
uk: Редагувати тексти

# Languages::bottom_panel.theme_mode
source: Edit style
ru: Редактировать стиль
uk: Редагувати стиль

# Languages::bottom_panel.settings
source: Settings
ru: Настройки
uk: Налаштування

# Languages::bottom_panel.change_theme
source: Change theme
ru: Изменить тему
uk: Змінити тему

# Languages::bottom_panel.edit_layout
source: Edit layout
ru: Редактировать макет
uk: Редагувати макет

# Languages::bottom_panel.edit_template
source: Edit template
ru: Редактировать шаблон
uk: Редагувати шаблон

# Languages::bottom_panel.edit_translations
source: Edit translations
ru: Редактировать переводы
uk: Редагувати переклади

# Languages::bottom_panel.edit_menus
source: Edit menus
ru: Редактировать меню
uk: Редагувати меню

# Languages::bottom_panel.edit_product_tabs
source: Edit product tabs
ru: Редактировать вкладки товаров
uk: Редагувати вкладки товарів

# Languages::bottom_panel.restore_demo
source: Restore demo
ru: Восстановить демо
uk: Відновити демо

# Languages::bottom_panel.documentation
source: Documentation
ru: Документация
uk: Документація

# Languages::bottom_panel.help
source: Help
ru: Помощь
uk: Допомога

# Languages::bottom_panel.community_forums
source: Community forums
ru: Форум сообщества
uk: Форум спільноти

# Languages::bottom_panel.video_tutorials
source: Video tutorials
ru: Видеоуроки
uk: Відео уроки

# Languages::bottom_panel.faq
source: FAQ
ru: Вопросы и ответы
uk: Питання та відповіді

# Languages::bottom_panel.customer_help_desk
source: Contact support
ru: Связаться с техподдержкой
uk: Зв'язатися з техпідтримкою

# Languages::bottom_panel.hire_a_developers
source: Hire a developer
ru: Нанять разработчика
uk: Винайняти розробника

# Languages::bottom_panel.download
source: Download
ru: Скачать
uk: Завантажити

# Languages::bottom_panel.buy_license
source: Buy license
ru: Купить лицензию
uk: Купити ліцензію

# Languages::bottom_panel.trial_left
source: Remaining trial period
ru: Оставшийся пробный период
uk: Залишилось пробного періоду

# Languages::administration_panel.live_editor.enable
source: Edit сontent<br/><br/>Change the texts and other data directly on the storefront, without using the administration panel
ru: Редактировать контент<br/><br/>Меняйте тексты и другие данные сразу на витрине, не используя панель администратора.
uk: Редагуйте контент<br/><br/>Міняйте тексти та інші дані відразу на вітрині, не використовуючи панель адміністратора

# Languages::demo_panel.live_editor.enable
source: Edit сontent<br/><br/>Change the texts and other data directly on the storefront, without using the administration panel.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Edit content on-site"
ru: Редактировать контент<br/><br/>Меняйте тексты и другие данные сразу на витрине, не используя панель администратора.<br/><br/>Чтобы пользоваться этой функциональностью в вашем магазине на [product], перейдите в меню "Дизайн → Темы" и нажмите "Редактировать контент".
uk: Редагуйте контент<br/> <br/>Міняйте тексти та інші дані відразу на вітрині, не використовуючи панель адміністратора.<br/><br/>Щоб скористатися цією функціональністю в вашому магазині на [product], перейдіть в меню "Дизайн → теми "і натисніть" Редагувати контент "

# Languages::administration_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them
ru: Редактировать стиль<br/><br/>Меняйте стиль вашего магазина (логотипы, цвета, шрифты и т.д.) и сразу смотрите на получившийся результат.
uk: Редагуйте стиль<br/><br/>Міняйте стиль вашого магазину (логотипи, кольори, шрифти і т. д.) і відразу дивіться на отриманий результат

# Languages::demo_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Theme editor"
ru: Редактировать стиль<br/><br/>Меняйте стиль вашего магазина (логотипы, цвета, шрифты и т.д.) и сразу смотрите на получившийся результат.<br/><br/>Чтобы пользоваться этой функциональностью в вашем магазине на [product], перейдите в меню "Дизайн → Темы" и нажмите "Редактор тем".
uk: Редагуйте стиль<br/><br/>Міняйте стиль вашого магазину (логотипи, кольори, шрифти і т. д.) і відразу дивіться на отриманий результат.<br/><br/>Щоб скористатися цією функціональністю в вашому магазині на [product], перейдіть в меню "Дизайн → Теми "і натисніть" Редактор тем "

# Languages::administration_panel.block_manager.enable
source: Edit structure<br/><br/>Change various blocks with information: show them, hide them, or move them as you see fit.<br/>This currently works only at the checkout page. Add a product to cart and proceed to checkout to see the editor
ru: Редактировать структуру<br/><br/>Меняйте блоки с информацией: показывайте и скрывайте или перемещайте их.<br/>Сейчас это работает только на странице оформления заказа. Чтобы увидеть редактор, добавьте товар в корзину и перейдите на страницу оформления заказа.
uk: Редагуйте структуру<br/><br/>Міняйте блоки з інформацією: показуйте і приховуйте переміщайте їх.<br/>Наразі це працює лише на сторінці оплати. Додайте товар до кошика і перейдіть до замовлення, щоб побачити редактор

# Languages::demo_panel.block_manager.enable
source: Edit structure<br/><br/>Change various blocks with information: show them, hide them, or move them as you see fit.<br/>This currently works only at the checkout page. Add a product to cart and proceed to checkout to see the editor.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Edit layout on-site"
ru: Редактировать структуру<br/><br/>Меняйте блоки с информацией: показывайте и скрывайте или перемещайте их.<br/>Сейчас это работает только на странице оформления заказа. Добавьте товар в корзину и перейдите к оформлению заказа, чтобы увидеть редактор.<br/><br/>Чтобы пользоваться этой функциональностью в вашем магазине на [product], перейдите в меню "Дизайн → Темы" и нажмите "Редактировать макет".
uk: Редагуйте структуру<br/><br/>Міняйте блоки з інформацією: показуйте і приховуйте переміщайте їх.<br/>Наразі це працює лише на сторінці оплати. Додайте товар до кошика і перейдіть до замовлення, щоб побачити редактор"<br/><br/>Щоб скористатися цією функцією в магазині [product], перейдіть у розділ Дизайн → Теми та натисніть "Редагувати макет"

# Languages::individual
source: Individual
ru: Локальная опция
uk: Місцева опція

# Languages::link_an_existing_option
source: Link an existing option
ru: Привязать существующую опцию
uk: Прив'язати існуючу опцію

# Languages::checkout_location_was_rewritten_upgrade_notification_title
source: Customize your checkout page
ru: Настройте страницу оформления заказа
uk: Налаштуйте сторінку оформлення замовлення

# Languages::tip.quick_select_and_close_category_selector
source: Tip: Hold 'Ctrl' (or "⌘" on Mac) while clicking on a category name. This will add one category and close the window.
ru: Подсказка: Удерживайте 'Ctrl' (или "⌘" на Mac) при нажатии на имя категории. Так вы добавите категорию и закроете окно.
uk: Підказка: Утримуйте 'Ctrl' (або "⌘" на Mac) при натисканні на ім'я категорії. Так ви додасте категорію і закриєте вікно.

# Languages::checkout_select_profile_before_order
source: Please select a profile before you place the order.
ru: Выберите профиль перед тем, как разместить заказ.
uk: Виберіть профіль, перш ніж розмістити замовлення.

# Languages::editing_profile_name
source: Editing profile: [name]
ru: Редактирование профиля: [name]
uk: Редагування облікового запису: [name]

# Languages::bm.customer_information_block.warning.email_or_phome_must_be_required
source: Contact information must always have either email, or phone as a required field.
ru: В контактной информации должно быть обязательным как минимум одно из двух полей: телефон или email.
uk: В контактної інформації повинно бути обов'язковим як мінімум одне з двох полів: телефон або email.

# Languages::bm.customer_information_block.warning.field_automaticly_added
source: "[field_name]" has been added as a required field automatically.
ru: Поле "[field_name]" автоматически добавлено и сделано обязательным.
uk: Поле "[field_name]" автоматично додано і зроблено обов'язковим.

# Languages::bm.customer_information_block.warning.field_marked_as_required
source: The "[field_name]" field has been marked as required.
ru: Поле "[field_name]" помечено как обязательное.
uk: Поле "[field_name]" позначено як обов'язкове.
