Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
ar: الحد الأقصى لكمية المنتج "[product]" يساوي <b>[quantity]</b>
cs: Maximální množství pro "[product]" je<b>[quantity]</b>
da: Maksimum mængde af "[product]" er <b>[quantity]</b>
de: Die maximale Menge für "[product]" ist <b>[quantity]</b>
el: Μέγιστη ποσότητα για το"[product]" είναι<b>[quantity]</b>"
es: La cantidad máxima para el "[product]" es <b>[quantity]</b>
id: Jumlah maksimum untuk "[product]" adalah<b>[quantity]</b>
ja: "[product]" の最大購入可能数は <b>[quantity]</b> です
no: Maksimalt antall for "[product]" er <b>[quantity]</b>
ru: Максимальное количество для товара "[product]" <b>[quantity]</b>
tr: "[product]" ürünü için maksimum miktar <b>[quantity]</b>
uk: Максимальна кількість для "[product]" є <b>[quantity]</b>
vi: Số lượng tối đa cho "[product]" là <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
ar: الحد الأدنى لكمية المنتج "[product]" يساوي <b>[quantity]</b>
cs: Minimální množství pro "[product]" je <b>[quantity]</b>
da: Minimum mængde af "[product]" er <b>[quantity]</b>
de: Mindestanzahl für die Bestellung von "[product]" ist <b>[quantity]</b>
el: Ελάχιστη ποσότητα για το "[product]" είναι <b>[quantity]</b>"
es: La cantidad mínima para el "[product]" es <b>[quantity]</b>
id: Jumlah minimum untuk "[product]" adalah<b>[quantity]</b>
ja: "[product]" の最低購入数は <b>[quantity]</b> です
no: Minimum antall for "[product]" er <b>[quantity]</b>
ru: Минимальное количество для товара "[product]" <b>[quantity]</b>
tr: "[product]" ürünü için minimum miktar <b>[quantity]</b>
uk: Мінімальна кількість для "[product]" є <b>[quantity]</b>
vi: Số lượng tối thiểu cho "[product]" là <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
ar: عدد المنتجات بالمخزون غير كافي لتلبية طلبكم
cs: Počet zboží na skladě není pro Vaši objednávku dostatečný
da: Antallet af varer på lageret er ikke nok for din ordre
de: Anzahl der Produkte auf Lager sind nicht genug für Ihre Bestellung
el: Ο αριθμός των προϊόντων στο απόθεμα των προιόντων δεν αρκεί για την παραγγελία σας
es: El número de productos en estoc no es suficiente para su pedido
id: Jumlah persediaan produk ini tidak cukup untuk pesananAnda
ja: ご注文の数量に対して在庫が不足しています。
no: Antallet produkter på lager er ikke nok for bestillingen
ru: Количество товара в наличии недостаточно для вашего заказа
tr: Ürün sipariş ettiğiniz adette stoklarımızda bulunmamaktadır
uk: Кількість товарів на складі недостатня для вашого замовлення
vi: Số lượng sản phẩm trong kho là không đủ cho đặt hàng của bạn

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
ar: <b>[product]</b> غير متوفر حالياً بالمخزون ولا يمكن اضافته إلى سلّة مشترياتكم
cs: <b>[product]</b> má nulové zásoby a nelze jej přidat do košíku
da: <b>[product]</b> har en beholdning på nul og kan ikke tilføjes til kurven
de: <b>[product]</b> ist nicht auf Lager und kann deshalb nicht dem Warenkorb hinzugefügt werden.
el: Το παρακάτω προϊόν : <b>[product]</b> έχει μηδενικό απόθεμα και δεν μπορεί να προστεθεί στο καλάθι σας.
es: El <b>[product]</b> tiene inventario cero y no se puede agregar a su carrito
id: Persediaan <b>[product]</b> kosong dan tidak dapat ditambahkan ke belanjaan Anda
ja: <b>[product]</b> は在庫切れのためカートに追加できません
no: <b>[product]</b> er utsolgt fra lager og kan ikke legges til handlevognen
ru: Товара <b>[product]</b> нет в наличии, поэтому его нельзя добавить в корзину
tr: 'Bu ürün<b>[product]</b> stoklarımızda yoktur ve sepete eklenmemiştir.
uk: <b>[product]</b> відсутній на складі і не може бути доданим до кошика
vi: <b>[product]</b> đã hết hàng và không thể thêm vào giỏ hàng

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
ar: المنتج <b>[product]</b> غير متوفر بالمخزون وتم حذفه من السلّة
cs: <b>[product]</b> má nulové zásoby a je z košíku odebírán
da: <b>[product]</b> har en beholdning på nul og er fjernet fra vognen
de: Artikel <b>[product]</b> ist nicht auf Lager und wird vom Warenkorb entfernt.
el: <b>[product]</b> έχει μηδενικό απόθεμα και αφαιρείται από το καλάθι
es: El producto <b>[product]</b> tiene inventario cero y será borrado del carrito de la compra.
id: Persediaan <b>[product]</b> kosong dan dikeluarkan dari belanjaan
ja: <b>[product]</b> は在庫切れのためカートから削除されました
no: <b>[product]</b> er utsolgt fra lager og er fjernet fra handlevognen
ru: Товар <b>[product]</b> отсутствует на складе и был удален из вашей корзины
tr: <b>[product]</b>Stokta görünmemektedir ve sepetten çıkarılmıştır.
uk: <b>[product]</b> відсутній на складі і був видалений з кошика
vi: <b>[product]</b> đã hết hàng và được gỡ bỏ khỏi giỏ hàng

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
ar: تم حذف الفئات بنجاح.
cs: Kategorie byla úspěšně odstraněna.
da: Kategorier er blevet slettet.
de: Kategorien wurden erfolgreich gelöscht.
el: Οι Κατηγορίες διαγράφηκαν με επιτυχία!
es: Las familias han sido borradas con éxito.
id: Kategori telah berhasil dihapus.
ja: カテゴリーが削除されました。
no: Kategoriene har blitt slettet.
ru: Категории были успешно удалены
tr: Kategoriler başarı ile silindi.
uk: Категорії успішно видалено.
vi: Danh mục đã được xóa thành công.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
ar: فاصلة مسار الفئة الرئيسية للمنتج (مثال: "الكمبيوتر///اللاب توب")
cs: Oddělovač cesty kategorie pro hlavní kategorii zboží (např. "Computers///Desktops")
da: Kategori sti afgrænser for produkt vigtigste kategori (fx "Computers / / / Desktops")
de: Kategorie Pfadbegrenzer für Produkte Haupkategorie (z.B. "Computers///Desktops")
el: Category path delimiter for 'main_category' field (e.g. "Computers///Desktops")
es: Delimitador para las familias 'main_category' o familias padre (e.j. "Herbo-dietetica///Plantas y Especias embolsadas")
id: Pemisah alamat kategori untuk produk di kategori utama(misalnya "Komputer / / / Desktop")
ja: 商品のメインカテゴリのパスをエクスポートする際の区切り文字を入力してください。 (例. "コンピューター///デスクトップ")
no: Kategori-sti skilletegn for produkt hovedkategori (f.eks "Computers///Desktops")
ru: Разделитель пути для основной категории товара (например: «Computers///Desktops»)
tr: Ana kategori alanında kategori yolu limiti (örneğin "Computers///Desktops")
uk: Роздільник шляху для основної категорії товару (наприклад: «Computers///Desktops»)
vi: Phân chia danh mục cho sản phẩm danh mục chính (ví dụ như "Máy tính/ / /Máy tính để bàn")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
ar: (اختيارية ويتم عرضها في صفحة عرض تفاصيل الفئة فقط)
cs: (nepovinně zobrazeno pouze v kategorii detaily stránky)
da: (ekstraudstyr vises på kategori detaljer side kun)
de: (Optional nur auf Kategoriedetailseite dargestellt)
el: (εάν οριστεί εμφανίζεται στην σελίδα με τις λεπτομέρειες κατηγορίας μόνο)
es: (si está definido esta foto se verá en la página detalle de la familia solamente)
id: (opsi hanya ditampilkan pada halaman rincian kategori)
ja: (個別カテゴリーページに表示)
no: (Alternativt vist kun på side for kategoridetaljer)
ru: (для показа только на странице категории)
tr: (sadece kategori detayı sayfasında gösterilir)
uk: (для показу тільки на сторінці категорії)
vi: (tùy chọn chỉ được hiển thị trên trang danh mục chi tiết)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
ar: الفئة, والفئات الفرعية والمنتجات الداخلة تم حذفهم بنجاح.
cs: Kategorie, podkategorie a jejich zboží byly úspěšně odstraněny.
da: Kategori, underkategorier og deres produkter er blevet slettet.
de: Kategorie, Unterkategorie und dessen Produkte wurden erfolgreich gelöscht.
el: Η Κατηγορία, υποκατηγορίες και τα προϊόντα τους διαγράφηκαν με επιτυχία.
es: La familia, las subfamilias y sus artículos se han borrado con éxito.
id: Kategori, subkategori dan produk mereka telah berhasil dihapus.
ja: カテゴリとそのサブカテゴリ－、カテゴリー内の商品が削除されました。
no: Kategori, underkategorier og deres produkter har blitt slettet.
ru: Категория, подкатегория и их товары были успешно удалены.
tr: Kategori, alt kategori ve içerikteki ürünler başarı ile silinmiştir.
uk: Категорія, подкатегорія та їх товари були успішно видалені.
vi: Danh mục gốc, danh mục con và sản phẩm đã được xóa thành công.

# Languages::text_category_icon
source: (displayed on category list and details pages)
ar: (يتم عرضها في صفحات تفاصيل الفئة)
cs: (zobrazeno na seznamu kategorie a detailní stránce)
da: (vises på listen over kategorier og detaljer sider)
de: (nur auf Kategorie Liste und Details Seiten dargestellt)
el: Εμφανίστηκαν στην λίστα κατηγοριών και στις σελίδες λεπτομερειών
es: (Foto vista en lista de la familia y las páginas de los detalles)
id: (ditampilkan pada daftar kategori dan rincian halaman)
ja: (カテゴリー一覧と個別カテゴリーページに表示)
no: (Vises i kategoriliste og detaljesider)
ru: (показывается в списке категорий и на страницах с подробным описанием)
tr: (Kategori listesinde ve detay sayfasında gösterilir)
uk: (показується в списку категорій і на сторінках з докладним описом)
vi: (được hiển thị trên trang danh mục và danh mục chi tiết)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
ar: جار الاتصال بـ <b>[processor]</b>...
cs: Připojuji k <b>[processor]</b>....
da: forbinder til <b>[processor]</b>...
de: Verbindet sich mit <b>[processor]</b>...
el: Connecting to <b>[processor]</b> payment gateway...
es: Conectando a <b>[processor]</b>...
id: Menghubungkan ke <b>[processor]</b>...
ja: <b>[processor]</b> に接続中...
no: Kobler til <b>[processor]</b>...
ru: Идет соединение с сервером платежной системы <b>[processor]</b>...
tr: <b>[processor]</b> e bağlanılıyor...
uk: Підключення до <b>[processor]</b>...
vi: Kết nối với <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
cs: <strong>Pozor!</strong> Prosím, vyzkoušejte nějaké statické URL, například <a href="[url]">[url]</a> předtím, než zapnete CDN, abyste se ujistili že funguje (můžete ho zapnout po tom co bylo úložiště aktivováno). Aktivace úložiště zpravidla trvá 10 až 15 minut (pole "Stav" my mělo zobrazovat "Aktivní". Obnovte stránku pro aktualizaci stavu).
da: <strong>Opmærksomhed!</strong> Venligst test nogle statiske URL, fx <a href="[url]"> [url]</a>, for at sikre, at det er i orden før aktivering CDN (du kan aktivere den efter lagring blev aktive). Det tager normalt 10-15 minutter at aktivere opbevaring (feltet "Status" skal vise "Aktiv", opdatere siden for opdateringer).
de: <strong>Achtung!</strong> Bitte testen Sie einige statische URL, z.B. <a href="[url]">[url]</a>, um sicherzustellen, dass es funktioniert, bevor Sie CDN aktivieren (Sie können dies aktivieren, nachdem Speicher (Storage) aktiv geworden ist). In der Regel dauert es 10-15 Minuten, um den Speicher (Storage) zu aktivieren (das "Status" Feld muss "Active", anzeigen, Seite neu laden um Updates zu anzeigen).
el: <strong>Προσοχή!</strong> Παρακαλώ δοκιμάστε κάποια στατική διεύθυνση URL, π.χ. <a href="[url]"> [url]</a>, για να εξασφαλισετε ότι λειτουργεί πριν από την ενεργοποίηση CDN (μπορείτε να το ενεργοποιήσετε αφου η αποθηκευση ενεργοποιηθει). Διαρκεί συνήθως 10-15 λεπτά για να ενεργοποιηθεί η αποθήκευση (το πεδίο "Κατάσταση" θα πρέπει να εμφανίζει «Ενεργό», ανανεώστε τη σελίδα για ενημερώσεις).
es: <strong>Atención!</strong>Por favor prueba algunas URL estáticas, p.ej.<a href="[url]">[url]</a> para verificar que funciona antes de habilitar el CDN (puedes habilitarlo después que el almacenamiento esté activo). Normalmente se tarda 10-15 minutos en activar el almacenamiento (el campo "Estado" debe aparecer "Activo", recarga la página para actualizar).
id: <strong>Perhatian!</strong> Siahkan coba beberapa URL statis, misal. <a href="[url]">[url]</a>, untuk memastikan hal ini berfungsi sebelum mengaktifkan CDN (Anda dapat mengaktifkan ini setelah penyimpanan sudah aktif).Biasanya membutuhkan 10-15 menit un
ja: <strong>ご注意ください!</strong> CDNを有効化する前に静的URL 例）<a href="[url]">[url]</a> をテストしてください。 （CDNはストレージの有効化後に利用可能となります。）ストレージの有効化には通常10-15分ほど要します。( "ステータス" フィールドに "有効" と表示されている必要があります。)
no: <strong>Viktig!</strong> Vennligst test noen statiske URL-er, f.eks. <a href="[url]">[url]</a>, for å sikre at det fungerer før du aktiverer CDN (du kan aktivere det etter at lagringen ble aktiv). Det tar vanligvis 10-15 minutter for å aktivere lagring ("Status" feltet skal vise "Active", oppdater siden for oppdateringer).
ru: <strong>Внимание!</strong> Проверьте что ссылка, например эта <a href="[url]">[url]</a>, открывается, перед тем как включить CDN (вы сможете включить его после активации). Активация хранилища обычно занимает 10-15 минут (в поле "Статус" должно отображаться "Активен", обновите страницу для его обновления).
uk: <strong>Увага!</strong> Перевірте що посилання, наприклад це <a href="[url]">[url]</a>, відкривається, перед тим як включити CDN (ви зможете включити його після активації). Активація сховища зазвичай займає 10-15 хвилин (у полі "Статус" повинно відображатися "Активний", оновіть сторінку для його оновлення).
vi: <strong>Sự chú ý!</strong> Xin vui lòng kiểm tra một số tĩnh URL, ví dụ như <a href="[url]"> [url]</a>, để đảm bảo nó làm việc trước khi cho phép CDN (bạn có thể kích hoạt nó sau khi lưu trữ đã hoạt động). Nó thường mất 10-15 phút để kích hoạt (trường "Trạng thái" sẽ hiển thị "Hoạt động", làm mới trang để cập nhật).

# Languages::text_cdn_setup
source: CDN was set up successfully.
ar: تم إعداد CDN بنجاح.
cs: CDN bylo úspěšně nastaveno.
da: CDN blev oprettet med succes.
de: CDN wurde nicht erfolgreich eingerichtet.
el: CDN δημιουργήθηκε με επιτυχία.
es: El CDN se ha configurado con éxito.
id: CDN berhasil di set up
ja: CDNの設定が完了しました
no: CDN ble satt opp korrekt.
ru: Система доставки контента настроена.
tr: CDN başarı ile kuruldu.
uk: CDN настроєно.
vi: CDN đã được thiết lập thành công.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
ar: لم يتم حفظ التغييرات.
cs: Provedené změny nebyly uloženy.
da: Dine ændringer er ikke blevet gemt.
de: Ihre Änderungen wurden nicht gespeichert.
el: Οι αλλαγές σας δεν αποθηκεύτηκαν.
es: Tus cambios no han sido guardados.
id: Perubahan Anda belum disimpan.
ja: 変更内容は保存されていません。
no: Dine endringer er ikke blitt lagret.
ru: Сделанные изменения не были сохранены.
tr: Yaptığınız değişiklikler kaydedilmedi.
uk: Зроблені зміни не було збережено.
vi: Thay đổi của bạn đã không được lưu.

# Languages::text_changes_saved
source: Your changes have been saved.
ar: تم حفظ التغييرات.
cs: Vaše změny byly uloženy.
da: Dine ændringer er blevet gemt.
de: Ihre Änderungen wurden gespeichert.
el: Οι αλλαγές σας αποθηκεύτηκαν.
es: Los cambios han sido guardados.
id: Perubahan Anda telah disimpan.
ja: データを更新しました。
no: Endringene dine er lagret.
ru: Изменения были сохранены.
tr: Yaptığınız değişiklikler kaydedildi.
uk: Ваші зміни було збережено.
vi: Các thay đổi của bạn đã được lưu.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
ar: أنت الآن مسجل الدخول في حسابك. يرجى تغيير كلمة المرور ثم الضغط على زر التحديث.
cs: Nyní jste přihlášen k Vašemu účtu. Změňte si prosím heslo.
da: Du er nu logget ind på din konto. Du ændre adgangskoden, og tryk på "Opdater"-knappen.
de: Sie sind jetzt in Ihrem Konto angemeldet. Bitte Passwort ändern und auf Taste "Speichern" klicken.
el: Είστε συνδεδεμένος στον λογαριασμο σας.Παρακαλώ αλλαξτε τον κωδικό σας και πατήστε το "Save ".
es: Usted ha accedido ahora a su cuenta. Por favor cambie la contraseña y pulse el botón de "Actualizar".
id: Anda sekarang masuk ke akun Anda. Silahkan ubah passworddan klik tombol "Simpan".
ja: アカウントにログインしました。 パスワードを変更して "更新" ボタンをクリックしてください。
no: Du er nå logget inn på kontoen din. Vennligst endre passord og klikk på "Lagre"-knappen.
ru: Вы уже авторизированы. Пожалуйста, измените пароль и нажмите кнопку 'Обновить'.
tr: Şimdi hesabınıza giriş yaptınız. Lütfen şifrenizi değiştirin ve güncelleme yapınız...
uk: Тепер ви ввійшли свій обліковий запис. Змінити пароль і натисніть кнопку "Зберегти".
vi: Hiện tại bạn đang đăng nhập vào tài khoản của bạn. Xin vui lòng thay đổi mật khẩu và nhấp vào nút "Lưu".

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
ar: اذا كنت عميل جديد فنحن بحاجة إلى معرفة بياناتك الشخصية.
cs: Jestliže jste nový zákazník, potřebujeme vědět vaše osobní informace.
da: Hvis du er en ny kunde, har vi brug for at kende dine personlige oplysninger.
de: Falls Sie ein neuer Kunde sind, benötigen wir Ihre persönlichen Daten.
el: Αν είστε νέος πελάτης, πρέπει να γνωρίζουμε τα προσωπικά σας στοιχεία.
es: Si usted es un nuevo cliente necesitamos conocer sus detalles personales.
id: Jika Anda adalah pelanggan baru, kami perlu mengetahuirincian pribadi Anda.
ja: はじめてのお買い物の場合は、お客様情報をご記入いただく必要があります。
no: Hvis du er en ny kunde, må vi vite dine personlige opplysninger.
ru: Если Вы новый покупатель, просьба сообщить следующую информацию:
tr: Eğer yeni bir müşterimizseniz; profil bilgilerinizi inceleyiniz.
uk: Якщо ви є новим клієнтом, прохання вказатинаступні дані:
vi: Nếu bạn là một khách hàng mới, chúng tôi cần phải biết chi tiết cá nhân của bạn.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
ar: يمكنكم استخدام الاختصارات في هذا الحقل:<br><b>'?'</b> - تحل محل أي حرف واحد;<b>'*'</b> - تحل محل أي عدد من الأحرف.<br><br><u>مثال:</u><br><b>شارع *</b> &nbsp;&nbsp;(من الممكن أن تكون شارع 10, شارع عمر بن الخطاب, وهكذا...)
cs: Máte možnost použít divoké karty v tomto poli :<br /><b>'?'</b> - jakýkoliv jednotlivý znak;<b>'*'</b> - jakýkoliv počet znaků.<br /><br /><u>Příklad:</u><br /><b>New Y*</b> &nbsp;&nbsp;(odpovídá New York, New Yark, atd)<br /><b>L?s*</b>&nbsp;&nbsp; (odpovídá Las Vegas, Los Angeles, atd..)
da: Du er i stand til at bruge jokertegn i dette område: <br /><b>'?'</ b> - et enkelt tegn;<b>'*'</ b> - et vilkårligt antal tegn.<br /> <br /><u> Eksempel: </ u> <br /><b> New Y * </ b> (svarer til New York, New Yark, osv.) <br /><b> L? s * </ b> (svarer til Las Vegas, Los Angeles, mv.)
de: Sie können in diesem Feld Platzhalter (wildcards) verwenden:<br /><b>'?'</b> - beliebiges einzelnes Zeichen;<b>'*'</b> - beliebige Anzahl Zeichen;<br /><br /><u>Beispiel:</u><br /><b>New Y*</b> &nbsp;&nbsp;(entspricht: New York, New Yark, usw)<br /><b>L?s*</b>&nbsp;&nbsp; (entspricht: Las Vegas, Los Angeles, etc..)
el: Μπορείτε να χρησιμοποιήσετε ειδικούς χαρακτήρες (wildcards) σ'αυτό το πεδίο:<br><b>'?'</b> - κάθε χαρακτήρας;<b>'*'</b> - σύνολο χαρακτήρων.<br><br><u>Παράδειγμα:</u><br<b>Θεσσ*</b> &nbsp;&nbsp;(αντιστοιχεί σε Θεσσαλία, Θεσσαλονίκη, κλπ)<br><b>Κ?ρ*</b>&nbsp;&nbsp; (αντιστοιχεί σε Κόρινθος)
es: Usted peude usar comodines en este campo:<br><b>'?'</b> - cualquier carácter simple;<b>'*'</b> - cualquier cantidad de caracteres.<br><br><u>Ejemplo:</u><br><b>New Y*</b> &nbsp;&nbsp;(corresponde a New York, New Yark, etc)<br><b>L?s*</b>&nbsp;&nbsp; (corresponde a Las Vegas, Los Angeles, etc..)
id: Anda dapat menggunakan wildcards dalam field ini:<br /><b>'?'</b> - karakter apapun;<b>'*'</b> - angka berapapun.<br /><br /><u>Contoh:</u><br /><b>New Y*</b> &nbsp;&nbsp;(menghasilkan: New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (menghasilkan: to Las Vegas, Los Angeles, dsb..)
ja: このフィールドではワイルドカードを使用できます:<br /><b>'?'</b> - 1文字の文字列用ワイルドカード;<b>'*'</b> - 任意の文字数(0を含む）の文字列用ワイルドカード.<br /><br /><u>例:</u><br /><b>*川市</b> &nbsp;&nbsp;(豊川市、 大川市 などが該当します)
no: Du kan bruke jokertegn i dette feltet:<br /><b>'?'</b> - for ett enkelt tegn;<b>'*'</b> - hvilket som helst antall tegn.<br /><br /><u>Eksempel:</u><br /><b>New Y*</b> &nbsp;&nbsp;(tilsvarer New York, New Yark, osv.) <br /><b>L?s*</b>&nbsp;&nbsp;(tilsvarer Las Vegas, Los Angeles, osv.)
ru: В этом поле вы можете использовать подстановочные символы:<br><b>?</b> — любой одиночный символ; <b>*</b> — любое количество символов.<br><br><u>Например:</u><br><b>Нижний Н*</b> соответствует: «Нижний Новгород»<br><b>Н?ж*</b> соответствует: «Нижний Новгород», «Нижний Тагил», и т.д.
tr: Bu alanda aşağıdaki jokerleri kullanabilirsiniz:<br /><b>'?'</b> - herhangi bir tek karakter;<b>'*'</b> - herhangi bir numara.<br /><br /><u>Örnek:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
uk: У цьому полі Ви можете використовувати наступні групові символи: <br><b>'?'</b> - будь-який одиночний символ;<b>'*'</b> - будь-яку кількість символів. <br><br><u>Наприклад:</u><br><b>New Y*</b> &nbsp;&nbsp; (відповідає: New York, New Yark, і т.д.)<br><b>L?s*</b>&nbsp;&nbsp; (відповідає: Las Vegas, Los Angeles, і т.д.)
vi: Bạn có thể sử dụng ký tự đại diện trong trường này: <br /> <b>'? '</b>- bất kỳ ký tự đơn; <b>'* '</b> - bất kỳ ký tự số. <br /> <br /> <u>Ví dụ:</u> <br /> <b>New Y *</b> (tương ứng với New York, New Yark, v.v..) <br /> <b>L?s *</b> (tương ứng với Las Vegas, Los Angeles, v.v..)

# Languages::text_click_here
source: Click here for more details
ar: انقر هنا لتفاصيل أكثر
cs: Pro více informací klikněte zde
da: Klik her for yderligere informationer
de: Für mehr Einzelheiten bitte hier klicken
el: Πατήστε εδώ για περισσότερες πληροφορίες
es: Haga clic aquí para obtener más detalles
id: Klik disini untuk lebih rinci
ja: 詳細を表示
no: Klikk her for mer informasjon
ru: Нажмите здесь для детальной информации
tr: Daha fazla detay için buraya tıklayınız
uk: Натисніть тут для детальної інформації
vi: Bấm vào đây để biết thêm chi tiết

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
cs: Nastavte, prosím, následující URL jako <b>CGI2</b>: <b>[postback_url]</b>
da: Angiv følgende webadresse som <b>CGI2</b>: <b>[postback_url]</b>
de: Bitte folgende URL als <b>CGI2</b>: <b>[postback_url]</b> einstellen.
el: Ορίστε το ακόλουθο URL, όπως το <b> CGI2 </ b>: <b> [postback_url] </ b>
es: Por favor ponga la siguiente URL como el <b>CGI2</b>: <b>[postback_url]</b>
id: Silahkan set URL berikut sebagai <b>CGI2</b>:<b>[postback_url]</b>
no: Vennligst angi følgende URL som <b>CGI2</b>: <b>[postback_url]</b>
ru: Пожалуйста, задайте следующий URL как <b>CGI2</b>: <b>[postback_url]</b>
uk: Будь ласка, встановіть наступний URL як <b>CGI2</b>: <b>[postback_url]</b>
vi: Xin vui lòng đặt URL như <b>CGI2</b>: <b>[postback_url]</b>
