Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::checkout_location_was_rewritten_upgrade_notification_text
source: <p>You can now move parts of the new checkout page around, or hide the parts you don't need. To do this, go to <b>Design → Layouts</b> and switch to the <i>Checkout</i> tab. For your convenience, we have updated your checkout page: it now has all the new blocks that a clean [product] installation has. Please check your checkout page and modify it as you see fit.</p><p>We also made a back-up of your previous checkout page. If you need to revert our changes, just import the layout from <b>[file_paths]</b></p><p><a href="[layout_page]" target="_blank" class="btn btn-large btn-primary">Configure checkout here</a></p>
ru: <p>Теперь можно перемещать части новой страницы оформления заказа или скрывать ненужные части. Для этого откройте страницу <b>Дизайн → Макеты</b> и перейдите на вкладку <i>Оформить заказ</i> tab. Для удобства мы обновили вашу страницу оформления заказа: теперь там есть все новые блоки, которые были бы на чистой установке [product]. Проверьте вашу страницу оформления заказа и настройте её, как считаете нужным.</p><p>Мы также сделали резервную копию вашей старой страницы оформления заказа. Чтобы отменить наши изменения, импортируйте макет из <b>[file_paths]</b></p><p><a href="[layout_page]" target="_blank" class="btn btn-large btn-primary">Настроить оформление заказа</a></p>
uk: <p>Тепер можна переміщати частини нової сторінки оформлення замовлення або приховувати непотрібні частини. Для цього відкрийте сторінку <b>Дизайн → Макети</b> і перейдіть на вкладку <i>Оформлення замовлення</i> tab. Для зручності ми оновили вашу сторінку оформлення замовлення: тепер там є все нові блоки, які були б в чистій установці [product]. Перевірте вашу сторінку оформлення замовлення і налаштуйте її, як вважаєте за потрібне.</p><p>Ми також зробили резервну копію вашої старої сторінки оформлення замовлення. Щоб скасувати наші зміни, імпортуйте макет з <b>[file_paths]</b></p><p><a href="[layout_page]" target="_blank" class="btn btn-large btn-primary">Налаштувати оформлення замовлення</a></p>

# Languages::upgrade_notification_welcome_title
source: Welcome to [product] [version]!
ru: Добро пожаловать в [product] [version]!
uk: Ласкаво просимо в [product] [version]!

# Languages::upgrade_notification_welcome_text
source: <p class="lead">To help you get started, we’ve compiled the list of what you should check after the upgrade. The full list of changes is in the changelog.</p><p class="lead">If you ever need to check this message later, we’ve also sent a copy to [email].</p>
ru: <p class="lead">Мы собрали список того, что стоит проверить после обновления, чтобы было проще начать пользоваться новой версией. Полный список изменений тоже есть.</p><p class="lead">На случай, если вам потом понадобится снова увидеть это сообщение, мы также отправили его на [email].</p>
uk: <p class="lead">Ми зібрали список того, що варто перевірити після поновлення, щоб було простіше почати користуватися новою версією. Повний список змін теж є.</p><p class="lead">На випадок, якщо вам потім знадобиться знову побачити це повідомлення, ми також відправили його на [email].</p>

# Languages::view_changelog
source: View changelog
ru: Просмотреть список изменений
uk: Переглянути список змін

# Languages::upgrade_notification_what_check_first
source: What to check first?
ru: Что проверить в первую очередь?
uk: Що перевірити в першу чергу?

# Languages::upgrade_notification_what_else_to_check
source: What else is there to check?
ru: На что ещё обратить внимание?
uk: На що ще звернути увагу?

# Languages::lite_checkout.change_in_geolocation_cities_upgrade_notification_title
source: List of geolocation cities is now generated automatically
ru: Теперь список городов для блока геолокации создаётся автоматически
uk: Тепер список міст для блоку геолокації створюється автоматично

# Languages::lite_checkout.change_in_geolocation_cities_upgrade_notification_text
source: <p>Previously, you could create a list of cities that would be available to customers for selection in the geolocation block on the storefront. That had to be done in <b>Administration → Shipping &amp; taxes → Geolocation cities.</b></p><p>That page was removed, and the list of cities is now generated automatically from your pickup points. It works only if the corresponding setting in the [stores_pickups_addon] add-on is enabled, and only for pickup points that have a country, state, and city specified.</p><p>For your convenience, here is the list of cities that you previously had on the <b>Geolocation cities</b> page. It may help with configuring pickup points:<p><p>[locations_table]</p><p><a href="[stores_pickups_search]" target="_blank" class="btn btn-large btn-primary">Edit add-on settings</a></p>
ru: <p>Раньше вы могли задать список городов, которые будут доступны для выбора покупателям в блоке геолокации на витрине. Это делалось в меню <b>Администрирование → Доставка и налоги → Города (геолокация).</b></p><p>Эту страницу убрали, а список городов теперь генерируется автоматически на основе пунктов самовывоза. Это работает, только если включена соответствующая настройка в модуле "[stores_pickups_addon]", и только для модулей, у которых указана страна, область и город.</p><p>Вот список городов, который был у вас раньше на странице <b>Города (геолокация)</b>. Он может помочь с настройкой пунктов самовывоза:<p><p>[locations_table]</p><p><a href="[stores_pickups_search]" target="_blank" class="btn btn-large btn-primary">Редактировать настройки модуля/a></p>
uk: <p>Раніше ви могли задати список міст, які будуть доступні для вибору покупцям в блоці геолокації на вітрині. Це робилося в меню <b>Адміністрування → Доставка &amp; податки → Міста (геолокація).</b></p><p>Цю сторінку прибрали, а список міст тепер генерується автоматично на основі пунктів самовивозу. Це працює, тільки якщо включена відповідна настройка в модулі "[stores_pickups_addon]", і тільки для модулів, у яких вказана країна, область і місто.</p><p>Ось список міст, який був у вас раніше на сторінці <b>Міста (геолокація)</b>. Він може допомогти з налаштуванням пунктів самовивозу:<p><p>[locations_table]</p><p><a href="[stores_pickups_search]" target="_blank" class="btn btn-large btn-primary">Редагувати налаштування модуля</a></p>

# Languages::purpose
source: Purpose
ru: Цель
uk: Мета

# Languages::feature_style
source: Feature style
ru: Внешний вид
uk: Зовнішній вигляд

# Languages::filter_style
source: Filter type
ru: Тип фильтра
uk: Тип фільтра

# Languages::cpi_hash_key
source: CPI Hash Key
cs: CPI Hash klíče
da: CPI hash-nøglen
de: CPI-Hash-Schlüssel
el: CPI Κλειδί Hash
es: Clave CPI Hash
no: CPI firkanttast
ru: Хеш-ключ CPI

# Languages::offline
source: Offline
ar: غير متصل
cs: V režimu offline
el: Εκτός σύνδεσης
es: Fuera de línea
ja: オフライン
no: Frakoblet
ru: - Выключен -
vi: Ngoại tuyến

# Languages::privilege_sections.cms
source: CMS
ar: المحتوى
el: ΣΔΠ (σύστηματα διαχείρησης περιεχομένου)
ru: Система управления содержимым

# Languages::regexp
source: RegExp
de: Regulärer Ausdruck (RegExp)
ja: 正規表現
ru: Регулярное выражение

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
ar: صندوق فيدكس
da: FedEx boks
el: Κουτί FedEx
es: Caja de FedEx
no: FedEx Boks
ru: Ящик FedEx
vi: FedEx Hộp

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
el: Κουτί UPS 25Kg
es: UPS caja 25Kg
no: UPS 25kg Boks
ru: UPS 25 килограммовая коробка
vi: UPS Hộp 25Kg

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
el: Κουτί UPS 10Kg
es: UPS caja 10Kg
no: UPS 10kg Boks
ru: UPS 10 килограммовая коробка
vi: UPS Hộp 10Kg

# Languages::ship_usps_package_size_large
source: Large (84..108)
ar: كبير (84..108)
cs: Velké (84..108)
de: Groß (84..108)
id: Besar (84..108)
no: Stor (84..108)
ru: Большой (84..108)
vi: Lớn (84..108)

# Languages::text_paysitecash_mode_debug_off
source: OFF
ar: مغلق
cs: VYPNUTO
de: AUS
el: Κλειστο
es: Desactivado
ja: オフ
no: AV
ru: Выкл.
vi: TẮT

# Languages::text_paysitecash_mode_debug_on
source: ON
ar: مفعل
cs: ZAPNUTO
de: AN
es: Activado
ja: オン
no: PÅ
ru: Вкл.
vi: BẬT

# Languages::theme_editor.css
source: Custom CSS
ar: CSS مخصص
cs: Vlastní CSS
de: Personalisierte CSS
el: Προσαρμοσμένο CSS
es: CSS personalizado
ja: カスタムCSS
no: Tilpasset CSS
ru: Пользовательские CSS
tr: Özel CSS
vi: Tuỳ chỉnh CSS

# Languages::theme_editor.favicon
source: Favicon
ar: أيقونة المفضلة
ja: ファビコン
ru: Иконка сайта

# Languages::theme_editor.mail
source: Mail
ar: الإيميل
cs: Pošta
de: E-Mail
el: Ταχυδρομείο
es: E-mail
ja: メール
no: E-post
ru: Почта
vi: Thư

# Languages::Timestamp
source: Timestamp
ar: الطابع الزمني
cs: Časové razítko
da: Tidsstempel
de: Zeitstempel (Timestamp)
el: Τimestamp(μια ακολουθία χαρακτήρων, που δηλώνει την ημερομηνία ή / και χρόνος κατά τον οποίο συμβαίνει ένα συγκεκριμένο συμβάν)
es: Marca de tiempo
id: Cap pos
ja: タイムスタンプ
no: Tidsstempel
ru: Временная метка
vi: Dấu thời gian

# Languages::uc_ok
source: OK
ar: حسناً
ru: [ОК]
tr: TAMAM

# SettingsSections::Emails
source: E-mails
ar: الإيميلات
cs: E-maily
es: Opciones de E-mail
id: E-mail
ja: Eメール
no: E-post
ru: Электронная почта
vi: Email

# ProfileFields::url
source: URL
ar: عنوان الصفحة
cs: Adresa URL
da: URL-ADRESSE
es: De una dirección URL
ru: Веб-сайт
tr: Web Sayfası

# Languages::shippings.can.contract_id
source: Contract ID
ar: معرف العقد
cs: Smlouva ID
da: Kontrakt-ID
de: Vertrags-ID
el: Αναγνωριστικό σύμβασης
es: Identificación del contrato
id: ID kontrak
no: Kontrakt ID
ru: Идентификационный номер контракта
tr: Sözleşme numarası
vi: ID Hợp đồng

# Languages::shippings.fedex.option_fedex_one_rate
source: FedEx One Rate
ar: معدل فيديكس واحد
da: FedEx én sats
es: Tarifa de FedEx One
ru: FedEx One Rate (однотарифный)
tr: FedEx One Oranı

# Languages::bank_cic
source: Groupe CIC
cs: Skupina CIC
de: Gruppe CIC
es: Grupo CIC

# Languages::ups
source: United Parcel Service
da: UPS
de: United Parcel Service (UPS)
es: Servicio unido del paquete

# Languages::url
source: URL
da: URL-ADRESSE
es: De una dirección URL

# Languages::payments.qbms.app_token
source: App Token
ar: رمز التطبيق
cs: Aplikace Token
es: Token de la aplicación
id: Token Aplikasi
ja: アプリトークン
tr: Uygulama jetonu

# Languages::payments.qbms.oauth_consumer_key
source: OAuth Consumer Key
ar: مفتاح المستهلك OAuth
cs: OZákaznický spotřebitelský klíč
da: OAuth forbruger nøgle
es: Clave del cliente OAuth
id: Kunci Konsumen OAuth
ja: OAuthコンシューマ・キー
tr: Müşteri kimlik onayı

# Languages::payments.qbms.oauth_consumer_secret
source: OAuth Consumer Secret
ar: كلمة مرور مفتاح المستهلك OAuth
cs: OZákaznický spotřebitelský tajný klíč
da: OAuth forbruger hemmelighed
es: Pregunta secreta de OAuth
id: Rahasia Konsumen OAuth
ja: OAuthコンシューマ・シークレット
tr: Müsteri kimlik gizliliği

# Languages::store_mode.ultimate
source: Ultimate
da: Ultimative
es: Definitivo
id: Terakhir

# Languages::ultimate_license
source: [product] Ultimate
es: [product] Definitivo
id: [product] Ultima
tr: Nihai ürün [product]

# Languages::text_redactor2
source: Redactor II
el: Redactor ΙΙ
es: Editor II
id: Redaktor II

# Languages::email
source: E-mail
es: Correo electrónico
no: E-post
tr: E-posta

# Languages::3d_secure
source: 3-D Secure
ar: تأمين ثلاثي الأبعاد
el: Ασφάλεια 3-D
ja: 3Dセキュア

# Languages::cresecureapitoken
source: CRE SecureAPIToken
el: CRE SecureAPIToken (ηλεκτρονική συσκευή παραγωγής προσωπικών κωδικών μιας χρήσης (one time password) απαραίτητη για την πιστοποίηση των συναλλαγών μέσω internet)

# Languages::google_base
source: Google Base
ar: جووجل
el: Βάση Google

# Languages::sharedsec
source: SharedSec
ar: مشاركة السر
el: Κοινό μυστικό

# Languages::bank_cm
source: Credit Mutuel
da: Crédit Mutuel
id: Mutuel kredit

# Languages::cvv2
source: CVV/CVC
cs: CVV2
de: CVV2
id: CVV2
tr: CVV2

# Languages::tmpl_text_fancybox
source: FancyBox
id: Kotak mewah

# Languages::text_redactor
source: Redactor
cs: Redaktor
de: Redakteur
id: Redaksi

# Languages::email
source: Email
ar: الإيميل
ja: Eメール
no: E-post

# Languages::ship_fedex_smart_post
source: Smart Post
ar: البريد الذكي
vi: Bưu điện Thông minh

# Languages::carrier_aup
source: Australia Post
cs: Austrálska pošta
da: Australien Post
de: Australische Post

# Languages::carrier_can
source: Canada Post
cs: Kanadská pošta
de: Kanadische Post

# Languages::ship_fedex_indicia
source: Indicia
ar: المحتوى
cs: Indicie
de: Kennzeichnung/Markierung

# Languages::carrier_swisspost
source: SwissPost
de: Schweizer Post

# Languages::currency_code_cny
source: CNY
de: Renminbi
ja: 人民元

# Languages::currency_code_egp
source: EGP
ar: جنيه مصري
de: Ägyptisches Pfund
ja: エジプト・ポンド

# Languages::exp
source: Exp
de: Ablauf (Exp)
ja: 有効期限

# Languages::pspid
source: PSPID
de: Payment Service Provider ID“ (ID des Zahlungsdienstleisters)

# Languages::text_light_box
source: Lightbox
de: Leuchtkasten

# Languages::american_express
source: American Express
ar: أمريكان إكسبريس
ja: アメリカンエキスプレス

# Languages::carrier_dhl
source: DHL
ar: دي إتش إل

# Languages::carrier_fedex
source: FedEx
ar: فيدكس

# Languages::carrier_ups
source: UPS
ar: يو بي إس

# Languages::google
source: Google
ar: جووجل

# Languages::id
source: ID
ar: المعرف

# Languages::ip
source: IP
ar: الآي بي

# Languages::ok
source: OK
ar: حسناً
tr: TAMAM

# Languages::visa_card_discover
source: Visa, MasterCard, Discover
ja: Visa,マスターカード

# Languages::tpe
source: TPE
tr: TİP
