Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::currency_code_bnd
source: Brunei Dollar
es: Dólar de Brunei
id: Dolar Brunei
ru: Брунейский доллар
tr: Brunei Doları
uk: Брунейский долар

# Languages::currency_code_bgl
source: Bulgaria Lev
es: Lev de Bulgaria
id: Lev Bulgaria
ru: Болгарский лев
tr: Bulgar Levası
uk: Болгарський лев

# Languages::currency_code_bif
source: Burundi Franc
es: Franco de Burundi
id: Franc Burundi
ru: Бурундийский франк
uk: Бурундійський франк

# Languages::currency_code_khr
source: Cambodian Riel
es: Riel camboyano
id: Riel Kamboja
no: Kambodsjansk Riel
ru: Камбоджийский риель
uk: Камбоджийский ріель

# Languages::currency_code_cve
source: Cape Verde Escudo
es: Escudo de Cabo Verde
id: Tanjung Verde Escudo
no: Kapp Verde Escudo
ru: Эскудо Кабо-Верде
uk: Ескудо Кабо-Верде

# Languages::currency_code_kyd
source: Cayman Islands Dollar
es: Dólar de las Islas Caimán
id: Dolar Kepulauan Cayman
no: Caymanøyene Dollar
ru: Доллар Каймановых Островов
uk: Долар Кайманових Островів

# Languages::currency_code_clp
source: Chilean Peso
es: Peso chileno
id: Peso Cile
no: Chilenske pesos
ru: Чилийское песо
uk: Чилійске песо

# Languages::currency_code_cop
source: Colombian Peso
es: Peso colombiano
id: Peso Kolombia
no: Colombianske Peso
ru: Колумбийское песо
uk: Колумбійске песо

# Languages::currency_code_kmf
source: Congolese Franc
es: Franco congoleño
id: Franc Kongo
no: Kongolesiske Franc
ru: Конголезский франк
uk: Конголезський франк

# Languages::currency_code_crc
source: Costa Rican Colon
es: Colón de Costa Rica
id: Colon Kosta Rika
no: Costa Rica Colon
ru: Костариканский колон
uk: Костаріканський колон

# Languages::currency_code_cyp
source: Cyprus Pound
es: Libra chipriota
id: Pound Siprus
no: Kypriotiske pund
ru: Кипрский фунт
uk: Кіпрский фунт

# Languages::currency_code_dem
source: Deutsche Mark
es: Marco alemán
id: Mark Jerman
ru: Немецкая марка
uk: Німецка марка

# Languages::currency_code_djf
source: Djibouti Franc
es: Franco yibutiano
id: Franc Djibouti
ru: Франк Джибути
uk: Франк Джибуті

# Languages::currency_code_std
source: Dobra
ru: Добра
uk: Добра

# Languages::currency_code_dop
source: Dominican Peso
es: Peso dominicano
id: Peso Dominika
no: Dominikanske pesos
ru: Доминиканское песо
uk: Домініканске песо

# Languages::currency_code_nlg
source: Dutch Guilder
es: Florín Holandés
id: Guilder Belanda
no: Nederlandske gylden
ru: Нидерландский гульден
uk: Датський гульден

# Languages::currency_code_xcd
source: East Caribbean Dollar
es: Dólar del Caribe Oriental
id: Dolar Karibia Timur
no: Østkaribiske Dollar
ru: Восточно-карибский доллар
uk: Східно-карибский долар

# Languages::currency_code_ecs
source: Ecuador Sucre
es: Sucre Ecuatoriano
id: Sucre Ekuador
ru: Эквадорский сукре
uk: Еквадорійский сукре

# Languages::currency_code_cdf
source: Congolese Franc
es: Franco congoleño
id: Franc Ekuador
no: Kongolesiske Franc
ru: Конголезский франк
uk: Конголезський франк

# Languages::currency_code_svc
source: El Salvador Colon
es: Colón salvadoreño
id: Colon El Salvador
ru: Сальвадорский колон
uk: Сальвадорський колон

# Languages::currency_code_ern
source: Eritrean Nafka
es: Nafka de Eritrea
id: Nafka Eritrea
no: Eritreiske Nafka
ru: Эритрейская накфа
uk: Ерітрейска накфа

# Languages::currency_code_etb
source: Ethiopian Birr
es: Birr etíope
id: Birr Ethiopia
ru: Эфиопский быр
uk: Ефіопский бір

# Languages::currency_code_fkp
source: Falkland Islands Pound
es: Libra de las Islas Malvinas
id: Pound Kepulauan Falkland
no: Falklandske pund
ru: Фунт Фолклендских островов
uk: Фунт Фолклендських островів

# Languages::currency_code_fim
source: Finnish Markka
es: Markka finlandés
id: Markka Finlandia
no: Finsk Markka
ru: Финская марка
uk: Фінска марка

# Languages::currency_code_gmd
source: Gambian Dalasi
es: Libra gambiana
id: Dalasi Gambia
ru: Гамбийский даласи
uk: Гамбійський даласі

# Languages::currency_code_ghs
source: Ghana Cedi
es: Cedi de Ghana
id: Cedi Ghana
ru: Ганский седи
uk: Ганський седі

# Languages::currency_code_gip
source: Gibraltar Pound
es: Libra gibaltreña
id: Pound Gibraltar
no: Gibraltarske pund
ru: Гибралтарский фунт
uk: Гібралтарський фунт

# Languages::currency_code_grd
source: Greek Drachma
es: Drachma griego
id: Drachma Yunani
no: Greske drakmer
ru: Греческая драхма
uk: Грецька драхма

# Languages::currency_code_gtq
source: Guatemalan Quetzal
es: Quetzal guatemalteco
id: Quetzal Guatemala
no: Guatemalanske Quetzal
ru: Гватемальский кетцаль
uk: Гватемальського Кетцаль

# Languages::currency_code_gnf
source: Guinea Franc
es: Franco de guineano
id: Franc Guinea
ru: Гвинейский франк
uk: Гвійнейський франк

# Languages::currency_code_gyd
source: Guyana Dollar
es: Dolar guyanés
id: Dolar Guyana
ru: Гайанский доллар
uk: Гайянський долар

# Languages::currency_code_htg
source: Haiti Gourde
es: Gourde haitiano
id: Gourde Haiti
ru: Гаитянский гурд
uk: Гурд Гаїті

# Languages::currency_code_hnl
source: Honduran Lempira
es: Lempira hondureño
id: Lempira Honduras
no: Honduras Lempira
ru: Гондурасская лемпира
uk: Гондураська лемпіра

# Languages::currency_code_idr
source: Indonesian Rupiah
es: Rupia Indonesia
id: Rupiah Indonesia
no: Indonesisk Rupiah
ru: Индонезийская рупия
uk: Індонезійська рупія

# Languages::currency_code_irr
source: Iranian Rial
es: Rial iraní
id: Rial Iran
no: Iranske Rial
ru: Иранский риал
uk: Іранський ріал

# Languages::currency_code_iqd
source: Iraqi Dinar
id: Dinar Iraq
no: Irakiske dinarer
ru: Иракский динар
uk: Іракський динар

# Languages::currency_code_iep
source: Irish Pound
id: Pound Irlandia
no: Irske pund
ru: Ирландский фунт
uk: Ірландський фунт

# Languages::currency_code_itl
source: Italian Lira
id: Lira Italia
no: Italienske lire
ru: Итальянская лира
uk: Італійська ліра

# Languages::currency_code_jmd
source: Jamaican Dollar
id: Dolar Jamaika
no: Jamaicanske Dollar
ru: Ямайский доллар
uk: Ямайський долар

# Languages::currency_code_jod
source: Jordanian Dinar
id: Dinar Yordania
no: Jordanske dinarer
ru: Иорданский динар
uk: Йорданський динар

# Languages::currency_code_kes
source: Kenyan Shilling
id: Shilling Kenya
no: Kenyanske Shilling
ru: Кенийский шиллинг
uk: Кенійський шилінг

# Languages::currency_code_lak
source: Laos Kip
id: Kip Laos
ru: Лаосский кип
uk: Лаоський Кіп

# Languages::currency_code_lbp
source: Lebanese Pound
id: Pound Lebanon
no: Libanesiske pund
ru: Ливанский фунт
uk: Ліванський фунт

# Languages::currency_code_lsl
source: Lesotho Loti (Maloti)
id: Loti (Maloti) Lesotho
ru: Лоти (Малоти) Лесото
uk: Loti (малоті) Лесото

# Languages::currency_code_lrd
source: Liberian Dollar
id: Dolar Liberia
ru: Либерийский доллар
uk: Ліберійський долар

# Languages::currency_code_lyd
source: Libyan Dinar
id: Dinar Libya
ru: Ливийский динар
uk: Лівійський динар

# Languages::currency_code_luf
source: Luxembourg Franc
id: Franc Luksemburg
ru: Люксембургский франк
uk: Люксембурзький франк

# Languages::currency_code_mop
source: Macau Pataca
id: Pataca Makau
ru: Патака Макао
uk: Макао патака

# Languages::currency_code_mkd
source: Macedonian (FYR) Denar
id: Denar Masedonia
ru: Македонский денар
uk: Македонський (FYR) денар

# Languages::currency_code_mga
source: Malagasy Ariary
id: Ariary Madagaskar
ru: Малагасийский ариари
uk: Малагасійский аріарі

# Languages::currency_code_mgf
source: Malagasy Franc
id: Franc Madagaskar
ru: Малагасийский франк
uk: Малагасійский франк

# Languages::currency_code_mwk
source: Malawi Kwacha
id: Kwacha Malawi
ru: Малавийская квача
uk: Малавійска квача

# Languages::currency_code_mvr
source: Maldives Rufiyaa
id: Rufiyaa Maladewa
ru: Мальдивская руфия
uk: Мальдівска руфія

# Languages::currency_code_mtl
source: Maltese Lira
id: Lira Malta
ru: Мальтийская лира
uk: Мальтійска ліра

# Languages::currency_code_mro
source: Mauritania Ouguiya
id: Ouguiya Mauritania
ru: Мавританская угия
uk: Мавританска угія

# Languages::currency_code_mur
source: Mauritius Rupee
id: Rupee Mauritius
ru: Маврикийская рупия
uk: Маврикійска рупія

# Languages::currency_code_mdl
source: Moldovan Leu
id: Leu Moldova
ru: Молдавский лей
uk: Молдавский лей

# Languages::currency_code_mnt
source: Mongolian Tugrik
id: Tugrik Mongolia
ru: Монгольский тугрик
uk: Монгольский тугрик

# Languages::currency_code_mzn
source: Mozambique Metical
id: Metical Mozambik
ru: Мозамбикский метикал
uk: Мозамбікский метікал

# Languages::currency_code_mmk
source: Myanmar Kyat
id: Kyat Myanmar
ru: Кьят Мьянмы
uk: Кьят Мьянми

# Languages::currency_code_nad
source: Namibian Dollar
id: Dolar Namibia
ru: Намибийский доллар
uk: Намібійский долар

# Languages::currency_code_npr
source: Nepalese Rupee
id: Rupee Nepal
ru: Непальская рупия
uk: Непальска рупія

# Languages::currency_code_rsd
source: New Serbian Dinar
id: Dinar Serbia Baru
ru: Сербский динар
uk: Новий Сербский динар

# Languages::currency_code_nio
source: Nicaraguan Cordoba Oro
id: Cordoba Oro Nikaragua
ru: Никарагуанская золотая кордоба
uk: Нікарагуанска золота кордоба

# Languages::currency_code_ngn
source: Nigerian Naira
id: Naira Nigeria
ru: Нигерийская найра
uk: Нігерійска найра

# Languages::currency_code_pkr
source: Pakistan Rupee
id: Rupee Pakistan
ru: Пакистанская рупия
uk: Пакістанска рупія

# Languages::currency_code_pab
source: Panamanian Balboa
id: Balboa Panama
ru: Панамский бальбоа
uk: Панамский бальбоа

# Languages::currency_code_pgk
source: Papua New Guinea Kina
id: Kina Papua Nugini
ru: Кина Папуа-Новой Гвинеи
uk: Кіна Папуа-Нової Гвінеї

# Languages::currency_code_pyg
source: Paraguayan Guarani
id: Guarani Paraguay
no: Papua New Guinea Kina
ru: Парагвайский гуарани
uk: Парагвайский гуарані

# Languages::currency_code_pen
source: Peruvian Nuevo Sol
id: Nuevo Sol Peru
ru: Перуанский новый соль
uk: Перуанский новий соль

# Languages::currency_code_uyu
source: Peso Uruguayo
id: Peso Uruguay
ru: Уругвайское песо
uk: Уругвайске песо

# Languages::currency_code_pte
source: Portugese Escudo
id: Escudo Portugis
ru: Португальский эскудо
uk: Португальский ескудо

# Languages::currency_code_qar
source: Qatari Rial
id: Riyal Qatar
ru: Катарский риал
uk: Катарский ріал

# Languages::currency_code_omr
source: Rial Omani
id: Riyal Oman
ru: Оманский риал
uk: Оманский ріал

# Languages::currency_code_rol
source: Romanian Lei
id: Lei Rumania
ru: Румынский лей
uk: Румунский лей

# Languages::currency_code_rwf
source: Rwanda Franc
id: Franc Rwanda
ru: Франк Руанды
uk: Франк Руанди

# Languages::currency_code_csd
source: Serbian Dinar
id: Dinar Serbia
no: Serbiske dinarer
ru: Сербский динар
uk: Сербский динар

# Languages::currency_code_scr
source: Seychelles Rupee
id: Rupee Seychelles
no: Seychellene rupi
ru: Сейшельская рупия
uk: Сейшельска рупія

# Languages::currency_code_sll
source: Sierra Leone Leone
id: Leone Sierra Leone
ru: Сьерра-Леонский леоне
uk: Сьєрра-Леонский леоне

# Languages::currency_code_sos
source: Somalia Shilling
id: Shilling Somalia
ru: Сомалийский шиллинг
uk: Сомалійский шиллінг

# Languages::currency_code_esp
source: Spanish Peseta
id: Peseta Spanyol
no: Spanske pesetas
ru: Песета
uk: Іспанська песета

# Languages::currency_code_lkr
source: Sri Lanka Rupee
id: Rupee Sri Lanka
no: Srilankiske rupi
ru: Шри-Ланкийская рупия
uk: Шрі-Ланкійска рупія

# Languages::currency_code_shp
source: St Helena Pound
id: Pound Saint Helena
ru: Фунт Святой Елены
uk: Фунт Святої Єлени

# Languages::currency_code_sdp
source: Sudanese Pound
id: Pound Sudan
no: Sudanske pund
ru: Суданский фунт
uk: Суданский фунт

# Languages::currency_code_srd
source: Suriname Dollar
id: Dolar Suriname
no: Surinam Dollar
ru: Суринамский доллар
uk: Сурінамский долар

# Languages::currency_code_srg
source: Suriname Guilder
es: Florin surinamés
id: Guilder Suriname
no: Surinamske gylden
ru: Суринамский гульден
uk: Сурінамский гульден

# Languages::currency_code_szl
source: Swaziland Lilangeni
es: Lilangeni
id: Lilangeni Swaziland
ru: Свазилендский лилангени
uk: Свазилендський лілангені

# Languages::currency_code_syp
source: Syrian Pound
es: Libra siria
id: Pound Suriah
no: Syriske pund
ru: Сирийский фунт
uk: Сирійський фунт

# Languages::currency_code_tjs
source: Tajikistan Somoni
es: Somoni tayiko
id: Somoni Tajikistan
no: Tadsjikistan Somoni
ru: Таджикский сомони
uk: Таджикський сомоні

# Languages::currency_code_tzs
source: Tanzanian Shilling
es: Chelín tanzano
id: Shilling Tanzania
no: Tanzanianske Shilling
ru: Танзанийский шиллинг
uk: Танзанійський шилінг

# Languages::currency_code_ttd
source: Trinidad and Tobago Dollar
es: Dólar de Trinidad y Tobago
id: Dolar Trinidad dan Tobago
no: Trinidad og Tobagos Dollar
ru: Доллар Тринидада и Тобаго
uk: Долар Тринідаду і Тобаго

# Languages::currency_code_tnd
source: Tunisian Dinar
es: Dinar tunecino
id: Dinar Tunisia
no: Tunisiske dinarer
ru: Тунисский динар
tr: Tunus Dinarı
uk: Туніський динар

# Languages::currency_code_trl
source: Turkish Lira
es: Lira turca
id: Lira Turki
no: Tyrkiske Lira
ru: Турецкая лира
tr: Türk Lirası
uk: Турецка ліра

# Languages::currency_code_tmt
source: Turkmenistan Manat
es: Manat de Turkmenistán
id: Manat Turkmenistan
no: Turkmensk Manat
ru: Туркменский манат
uk: Туркменський манат

# Languages::currency_code_ugx
source: Uganda Shilling
es: Chelín ugandés
id: Shilling Uganda
no: Ugandiske Shilling
ru: Угандийский шиллинг
uk: Шилінг Уганди

# Languages::currency_code_uzs
source: Uzbekistan Sum
es: Sum de Uzbekistán
id: Sum Uzbekistan
no: Usbekiske Sum
ru: Узбекский сум
uk: Узбецький сум

# Languages::currency_code_veb
source: Venezuela Bolivar
es: Bolívar Venezolano Fuerte/Soberano
id: Bolivar Venezuela
ru: Венесуэльский боливар
uk: Болівар Венесуели

# Languages::currency_code_vef
source: Venezuela Bolivar Fuerte
es: Bolívar Venezolano Fuerte/Soberano
id: Bolivar Fuerte Venezuela
ru: Венесуэльский боливар фуэрте
uk: Болівар фуерте Венесуели

# Languages::currency_code_vnd
source: Vietnamese New Dong
es: Dong vietnamita nueva
id: Dong Vietnam
no: Vietnamesisk ny Dong
ru: Вьетнамский донг
uk: В'єтнамський новий донг

# Languages::currency_code_yer
source: Yemeni Rial
es: Rial yemení
id: Riyal Yaman
ru: Йеменский риал
uk: Єменський ріал

# Languages::currency_code_yum
source: Yugoslavian New Dinar
es: Dinar yugoslavo nuevo
id: Dinar Yugoslavia
no: Jugoslaviske nye dinarer
ru: Югославский новый динар
uk: Югославский новий динар

# Languages::currency_code_zmw
source: Zambian Kwacha
es: Kwacha zambiano
id: Kwacha Zambia
no: Zambiske Kwacha
ru: Замбийская квача
uk: Замбійска квача

# Languages::currency_code_zwd
source: Zimbabwe Dollar
es: Dólar zimbabuense
id: Dolar Zimbabwe
no: Zimbabwiske Dollar
ru: Доллар Зимбабве
uk: Долар Зімбабве

# Languages::editing_order_invoice_responsive
source: Editing invoice for order
el: Επεξεργασία τιμολογίου για την παραγγελία
es: Edición de la factura del pedido
id: Mengedit invois untuk order
ru: Редактирование счёта заказа
uk: Редагування рахунку замовлення

# Languages::responsive_admin.email_order_invoice_subject
source: [company_name]: Invoice for order
el: [company_name]: τιμολόγιο για την παραγγελία
es: [company_name]: Factura del pedido
id: [nama_perusahaan]: invois untuk order
ru: [company_name]: Счёт заказа
uk: [company_name]: рахунок замовлення

# Languages::easter_coming_soon_message
source: Uh-oh, it looks like this feature doesn't work yet! But we're on the job and will try to get it working soon.
el: -Ωχ, φαίνεται ότι αυτή η δυνατότητα δεν λειτουργεί ακόμα! Αλλά δουλεουμε σ αυτο και θα προσπαθήσουμε να το κανουμε να λειτουργήσει σύντομα.
es: Uh-oh, ¡parece que esta función no esta disponible todavía! Pero estamos trabajando para activar la función e intentaremos que esté disponible pronto.
id: Maaf, sepertinya fitur ini belum berfungsi. Kami akan memperbaikinya segera.
ru: Ой, похоже, эта функциональность ещё не работает! Но мы об этом знаем и постараемся скоро привести её в рабочее состояние.
uk: Ой-йой, схоже, ця фіча ще не працює! Але прямо зараз ми займаємося цим і скоро її запустимо.

# Languages::cookie_policy_upgrade_notification_title
source: Cookie notification settings moved to GDPR add-on
el: Οι ρυθμίσεις ειδοποιήσεων cookie μεταφέρθηκαν στο πρόσθετο GDPR
es: Configuración de notificación de cookies se trasladó a complemento GDPR
id: Pengaturan notifikasi cookie dipindahkan ke add-on GDPR
ru: Уведомление о файлах cookie перенесено в модуль GDPR
uk: Повідомлення про файли cookie перенесено в модуль GDPR

# Languages::cookie_policy_upgrade_notification_text
source: <p>Some countries require that websites notify customers about the use of cookies. Previously you could do that under <b>Settings → Security</b>. That setting has now been moved to the <b>GDPR Compliance (EU)</b> add-on. Here's what we advise doing:</p><ol><li>Go to <b>Add-ons → Manage add-ons</b>.</li><li>Switch to the <b>Browse all available add-ons</b> tab.</li><li>Make sure that the <b>GDPR Compliance (EU)</b> add-on is installed and active.</li><li>Click on the add-on name to open the its settings.</li><li>If the <b>Cookie consent</b> setting is set to <i>Implicit</i>, then your store behaves as before the upgrade.</li><li>Switch to the GDPR tab and make sure that the notifications about personal data processing are configured as you want them to.</li><li>Click <b>Save</b>.</li></ol><p>If you'd like, you can set the consent mode to <i>Explicit</i>; that way customers will need to explicitly agree to the use of cookies before they can access your store.</p>
el: <p>ορισμένες χώρες απαιτούν ότι ιστοσελίδες ενημερώνει τους πελάτες σχετικά με τη χρήση των cookies. Προηγουμένως, θα μπορούσατε να κάνετε ότι υπό <b>→ ρυθμίσεις ασφαλείας</b>. Αυτή η ρύθμιση έχει μετακινηθεί για το πρόσθετο <b>ΑΕΓΧΠΠ συμμόρφωση (ΕΕ)</b> . Εδώ είναι τι σας συμβουλεύουμε κάνει:</p><ol><li>πάει <b>πρόσθετα → Διαχείριση πρόσθετων</b>.</li><li>διακόπτη στους <b>αναζήτηση όλα τα διαθέσιμα πρόσθετα</b> tab.</li><li>να βεβαιωθείτε ότι το πρόσθετο ΑΕΓΧΠΠ συμμόρφωση (ΕΕ) με</b> <b>είναι εγκατεστημένο και ενεργό.</li>,<li>, κάντε κλικ στο όνομα του πρόσθετου, να ανοίξετε τις ρυθμίσεις του.</li><li>εάν συναινείτε <b>Cookie</b> ρύθμιση έχει οριστεί σε <i>πεπλεγμένες</i>, τότε το κατάστημά σας συμπεριφέρεται όπως πριν από την αναβάθμιση.</li><li>μεταβείτε στην καρτέλα ΑΕΓΧΠΠ και βεβαιωθείτε ότι έχουν ρυθμιστεί τις ειδοποιήσεις σχετικά με την επεξεργασία δεδομένων προσωπικού χαρακτήρα, όπως θέλετε να. Κάντε κλικ στο κουμπί</li><li> <b>Αποθήκευση</b>.</li></ol><p>αν θέλετε, μπορείτε να ορίσετε τη λειτουργία συγκατάθεση σε <i>ρητή</i>? με αυτόν τον τρόπο οι πελάτες θα πρέπει να συμφωνήσουν ρητά τη χρήση των cookies πριν μπορούν να έχουν πρόσβαση στο κατάστημα σας.</p>
es: <p>Algunos países requieren que los sitios web notifiquen a los clientes acerca del uso de cookies. Antes podías hacerlo en <b>Configuraciones → Seguridad</b>. Esta configuración ahora se ha trasladado al complemento del <b> Acuerdo de RGPD (UE)</b> A continuación lo que le aconsejamos que haga:</p><ol><li>Vaya a<b>Complementos → Manejar complementos</b>.</li><li>Cambie a<b> Examine la pestaña de todos los complementos disponibles</b>.</li><li>Asegúrese que<b>el complemento del Acuerdo de RGPD (UE)</b> se encuentre instalado y activo.</li><li>Haga clic en el nombre del complemento para abrir sus configuraciones.</li><li>Si la<b>configuración de consentimiento de utilización de Cookies</b>está configurada como<i>implícita</i>, su tienda se comparta como antes de que la actualización se realizara.</li><li> Cambie a la pestaña RGPD y asegúrese de que las notificaciones acerca del procesamiento de datos personales estén configurados como desea que funcionen.</li><li>Haga clic en<b>Guardar</b>.</li></ol><p>Si prefiere, puede configurar el modo de consentimiento para<i>Explícito</i>; de manera que sus clientes necesitarán estar de acuerdo explícitamente con el uso de cookies antes de que tengan acceso a su tienda.</p>
ru: <p>В некоторых странах требуется, чтобы сайты предупреждали пользователей о том, что используют файлы cookie (куки). Раньше настроить отображение такого уведомления можно было в меню <b>Настройки → Настройки безопасности</b>. Теперь же эта настройка находится в модуле <b>Соответствие GDPR</b>. Мы рекомендуем:</p><ol><li>Перейти в раздел <b>Модули → Управление модулями</b>.</li><li>Открыть вкладку <b>Просмотреть все доступные модули</b>.</li><li>Убедиться, что модуль <b>Соответствие GDPR</b> установлен и включен.</li><li>Нажать на название модуля, чтобы открыть его настройки.</li><li>Если у настройки <b>Согласие на файлы cookie</b> выбрано значение <i>Неявное</i>, то магазин ведёт себя так же, как и до обновления.</li><li>Перейти на вкладку GDPR и убедиться, что в нужных местах включены (или выключены) уведомления об обработке персональных данных.</li><li>Нажать <b>Сохранить</b>.</li></ol><p>Если хотите, можете требовать <i>явное</i> согласие на файлы cookie; тогда покупатели должны будут согласиться на использование cookie, прежде чем они смогут перейти в магазин.</p>
uk: <p>В деяких країнах потрібно, щоб сайти попереджали користувачів про те, що використовують файли cookie (куки). Раніше налаштувати відображення такого повідомлення можна було в меню <b>Установки → Установки безпеки</b>. Тепер же ця настройка знаходиться в модулі <b>Відповідність GDPR</b>. Ми рекомендуємо:</p><ol><li>Перейти в розділ <b>Модулі → Управління модулями</b>.</li><li>Відкрити вкладку <b>Переглянути всі доступні модулі</b>. </li><li>Переконатися, що модуль <b>Відповідність GDPR</b> встановлений і включений.</li><li>Натиснути на назву модуля, щоб відкрити його налаштування.</li><li>Якщо у налаштування <b>Згода на файли cookie</b> вибрано значення <i>Неявне</i>, то магазин поводиться так само, як і до оновлення.</li><li>Перейти на вкладку GDPR і переконатися, що в потрібних місцях включені (або вимкнені) повідомлення про обробку персональних даних</li><li>Натиснути <b>Зберегти</b>.</li></ol><p>Якщо хочете, можете вимагати <i>явну</i> згоду на файли cookie; тоді покупці повинні будуть погодитися на використання cookie, перш ніж вони зможуть перейти в магазин.</p>

# Languages::file_uploading_in_progress_please_wait
source: File uploading in progress. Please wait.
el: Η μεταφόρτωση αρχείου βρίσκεται σε εξέλιξη. Παρακαλώ περιμένετε.
es: Carga de archivos en progreso. Por favor espera.
id: Sedang mengunggah dokumen. Mohon tunggu.
ru: Идёт загрузка файлов. Пожалуйста, подождите.
tr: Yükleme işlemi gerçekleşiyor. Lütfen bekleyiniz.
uk: Йде завантаження. Будь ласка, зачекайте.

# Languages::profile_types_section_user
source: Customers and admins
el: Πελάτες και Διαχειριστές
id: Pelanggan dan admin
ru: Покупатели и администраторы
uk: Покупці і адміністратори

# Languages::profile_types_section_seller
source: Vendor information
el: Πληροφορίες πωλητή
id: Informasi vendor
ru: Информация о продавце
uk: Інформація про продавця

# Languages::profile_type
source: Profile type
el: Τυπος Προφίλ
es: Tipo de perfil
id: Jenis profil
ru: Тип профиля
tr: Profil türü
uk: Тип профілю

# Languages::bulk_edit.example_of_modified_value
source: Example of the modified value
el: Παράδειγμα τροποποιημένης τιμής
es: Ejemplo del valor modificado
id: Contoh nilai yang dimodifikasi
ru: Пример изменённого значения
uk: Приклад модифыкованого значення

# Languages::bulk_edit.decrease_hint
source: To decrease the value use the "-". Example: -5
el: Για να μειώσετε μια αξία καντε χρηση του «-». Παράδειγμα: -5
es: Para disminuir el valor, use "-". Ejemplo: -5
ru: Чтобы уменьшить значение, используйте "-". Пример: -5
uk: Щоб зменшити значення, використовуйте "-". Приклад: -5

# Languages::bulk_edit.make_active
source: Make products active
el: Ενεργοποίηση Προϊόντων
es: Activar los productos
id: Aktifkan produk
ru: Включить товары
uk: Включити товари

# Languages::bulk_edit.make_disabled
source: Make products disabled
el: Απενεργοποίηση Προϊόντων
es: Desactivar los productos
ru: Выключить товары
uk: Виключити товари
