Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
ar: لم يتم حذف العملة, حيث أنها العملة الأساسية للمتجر.
cs: Měna nebyla odstraněna, protože je to základní měna obchodu.
da: Valutaen er ikke blevet slettet, da det er den basisvaluta i butikken.
de: Die Währung wurde nicht gelöscht, weil diese im Shop als standard Währung definiert ist.
el: Το νόμισμα δεν μπορεί να διαγραφεί γιατί είναι το βασικό νόμισμα στο κατάστημα.
es: La moneda no se ha eliminado debido a que es la moneda principal de la tienda.
id: Mata uang belum dihapus karena merupakan mata uang utamadi toko.
ja: ベース通貨は削除できません。
no: Valutaen har ikke blitt slettet fordi den er basisvalutaen til nettbutikken.
ru: Эту валюту нельзя удалить, так как это основная валюта магазина.
tr: Esas para birimi silinemez, bu mağaza esas parabirimidir
uk: Цю валюту не можна видалити, так як це основна валюта магазину.
vi: Loại tiền tệ không xóa được bởi vì nó là loại tiền tệ chính của cửa hàng.

# Languages::base_price
source: Base price
ar: السعر الأساسي
cs: Základní cena
da: Basis pris
de: Basis Preis
el: Βασική τιμή
es: Precio base
id: harga dasar
ja: ベース価格
no: Basispris
ru: Основная цена
tr: Esas fiyat
uk: Очновна ціна
vi: Giá cơ sở

# Languages::bestsellers
source: Bestsellers
ar: الأكثر مبيعاً
cs: Nejprodávanější
da: Bestseller
de: Bestseller
el: Καλυτερα σε Πωλησεις
es: Más Vendidos
id: Terlaris
ja: ベストセラー
no: Bestselgere
ru: Хиты продаж
tr: Çok satılanlar
uk: Лідери продажів
vi: Bán chạy nhất

# Languages::biller_code
source: Biller code
ar: الكود المفوتر
cs: Biller Kód
da: fakturaafsender kode
de: Rechnungsnummer
el: Κωδικός πληρωτή
es: Código de quién factura
id: Kode Biller
no: Fakturaavsenderkode
ru: Код выставителя счёта
uk: Код виставителя рахунку
vi: Mã hóa đơn

# Languages::billing_address
source: Billing address
ar: عنوان الدفع
cs: Fakturační adresa
da: Betalingsadresse
de: Rechnungsadresse
el: Διεύθυνση Αποστολής Τιμολογίου
es: Dirección factura
id: Alamat tagihan
ja: 請求先住所
no: Kontoadresse
ru: Адрес плательщика
tr: Fatura adresi
uk: Адреса платника
vi: Địa chỉ thanh toán

# Languages::billing_options
source: Billing Options
ar: خيار الدفع
cs: Platební metody
da: Faktureringsmuligheder
de: Rechnungsoptionen
el: Τρόπος Πληρωμής
es: Opciones de facturación
id: Pilihan pembayaran
ja: 支払方法
no: Betalingsvalg
ru: Выбор способа оплаты
tr: Ödeme Seçenekleri
uk: Вибір способу оплати
vi: Tùy chọn thanh toán

# Languages::billing_shipping_address
source: Billing and Shipping Address
ar: عنوان الدفع والشحن
cs: Fakturační a doručovací adresa
da: Fakturerings- og leveringsadresse
de: Rechnungs- und Lieferadresse
el: Διεύθυνση Τιμολόγησης & Αποστολής
es: Direcciones de facturación y envío
id: Alamat kirim dan tagihan
ja: 請求先・配送先住所
no: Konto og leveringsadresse
ru: Адрес доставки
tr: Fatura ve Teslimat Adresi
uk: Адреса доставки
vi: Địa chỉ Thanh toán và Vận chuyển

# Languages::bill_to
source: Bill to
ar: تقديم إلى
cs: Fakturační adresa
da: Faktura Adresse
de: Rechnungsadresse
el: Πληρωμή σε
es: Facturar a
id: Tagih ke
ja: 請求先住所
no: Fakturer til
ru: Плательщик
tr: Fatura
uk: Платник
vi: Thanh toán tới

# Languages::block
source: Block
ar: الكتلة
cs: Blok
da: Blok
el: Μπλοκ
es: Bloque
id: Blok
ja: ブロック
no: Blokk
ru: Блок
tr: Blok
uk: Блок
vi: Khối

# Languages::blocks
source: Blocks
ar: الكتل
cs: Bloky
da: blok
de: Blöcke
el: Μπλοκς
es: Bloques
id: Blok
ja: ブロック
no: Blokker
ru: Блоки
tr: Bloklar
uk: Блоки
vi: Khối

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
ar: هذه الكتلة موجودة بالفعل في الشبكة
cs: Tento blok již existuje v této mřížce
da: Denne blok findes allerede i dette gitter
de: Dieser Block in diesem Raster ist bereits vorhanden
el: Αυτό το block υπάρχει ήδη σε αυτό το πλέγμα
es: Este bloque ya existe en esta cuadrícula
id: Block ini sudah ada di grid ini
ja: グリッド内にすでにこのブロックが存在します
no: Denne blokken eksisterer allerede i dette rutenettet
ru: Этот блок уже существует в секции
tr: Bu blok zaten bu ızgara içerisinde mevcut
uk: Цей блок вже існує в цій секції
vi: Khối này đã tồn tại trong bảng

# Languages::block_breadcrumbs
source: Breadcrumbs
ar: المسارات
cs: Lišta
de: Breadcrumbs (Navigationshilfe)
ja: パン屑リスト
no: Navigasjonssti
ru: Строка навигации
tr: Yönlendiriciler
uk: Рядок навігації

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
ar: مسارات التصفح
cs: Navigační lišta
el: Breadcrumbs Πλοήγησης
es: Navegación de breadcrumbs
id: Navigasi posisi halaman
ja: ナビゲーション用パン屑リスト
no: Navigasjonssti
ru: Строка навигации
uk: Рядок навігації (breadcrumbs)
vi: Đừng dẫn breadcrumbs

# Languages::block_categories_description
source: Category trees
ar: إضافة قائمة الفئات
cs: Strom kategórii
da: Kategoritræer
de: Beschreibung Kategorien
el: Δενδρα Κατηγοριων
es: Árboles de categoría
id: Struktur Kategori
ja: カテゴリーツリー
no: Kategorimenyer
ru: Деревья категорий товаров
uk: Дерева категорій товарів
vi: Danh mục cây

# Languages::block_products_description
source: Product showcase
ar: وسائل متعددة لعرض المنتجات
cs: Přehlídka zboží
da: Produktvitrine
de: Produktbeschreibung
el: Βιτρινα Προϊόντος
es: Presentación de producto
id: Showcase produk
ja: 商品リスト
no: Produkt utstillingsvindu
ru: Отображение товаров на витрине
uk: Відображення товарів у вітрині
vi: Sản phẩm trưng bày

# Languages::block_cart_content
source: Cart content
ar: محتويات السلّة
cs: Obsah košíku
da: Vogn indhold
de: Warenkorb Inhalt
el: Περιεχόμενο καλαθιού
es: Contenido del carrito
id: Isi Keranjang Belanja
ja: カートの内容
no: Innhold i handlevognen
ru: Корзина
tr: Sepet içeriği
uk: Вміст кошика
vi: Nội dung giỏ hàng

# Languages::block_cart_content_description
source: Current cart content
ar: محتويات السلّة الحالية
cs: Aktuální obsah košíku
da: Nuværende vogn indhold
de: Aktueller Warenkorb Inhalt
el: Περιεχόμενο τρεχοντος Καλαθιού
es: Contenido del carrito actual
id: Isi belanjaan saat ini
ja: 現在のカートの内容
no: Nåværende innhold i handlevognen
ru: Содержимое корзины
tr: Mevcut sepet içeriği
uk: Поточний вміст корзини
vi: Nội dung giỏ hàng hiện tại

# Languages::block_categories
source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
id: Kategori
ja: カテゴリー
no: Kategorier
ru: Категории
tr: Kategoriler
uk: Категорії
vi: Danh mục

# Languages::block_checkout
source: Checkout
ar: إتمام الشراء
cs: Pokladna
da: Til Kassen
de: Kasse (Checkout)
el: Ταμείο
es: Pasar por caja
id: Pembayaran
ja: 注文手続き
no: Sjekk ut
ru: Оформить заказ
tr: Ödeme
uk: Оформити замовлення
vi: Thanh toán

# Languages::block_checkout_description
source: Current order information
ar: معلومات الطلب الحالي
cs: Aktuální informace o objednávce
da: Nuværende ordreoplysninger
de: Information aktuelle Bestellung
el: Πληροφορίες τρέχουσας Παραγγελίας
es: Información del pedido actual
id: Info pesanan saat ini
ja: 現在の注文情報
no: Nåværende ordreinformasjon
ru: Информация о заказе
uk: Інформація про замовлення
vi: Thông tin đơn hàng hiện tại

# Languages::block_content
source: Block content
ar: محتوى الكتلة
cs: Obsah bloku
da: bloker indhold
de: Block-Inhalt
el: Περιεχόμενο μπλοκ
es: Contenido de bloque
id: blok konten
ja: ブロック内コンテンツ
no: Blokkinnhold
ru: Содержимое блока
tr: Blok içeriği
uk: Вміст блоку
vi: Nội dung khối

# Languages::block_currencies
source: Currencies
ar: العملات
cs: Měna
da: Valutaer
de: Währungen
el: Νομίσματα
es: Monedas
id: Mata uang
ja: 通貨
no: Valutaer
ru: Валюты
tr: Parabirimleri
uk: Валюти
vi: Tiền tệ

# Languages::block_currencies_description
source: Currency selector
ar: محدد العملة
cs: Výběr měny
da: Valutavælger
de: Aktueller Selektor
el: Επιλογέας Νομίσματος
es: Selector de moneda
id: Pilihan mata uang
ja: 通貨セレクタ
no: Valutavelger
ru: Переключатель валют
tr: Para birimi seçici
uk: Перемикач валют
vi: Chọn tiền tệ

# Languages::block_disabled
source: Block was disabled for this location
ar: تم تعطيل الكتلة لهذه المنطقة
cs: Pro toto umístění byl blok zakázán
da: bloker blev deaktiveret for denne placering
de: Block wurde für diese Location deaktiviert
el: Το μπλοκ έχει απενεργοποιηθεί για αυτήν την τοποθεσία
es: El Bloque fue desactivado para esta ubicación
id: Blok dinonaktifkan untuk location ini
ja: ご指定のブロックがこのページで無効化されました。
no: Blokken ble deaktivert for denne plasseringen
ru: Блок был выключен для этого пункта назначения
tr: Blok bu yer için devre dışı bırakıldı
uk: Блок був вимкнений для цього пункту призначення
vi: Block được vô hiệu hóa cho vị trí này

# Languages::block_enabled
source: Block was enabled for this location
ar: تم تعطيل الكتلة لهذه المنطقة
cs: Blok byl povolen pro toto umístění
da: Bloke blev aktiveret for denne placering
de: Block wurde für diese Location aktiviert
el: Το μπλοκ έχει ενεργοποιηθεί για αυτήν την τοποθεσία
es: El Bloque fue activado para esta ubicación
id: Blok diaktifkan untuk location ini
ja: ご指定のブロックがこのページで有効化されました。
no: Blokken ble aktivert for denne plasseringen
ru: Блок был включен для этого пункта назначения
tr: Blok bu yer için etkinleştirildi
uk: Блок був увімкнений для цього пункту призначення
vi: Block đã được kích hoạt cho vị trí này

# Languages::block_html_block
source: HTML block
ar: كتلة HTML
cs: HTML blok
da: HTML-blok
el: HTML μπλοκ
es: Block HTML
id: Blok HTML
ja: HTMLブロック
no: HTML blokk
ru: HTML блок
tr: HTML blok
uk: HTML-блок

# Languages::block_html_block_description
source: Any HTML content
ar: أي محتوى HTML
cs: Libovolný obsah HTML
da: Enhvert HTML-indhold
de: HTML Inhalt
el: Οποιοδηποτε HTML περιεχομενο
es: Cualquier contenido HTML
id: Isian HTML
ja: 任意のHTMLコンテンツ
no: Alt HTML innhold
ru: Любое HTML содержимое
tr: Herhangi bir HTML içerik
uk: Будь-який HTML-вміст
vi: Nội dung HTML bất kỳ

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
ar: حظر الآي بي بعد عدد معين من المحاولات الغير ناجحة
cs: Zablokovat IP po několika neúspěšncýh pokusech
da: Bloker IP efter en række mislykkede forsøg
de: IP nach einigen Fehlversuchen blockieren
el: Να μπλοκάρετε η IP μετά από έναν αριθμό ανεπιτυχών προσπαθειών
es: Bloquee IP después de varias intentos fracasados
id: Blokir IP setelah sejumlah upaya gagal
ja: ログインに指定回数以上失敗したIPアドレスのブロック
no: Blokker IP etter en rekke mislykkede forsøk
ru: Блокировать IP после ряда неудачных попыток
tr: IP yasaklama için hatalı giriş sayısı
uk: Блокувати IP після черги невдалих спроб
vi: Chặn IP sau khi một số nỗ lực đăng nhập không thành công

# Languages::block_languages
source: Languages
ar: اللغات
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
id: Languagess
ja: 言語
no: Språk
ru: Языки
tr: Diller
uk: Мови
vi: Ngôn ngữ

# Languages::block_languages_description
source: Language selector
ar: مغير اللغة
cs: Výběr jazyka
da: Valg af sprog
de: Sprachenselektor
el: Επιλογέας Γλώσσας
es: Selector de idioma
id: Pilihan mata uang
ja: 言語セレクタ
no: Språkvelger
ru: Переключатель языков
tr: Dil seçici
uk: Перемикач мов
vi: Chọn ngôn ngữ

# Languages::block_localizations
source: Localizations
ar: التمركزات
cs: Lokalizace
da: Lokaliseringer
de: Lokalisierungen
el: τοπικές προσαρμογές
es: Localizaciones
id: Lokalisasi
ja: ローカリゼーション
no: Lokaliseringer
ru: Локализации
uk: Локалізації
vi: Khu vực

# Languages::block_localizations_description
source: Localization selector
ar: مغير التمركز
cs: Výběr lokalizace
da: Lokalisering selector
de: Selektor für Lokalisierungen
el: Επιλογέας Τοπικής Προσαρμογής
es: Selector de localización
id: pemilih lokalisasi
ja: ローカリゼーションセレクタ
no: Lokaliseringsvelger
ru: Переключатель локализаций
uk: Перемикач локалізацій
vi: Chọn khu vực

# Languages::block_main
source: Main
ar: الأساسي
cs: Hlavní
de: Haupt
el: Κυρίως
es: Principal
id: Utama
ja: メイン
no: Hoved
ru: Главный
tr: Ana
uk: Головний
vi: Chính

# Languages::block_main_description
source: Main content (loaded by controller)
ar: المحتوى الأساسي (يتم تحميله تلقائياً)
cs: Hlavní obsah (naložený regulátorem)
da: Væsentligste indhold (indlæst af controller)
de: Hauptinhalt (von Kontroller geladet)
el: Κυρίως Περιεχόμενο (loaded by controller)
es: Contenido principal (cargado por el controlador)
id: Isian utama (loaded by controller)
ja: メインコンテンツ (コントローラーによりロード)
no: Hovedinnhold (lastet av kontrolleren)
ru: Главное содержимое (подгружается при помощи контроллера)
tr: Ana içerik (kontrolör tarafından yüklenen)
uk: Основний вміст (завантажується за допомогою контролера)
vi: Nội dung chính (được nạp bởi bảng điều khiển)

# Languages::block_manager
source: Block manager
ar: مدير الكتل
cs: Manager bloku
da: Bloker manager
el: Διαχείριση μπλοκ
es: Gestor de bloque
id: Pengurus blok
ja: ブロックマネージャー
no: Blokk redigerer
ru: Управление блоками
tr: Blok yönetimi
uk: Керування блоками
vi: Quản lý Block

# Languages::block_manager.fixed_layout
source: Fixed width
ar: عرض ثابت
cs: Pevná šířka
da: Fast bredde
de: Feste Breite
el: Σταθερο Πλατος
es: Anchura fija
id: Lebar tetap
ja: 固定幅
no: Fast bredde
ru: Фиксированная ширина
tr: Sabit genişlik
uk: Фіксована ширина
vi: Chiều rộng cố định

# Languages::block_manager.fluid_layout
source: Fluid
ar: عرض سلس
cs: Kapalina
da: Væske
de: Elastisch (Fluid)
el: Ρευστο
es: Fluido
ja: 可変幅
no: Flytende
ru: Диапазон
uk: Діапазон

# Languages::block_manager.full_width_layout
source: Full width
ar: عرض كامل
cs: Plná šířka
da: Fuld bredde
de: Ganze Breite
el: πλήρες πλάτος
es: Anchura completa
id: Lebar penuh
ja: 全幅表示
no: Full bredde
ru: По ширине окна
uk: По ширині вікна
vi: Chiều rộng đầy đủ

# Languages::block_manager.grid_columns
source: Grid columns
ar: عواميد الشبكة
cs: Sloupce mřížky
da: Gitter kolonner
de: Raster-Spalten
el: Στήλες Grid
es: Columnas de la cuadrícula
id: Kolom Grid
ja: グリッド数
no: Rutenett kolonner
ru: Число колонок
uk: Кількість стовпців
vi: Lưới cột

# Languages::block_manager.layout_width
source: Layout width
ar: عرض التخطيط
cs: Šířka rozložení
da: Layoutbredde
de: Layout-Breite
el: Πλάτος Layout
es: Anchura de layout
id: Lebar layout
ja: グリッドレイアウトの横幅
no: Layoutbredde
ru: Ширина страницы
uk: Ширина сторінки
vi: Chiều rộng bố cục

# Languages::block_manager.max_width
source: Maximal width
ar: العرض الأقصى
cs: Maximální šířka
da: Maksimal bredde
de: Maximale Breite
el: Μέγιστο Πλάτος
es: Anchura máxima
id: Lebar maksimum
ja: 最大幅(px)
no: Maksimal bredde
ru: Максимальная ширина
tr: Maksimum genişlik
uk: Максимальна ширина
vi: Chiều rộng tối đa

# Languages::block_manager.min_width
source: Minimal width
ar: العرض الأدنى
cs: Minimální šířka
da: Minimal bredde
de: Minimale Breite
el: Ελάχιστο Πλάτος
es: Anchura mínima
id: Lebar minimum
ja: 最小幅(px)
no: Minimal bredde
ru: Минимальная ширина
uk: Мінімальна ширина
vi: Chiều rộng tối thiểu

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
ar: لا يمكن تغيير التخطيط أثناء عمل الثيم في وضع الـ CSS. يرجى تفعيل وضع الـ LESS من <a target="_blank" href="[url]">محرر الثيم</a>.
cs: Nastavení rozvržení nelze změnit, pokud je téma převedeno na CSS. Umožnit LESS režim v <a target="_blank" href="[url]">Theme editoru</a>.
da: Skiftende layout når temaet er konverteret til CSS er ikke tilladt. Venligst aktiver mindre tilstand i <a target="_blank" class="cm-post" href="[url]"> tema-editor</a>.
de: Ein Layoutwechsel bei der Umwandlung des Themas in CSS ist nicht zulässig. Bitte aktivieren Sie den LESS-Modus im <a target="_blank" class="cm-post" href="[url]">Themeneditor</a>.
el: Δεν επιτρέπεται η αλλαγή διάταξης, όταν το θέμα μετατρέπεται σε CSS. Παρακαλώ ενεργοποιήστε τη λειτουργία LESS στο <a target="_blank" href="[url]"> Συντάκτη Θέματος</a>.
es: No se permite cambiar el diseño cuando el tema se ha convertido a CSS. Por favor, activa el modo LESS en el<a target="_blank" href="[url]">Editor de tema</a>.
id: Tidak diizinkan mengubah tata letak ketika tema dikonversi ke CSS. Silakan aktifkan mode LESS pada <a target="_blank" class="cm-post" href="[url]">Editor Tema</a>.
ja: テーマがCSSに変換されている場合にはレイアウトを変更できません。<a target="_blank" class="cm-post" href="[url]">テーマエディター</a>
no: Endring av layout når malen er konvertert til CSS er ikke tillatt. Vennligst aktiver LESS modus i <a target="_blank" class="cm-post" href="[url]">Mal redigeren</a>.
ru: Нельзя изменить настройки макета, если стили темы сконвертированы в CSS. Включите режим LESS в <a target="_blank" class="cm-post" href="[url]">Редакторе тем</a>.
tr: Tema CSS' e için dönüştürüldüğünde düzen değişimine izin verilmez. Lütfen <a target="_blank" class="cm-post" href="[url]"> Tema Editöründe</a> DAHA AZ modunu etkinleştirin.
uk: Нможливо змінити налаштування макета, якщо стилі теми сконвертовано в СSS. Увімкніть режим LESS в <a target="_blank" class="cm-post" href="[url]">Редакторі тем</a>.
vi: Thay đổi bố trí khi giao diện chuyển đổi sang CSS không được phép. Vui lòng kích hoạt chế độ ít hơn trong <a target="_blank" class="cm-post" href="[url]"> trình soạn thảo giao diện</a>.

# Languages::block_manager.add_layout_page
source: Add layout page
ar: إضافة تخطيط الصفحة
cs: Přidat rozvržení stránky
da: Tilføje sidelayout
de: Layoutseite hinzufügen
el: Προσθήκη διάταξης σελίδας
es: Añadir página de diseño
id: Tambahkan tata letak halaman
ja: レイアウトページの追加
no: Legg til layout side
ru: Добавить страницу макета
tr: Düzen sayfası Ekle
uk: Додати сторінку макета
vi: Thêm bố cục trang

# Languages::block_manager.editing_layout_page
source: Editing layout page
ar: تحرير تخطيط الصفحة
cs: Úprava rozvržení stránky
da: Redigering af sidelayout
de: Layoutseite bearbeiten
el: Επεξεργασία διάταξης σελίδας
es: Editar página de diseño
id: Edit tata letak halaman
ja: レイアウトページの編集
no: Rediger layout side
ru: Редактирование страницы макета
tr: Düzen sayfası düzenleme
uk: Редагування макета сторінки
vi: Sửa bố cục trang

# Languages::block_manager.new_layout_page
source: New layout page
ar: صفحة تخطيط جديد
cs: Nové rozvržení stránky
da: Nye sidelayout
de: Neue Layoutseite
el: Νέα διάταξης σελίδα
es: Nuevo diseño de página
id: Tata letak halaman baru
ja: 新規レイアウトページ
no: Ny layout side
ru: Новая страница макета
tr: Yeni düzen sayfası
uk: Нова сторінка макета
vi: Trang bố cục mới

# Languages::block_manager.layout_pages
source: Layout pages
ar: تخطيط الصفحات
cs: Rozvržení stránky
da: Layoutsider
de: Layoutseiten
el: Διάταξη σελίδων
es: Páginas de diseño
id: Tata letak halaman
ja: ページのレイアウト
no: Layout sider
ru: Страницы макета
tr: Düzen sayfaları
uk: Сторінки макета
vi: Bố cục trang

# Languages::block_manager.wrappers.lite_checkout
source: Lite checkout
ru: Простое оформление заказа
uk: Легке оформлення замовлення
vi: Thanh toán Lite

# Languages::block_lite_checkout_location
source: Checkout: Location
ru: Заказ: Местоположение
uk: Оформлення замовлення: Місцезнаходження
vi: Thanh toán: Địa điểm

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
ru: Город, область и страна покупателя
uk: Місто, область і країна покупця

# Languages::block_lite_checkout_customer_sign_in
source: Checkout: Sign-In
ru: Заказ: Вход в учётную запись
uk: Оформлення замовлення: Вхід

# Languages::block_lite_checkout_customer_sign_in_description
source: Sign-in button
ru: Кнопка входа в учётную запись
uk: Кнопка входу

# Languages::customer_sign_in
source: Customer Sign-In
ru: Вход покупателя в учётную запись
uk: Вхід покупця в обліковий запис
vi: Khách hàng đăng nhập

# Languages::block_lite_checkout_customer_information
source: Checkout: Customer Information
ru: Заказ: Информация о покупателе
uk: Оформлення замовлення: Інформація про покупця
vi: Thanh toán: Thông tin khách hàng

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
ru: Поля профиля с информацией о покупателе
uk: Поля профілю з інформацією про покупця

# Languages::block_lite_checkout_customer_address
source: Checkout: Address
ru: Заказ: Адрес
uk: Оформлення замовлення: Адреса

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
ru: Поля профиля для адреса покупателя
uk: Поля профілю з адресою покупця

# Languages::customer_address
source: Customer address
ru: Адрес покупателя
uk: Адреса покупця
vi: Địa chỉ khách hàng

# Languages::block_lite_checkout_shipping_methods
source: Checkout: Shipping methods
ru: Заказ: Способы доставки
uk: Оформлення замовлення: Способи доставки
vi: Thanh toán: Phương pháp vận chuyển

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
ru: Выбор способа доставки
uk: Вибір способу доставки

# Languages::block_lite_checkout_payment_methods
source: Checkout: Payment methods
ru: Заказ: Способы оплаты
uk: Оформлення замовлення: Способи оплати
vi: Thanh toán: Phương pháp thanh toán

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
ru: Выбор способа оплаты
uk: Вибір способу оплати

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
ru: Заказ: Юрлицо
uk: Заказ: Юридична адреса

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
ru: Поля профиля с дополнительными реквизитами
uk: Поля профілю для юридичної адреси

# Languages::block_lite_checkout_customer_notes
source: Checkout: Notes
ru: Заказ: Примечания
uk: Оформлення замовлення: Примітки

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
ru: Примечания покупателя о заказе
uk: Примітки покупця про замовлення

# Languages::block_lite_checkout_terms_and_conditions
source: Checkout: Terms and conditions
ru: Заказ: Условия обслуживания
uk: Оформлення замовлення: Умови
vi: Thanh toán: Điều khoản và điều kiện

# Languages::block_lite_checkout_terms_and_conditions_description
source: Checkbox for accepting terms and conditions
ru: Галка согласия с условиями оформления заказа
uk: Прапорець про згоду з умовами оформлення замовлення

# Languages::terms_and_conditions
source: Terms and conditions
ru: Условия
uk: Умови
vi: Điều khoản và điều kiện

# Languages::block_menu
source: Menu
ar: القائمة
cs: Nabídka
de: Menü
el: Μενού
es: Menú
ja: メニュー
no: Meny
ru: Меню
tr: Menü
uk: Меню
vi: Trình đơn

# Languages::block_menu_description
source: Different types of menus
ar: أنواع مختلفة من القوائم
cs: Různé typy nabídek
da: Forskellige typer af menuer
de: Verschiedene Menu-Typen
el: Διαφορετικοί τύποι μενού
es: Diferentes tipos de menús
id: Berbagai jenis menu
ja: 異なるタイプのメニュー
no: Ulike typer av menyer
ru: Различные типы меню
uk: Різні види меню
vi: Các loại khác của trình đơn

# Languages::block_my_account
source: My account
ar: حسابي
cs: Můj účet
da: Min konto
de: Mein Konto
el: Ο Λογαριασμός μου
es: Mi cuenta
id: Akun saya
ja: マイアカウント
no: Min konto
ru: Мой профиль
tr: Hesabım
uk: Мій профіль
vi: Tài khoản của tôi

# Languages::block_my_account_description
source: Customer profile access
ar: الوصول لملف العميل
cs: Přístup k profilu zákazníka
da: Kunde profiladgang
de: Zugang Kundenprofil
el: Πρόσβαση στο προφίλ του πελάτη
es: Acceso de perfil del cliente
id: Akses profil pelanggan
ja: 会員情報へのアクセス
no: Kundeprofil tilgang
ru: Доступ к учетной записи
tr: Müşteri profil erişimi
uk: Доступ до облікового запису
vi: Hồ sơ truy cập khác hàng

# Languages::block_name
source: Block name
ar: اسم الكتلة
cs: Název bloku
da: Bloker navn
el: Όνομα μπλοκ
es: Nombre de bloque
id: Nama blok
ja: ブロック名
no: Blokknavn
ru: Название блока
tr: Blok adı
uk: Назва блоку
vi: Tên khối

# Languages::block_options
source: Block options
ar: خيارات الكتلة
cs: Možnosti bloků
da: Blokeringsmuligheder
de: Blockoptionen
el: Επιλογές Block
es: Opciones del block
id: Opsi blok
ja: ブロックオプション
no: Blokkinstillinger
ru: Параметры блока
tr: Blok Seçenekleri
uk: Параметри блоку
vi: Tùy chọn khối
