Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::uc_execute_validator
source: Execute "[validator]" validator
cs: Spustit validátor "[validator]"
da: Udføre "[validator]" validator
el: Εκτελέσει validator "[validator]"
es: Ejecutar "[validator]" validador
id: Melaksanakan validator "[validator]"
ja: "[validator]" チェッカーの実行
no: Kjør "[validator]" validator
ru: Выполнить проверку «[validator]»
tr: "[validator]" doğrulayıcısını uygula
uk: Виконати перевірку «[validator]»
vi: Thực hiện xác nhận "[validator]"

# Languages::uc_copy_files
source: Copy files
cs: Kopírovat soubory
da: Kopiere filer
el: Αντιγραφή αρχείων
es: Copiar archivos
id: Menyalin file
ja: ファイルのコピー
no: Kopier filer
ru: Копирование файлов
tr: Dosyaları kopyala
uk: Копіювати файли
vi: Sao chép tập tin

# Languages::uc_run_migrations
source: Run migrations
cs: Spustit přenesení
da: Køre migrationer
el: Εκτελέστε μεταναστεύσεις
es: Ejecutar las migraciones
id: Menjalankan migrasi
ja: アップグレードの実行
no: Kjør migrasjon
ru: Запуск миграции
tr: Geçişleri çalıştır
uk: Запуск міграції
vi: Chạy quá trình di chuyển

# Languages::uc_install_languages
source: Install languages
cs: Instalace jazyků
da: Installer sprog
el: Εγκατασταση γλώσσας
es: Instalar idiomas
id: Instal bahasa
ja: 言語のインストール
no: Installer språk
ru: Установить языки
tr: Dilleri yükle
uk: Встановлення мови
vi: Cài đặt ngôn ngữ

# Languages::uc_upgrade_progress
source: Upgrade progress
cs: Stav aktualizace
da: Opgradere fremskridt
el: Πρόοδος Αναβάθμισης
es: Curso de actualización
id: Meng-upgrade kemajuan
ja: アップグレードの進捗状況
no: Fremdriften i oppgraderingen
ru: Статус обновления
tr: Yükseltme süreci
uk: Прогрес оновлення
vi: Tiến trình nâng cấp

# Languages::upload_upgrade_package
source: Upload upgrade package
cs: Nahrát zdokonalení balíček
da: Uploade opgraderingspakke
de: Upgrade-Paket hochladen
el: Ανεβάστε το πακέτο αναβάθμισης
es: Cargar el paquete de actualización
id: Upload paket upgrade
ja: アップグレードパッケージのアップロード
no: Last opp oppgraderingspakken
ru: Загрузить пакет обновлений
tr: Yükseltme paketini yükle
uk: Завантажити пакет оновлення
vi: Tải lên các gói nâng cấp

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
cs: Nahrávání balíčků aktualizací vám umožňuje aplikovat rychlé opravy nebo aktualizace doplňků. Můžete nahrát aktualizační balíček výběrem tgz,gz,zip archivu a kliknutím na tlačítko Nahrát.
da: Uploade opgraderingspakke gør din i stand til at anvende HotFixes eller tilføjelse opgraderinger. Du kan uploade en opgraderingspakke ved at vælge en tgz, gz, zip format arkiv og klikke på Upload.
de: Das Upgrade-Paket zum Hochladen ermöglicht es Ihnen, HotFixes oder Add-on-Upgrades anzuwenden. Sie können ein Upgrade-Paket hochladen, indem Sie ein Archiv im tgz-, gz- oder zip-Format auswählen und auf Hochladen klicken.
el: Φόρτωνοντας πακέτα αναβάθμισης σας δίνεται η δυνατότητα να εφαρμόσετε επείγουσες επιδιορθώσεις ή αναβαθμίσεις πρόσθετων. Μπορείτε να φορτώσετε ένα πακέτο αναβάθμισης, επιλέγοντας ένα αρχείο με φορματ tgz, gz, zip και πατώντας το κουμπι Φόρτωση.
es: Cargar paquete de actualización le permite aplicar revisiones o complemento en las actualizaciones. Puede cargar un paquete de actualización escogiendo un tgz, gz, archivo en formato zip y haciendo clic en Cargar.
id: Mengunggah paket upgrade memungkinkan Anda menerapkan upgrade HotFixes atau Add-on. Anda dapat mengunggah paket upgrade dengan memilih arsip format zip tgz, gz, dan mengklik Upload.
ja: アップグレードパッケージをアップロードすることによりホットフィックスの適用やアドオンのアップグレードが可能になります。tgz、gz、zip形式のアップグレードパッケージ選択してアップロードしてください。
no: Opplasting av oppgraderingspakken gjør at du kan legge til hurtigreparasjoner eller modul oppgraderinger. Du kan laste opp en oppgraderingspakke ved å velge en tgz, gz eller zip formatert fil og så klikke Last opp.
ru: Загрузите пакет обновлений, чтобы применить хотфикс или обновить модуль. Выберите архив в формате tgz, gz или zip и нажмите Загрузить.
tr: Güncelleme paketi yükleme, HotFixes uygulamak veya eklenti yüklemeleri sağlar. Bir tgz, gz, zip biçimi arşivi seçip yükleyi tıklatarak bir güncelleme paketi yükleyebilirsiniz.
uk: Завантажте пакет оновлень, щоб застосувати хотфиксов або оновити модуль. Виберіть архів у форматі tgz, gz або zip і натисніть Завантажити.
vi: Tải lên các gói nâng cấp cho phép bạn áp dụng HotFixes hoặc nâng cấp add-on. Bạn có thể tải lên một gói nâng cấp bằng cách chọn một định dạng lưu trữ tgz, gz, zip và nhấp vào tải lên.

# Languages::outside_navigation
source: Outside navigation
cs: Mimo navigace
da: Udenfor navigation
de: Außennavigation
es: Navegación externa
id: Di luar navigasi
ja: スクローラーの右上にナビゲーションを表示
no: Utenfor navigasjon
ru: Внешняя навигация
tr: Site dışı gezinti
uk: Зовнішня навігація
vi: Chuyển hướng bên ngoài

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
ar: نوع سمة غير صحيحة. لم يتم تحديث بعض ميزات المنتج.
cs: Nesprávný typ vlastnosti. Některé vlastnosti zboží nebyly aktualizovány.
da: Forkert funktionstype. Nogle produktfunktioner blev ikke opdateret.
de: Falscher Feature-Typ. Einige Produktmerkmale wurden nicht aktualisiert.
el: Εσφαλμένος τύπς χαρακτηριστικου. Μερικά χαρακτηριστικά προϊόντων δεν ενημερώθηκαν.
es: Tipo de función incorrecta. Algunas características del producto no se actualizaron.
id: Jenis fitur salah Beberapa fitur produk tidak diperbarui.
ja: タイプが正しくないため更新されなかった商品の追加情報があります。
no: Feil funksjonstype. Noen produktfunksjoner ble ikke oppdatert.
ru: Некорректный тип характеристики. Некоторые характеристики не обновлены.
tr: Hatalı özellik türü. Bazı ürün özellikleri güncelleştirilmedi.
uk: Некоректний тип характеристики. Деякі характеристики не оновлені.
vi: Loại tính năng không chính xác. Một số tính năng sản phẩm không được cập nhật.

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
ar: اسم الميزة مفقود. لم يتم تحديث بعض ميزات المنتج.
cs: Chybí název vlastnosti. Některé vlastnosti zboží nebyly aktualizovány.
da: Funktionsnavnet mangler. Nogle produktfunktioner blev ikke opdateret.
de: Der Feature-Name fehlt. Einige Produktmerkmale wurden nicht aktualisiert.
el: Λείπει το όνομα χαρακτηριστικου. Μερικά χαρακτηριστικά προϊόντων δεν ενημερώθηκαν.
es: Nombre de la función no se encuentra. Algunas características del producto no se actualizaron.
id: Nama fitur hilang Beberapa fitur produk tidak diperbarui.
ja: 名称が設定されていないため更新されなかった商品の追加情報があります。
no: Funksjonens navn mangler. Noen produktfunksjoner ble ikke oppdatert.
ru: Название характеристики отсутствует. Некоторые характеристики товара не были обновлены.
tr: Özellik adı eksik. Bazı ürün özellikleri güncelleştirilmedi.
uk: Назва характеристики відсутня. Деякі характеристики товару не були поновлені.
vi: Tên tính năng là mất tích. Một số tính năng sản phẩm không được cập nhật.

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
ar: يجب أن تظل واجهة واحدة على الأقل
cs: Alespoň jeden obchod musí zůstat
da: Mindst én butiksfacade skal forblive
de: Mindestens eine Schaufensterfront muss erhalten bleiben
el: Πρέπει να παραμείνει τουλάχιστον μία βιτρίνα
es: Al menos una tienda debe permanecer
id: Setidaknya satu etalase harus tetap ada
ja: すべてのショップを削除することはできません。
no: Minst én nettbutikk må være igjen
ru: Один магазин должен остаться
tr: En az bir dükkandan kalmalıdır
uk: Має залишатися хоча б один магазин
vi: Ít nhất một cửa hàng chính phải còn lại

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
de: Sie können die Sicherung in bestimmten Zeitabständen automatisch durchführen. Fügen Sie dazu den folgenden Befehl <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>: hinzu:
el: Μπορείτε να εκτελέσετε τη δημιουργια αντίγραφου ασφαλείας αυτόματα σε συγκεκριμένα χρονικά διαστήματα. Για να το κάνετε αυτό, προσθέστε την ακόλουθη εντολή <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
es: Puede ejecutar la copia de seguridad automáticamente en ciertos intervalos de tiempo. Para hacerlo, agregue el siguiente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron </a>:
id: Anda dapat melakukan pencadangan secara otomatis pada jarak waktu tertentu. Untuk melakukannya, tambahkan perintah berikut ke <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ru: Создание резервной копии можно запускать автоматически через определённые промежутки времени. Для этого добавьте в <a href="https://ru.wikipedia.org/wiki/Cron" target="_blank">cron</a> следующую команду:
uk: Створення резервної копії можна запускати автоматично через певні проміжки часу. Для цього додайте в <a href="https://uk.wikipedia.org/wiki/Cron" target="_blank">cron</a> наступну команду:

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
ar: لا يمكن استعادة الملف. ملفات.sql،.zip و.tgz فقط مسموح بها.
cs: Soubor nelze obnovit. Jen soubory .sql, .zip a .tgz jsou povoleny.
da: Filen kan ikke gendannes. Eneste .sql, .zip og .tgz filer er tilladt.
de: Die Datei kann nicht wiederhergestellt werden. Es sind nur .sql, .zip und .tgz Dateien erlaubt.
el: Αρχείο δεν μπορεί να αποκατασταθεί. Επιτρέπονται μόνο αρχεία .sql, .zip και .tgz.
es: El archivo no se puede restaurar. Sólo .sql, se permiten los archivos .zip y .tgz.
id: File tidak dapat dipulihkan. File .sql, .zip dan .tgz hanya diperbolehkan.
ja: リストアできませんでした。リストアには .sql、.zip および .tgz 形式のファイルのみ利用できます。
no: Filen kan ikke gjenopprettes. Kun .sql, zip og .tgz filer er tillatt.
ru: Файл не может быть восстановлен. Разрешены только файлы форматов .sql, .zip и .tgz.
tr: Dosya geri yüklenemiyor. Yalnızca .sql, .zip ve .tgz dosyaları izin verilir.
uk: Файл не можна відновити. Дозволяється лише файли. SQL, ZIP і .tgz.
vi: Tập tin không thể khôi phục được. Chỉ các tập tin dạng .sql, zip và .tgz là được phép.

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
ar: لا يمكن الكتابة إلى الملف <b>[file]</b>. تعيين أذونات للكتابة يدوياً أو التحقق من الوصول إلى بروتوكول نقل الملفات إلى الخادم الخاص بك في المقطع <a href="[url]"> "ترقية مركز"</a>
cs: Nelze zapisovat do souboru <b>[file]</b>. Nastavení oprávnění k zápisu ručně zkontrolujte nebo zkontrolujte FTP přístup k serveru v <a href="[url]">"Centrum aktualizace"</a>
da: Der kan ikke skrives til filen <b>[file]</b>. Angive de skrivbare tilladelser manuelt eller kontrollere FTP adgang til din server i afsnittet <a href="[url]"> "Opgradere center"</a>
de: Kann nicht in die Datei <b>[file]</b>schreiben. Setzen Sie die beschreibbaren Berechtigungen manuell oder überprüfen Sie den FTP-Zugang zu Ihrem Server im Abschnitt <a href="[url]">"Upgrade center"</a>
el: Δεν μπορώ να γράψω στο αρχείο <b>[file]</b>. Ορίστε τα εγγράψιμα δικαιώματα χειροκινητα ή ελέγξετε την πρόσβαση FTP στο διακομιστή σας, στην ενότητα <a href="[url]"> "Κέντρο Αναβάθμισης"</a>
es: No se puede escribir en el archivo <b>[file]</b>.Establezca los permisos de escritura manual o comprobar el acceso FTP a su servidor en el <a href="[url]">"centro actualización"</a> sección
id: Tidak dapat menulis ke file <b>[file]</b>. Mengatur perizinan dapat ditulis secara manual atau periksa akses FTP ke server Anda di bagian <a href="[url]"> "Upgrade pusat"</a>
ja: ファイル <b>[file]</b> に書き込みできません。手動で書き込み可能なパーミッションを設定するか <a href="[url]">"アップグレードセンター"</a> からFTPアクセスの設定を行ってください。
no: Kan ikke skrive til filen <b>[file]</b>. Angi skrivetillatelser manuelt eller sjekk FTP-tilgangen til serveren i <a href="[url]">"Oppgraderingssenteret"</a> section
ru: Не удается записать в файл <b>[file]</b>. Установите права на запись вручную или проверьте FTP доступ к вашему серверу в разделе <a href="[url]">"Центр обновления"</a>
tr: <b>[file]</b> dosyasına yazılamıyor. Yazılabilir izinleri manuel olarak ayarlayın veya <a href="[url]">"Yükseltme Merkezi"</a> bölümündeki sunucunuza FTP erişimini kontrol edin
uk: Не вдається записати у файл <b>[file]</b>. Встановіть права на запис вручну або перевірте FTP доступ до вашого сервера в розділі <a href="[url]"> "Центр оновлення" </a>
vi: Không thể ghi vào tập tin <b>[file]</b>. Thiết lập các cấp phép có thể ghi được bằng tay hoặc kiểm tra truy cập FTP đến máy chủ của bạn trong phần <a href="[url]"> "Trung tâm nâng cấp"</a>
