Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_store_mode_changed_to_ult.ru.ultimate
source: Your store now uses an active license. With the [product] Ultimate edition, you get the ability to use an unlimited number of storefronts.
da: Din butik nu bruger en aktiv licens. Med [product] ultimative udgave får du mulighed for at bruge et ubegrænset antal butiksfacader.
el: Το κατάστημά σας χρησιμοποιεί τώρα μια ενεργή άδεια. Με το [product] Ultimate edition, έχετε τη δυνατότητα να χρησιμοποιήσετε έναν απεριόριστο αριθμό από βιτρίνες.
es: Su tienda ya utiliza una licencia activa. Con la última edición del [product], puedes obtener la capacidad de utilizar un número ilimitado de frontales de tienda.
id: Toko Anda sekarang menggunakan lisensi aktif. Dengan edisi utama [product], Anda bisa menggunakan jumlah etalase yang tidak terbatas.
no: Din butikk bruker nå et aktiv lisens. Med [product] Ultimate utgaven, har du mulighet til å opprette et ubegrenset antall butikker.
ru: В Вашем магазине используется действующая лицензия. В редакции [product] Ultimate можно использовать неограниченное число витрин.
tr: Mağazanızda aktif bir lisans bulunuyor. Artık [product] Ultimate sürümüyle, sınırsız sayıda mağaza açabilme hakkına sahipsiniz.
uk: У Вашому магазині використовується діюча ліцензія. В редакції [product] Ultimate можна використовувати необмежену кількість вітрин.

# Languages::ultimate_license_required
source: [product] Ultimate is required for this
el: [product] Ultimate απαιτείται για αυτό
es: [product] La última versión se requiere para esto
id: [product] Ultima diperlukan untuk ini
ru: Для этого нужен [product] Ultimate
uk: Для цього потрібен [product] Ultimate

# Languages::ultimate_or_storefront_license_required
source: This action requires [product] Ultimate or an additional Storefront License
el: Αυτή η ενέργεια απαιτεί την έκδοση [product] Ultimate ή μια πρόσθετη άδεια Storefront
es: Esta acción requiere [product] la última versión o una licencia adicional para frontales de tienda
id: Tindakan ini membutuhkan [product] Ultima atau Lisensi Etalase tambahan
ru: Для этого нужен [product] Ultimate или лицензия на дополнительную витрину
uk: Для цього потрібен [product] Ultimate або ліцензія на додаткову вітрину

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[storefront_license_url]" target="_blank">Storefront License</a>. We also offer <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
el: <p> Έχετε φτάσει στο όριο των διαθέσιμων για την άδειά σας καταστημάτων. Η προσθήκη μιας ακομη βιτρινας προϋποθέτει την αγορά μιας <a href="[storefront_license_url]" target="_blank"> Άδειας Storefront </a>. Προσφέρουμε επίσης την εκδοση <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate </a>, με απεριόριστο αριθμό βιτρινων. </ P>
es: <p>Haz alcanzado el límite de frontales de tienda disponibles para tu licencia. Agregar otra frontales de tienda requiere de la compra de una <a href="[storefront_license_url]" target="_blank"> Licencia para frontales de tienda</a>. También ofrecemos<a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, una edición con un número ilimitado de frontales de tienda</p>
ru: <p>Достигнуто максимальное количество витрин, доступное для вашей лицензии. Чтобы добавить ещё одну витрину, нужно купить <a href="[storefront_license_url]" target="_blank">лицензию на дополнительную витрину</a>. Мы также предлагаем <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, редакцию с неограниченным количеством витрин.</p>
uk: <p>Досягнуто максимальної кількості вітрин, доступної для вашої ліцензії. Щоб додати ще одну вітрину, треба купити <a href="[storefront_license_url]" target="_blank">ліцензію на додаткову вітрину</a>. Ми також пропонуємо <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, редакцію з необмеженою кількістю вітрин.</p>

# Languages::new_text_ultimate_license_required
source: A special edition of [product] that offers an unlimited number of storefronts. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
el: Μια ειδική έκδοση του [προϊόντος] που προσφέρει απεριόριστο αριθμό καταστημάτων. Εάν μεταβείτε στο <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate </a>, δεν θα δείτε ξανά το μήνυμα σχετικά με το όριο των βιτρινων.
es: Una edición especial del [product] que ofrece un número ilimitado de frontales de tienda. Si cambia a<a href="[ultimate_license_url]" target="_blank">[product] la última versión</a>, nunca verá este mensaje relacionado con los límites de los frontales de tienda de nuevo.
ru: Особая редакция [product], в которой можно создать неограниченное количество витрин. Если вы перейдёте на <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, то никогда больше не увидите сообщение о том, что нельзя создать витрину.
uk: Особлива редакція [product], в якій можна створити необмежену кількість вітрин. Якщо ви перейдете на <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, то ніколи більше не побачите повідомлення про те, що не можна створити вітрину.

# Languages::text_only_ultimate_license_required
source: A special edition called [product] Ultimate is required to perform this action. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see this message again, and you'll also be able to create an unlimited number of storefronts.
el: Για την εκτέλεση αυτής της ενέργειας απαιτείται μια ειδική έκδοση που ονομάζεται [product] Ultimate. Εάν μεταβείτε στο <a href="[ultimate_license_url]" target="_blank"> [product] Ultimate </a>, δεν θα δείτε ξανά αυτό το μήνυμα και θα μπορείτε επίσης να δημιουργήσετε έναν απεριόριστο αριθμό βιτρίνων.
es: Una edición especial llamada [product] versión más reciente es requerida para ejecutar esta acción. Si cambia a<a href="[ultimate_license_url]" target="_blank"> la versión más receinte</a>, no verá este mensaje de nuevo, y será capaz de creear un número ilimitado de frontales de tienda.
ru: Чтобы выполнить это действие, нужна особая редакция — [product] Ultimate. Если вы перейдёте на <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, то никогда больше не увидите это сообщение, а также сможете создавать неограниченное количество витрин.
uk: Щоб виконати цю дію, потрібна особлива редакція - [product] Ultimate. Якщо ви перейдете на <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, то ніколи більше не побачите це повідомлення, а також зможете створювати необмежену кількість вітрин.

# Languages::text_storefront_license_required
source: An additional storefront for your standard [product] license. Good for those who don't intend to add a few more storefronts in the future.
el: Μια πρόσθετη βιτρίνα για την βασικη σας άδεια [product] . Καλό για όσους δεν σκοπεύουν να προσθέσουν μερικές ακόμη βιτρίνες στο μέλλον.
es: Un frontal de tienda para la licencia estandár de [product]. Este tipo de licencia es la ideal para aquellos que no tienen la intención de agregar algunos frontales de tienda en el futuro.
ru: Дополнительная витрина для вашей лицензии [product]. Подходит тем, кто не планирует в дальнейшем добавить ещё несколько витрин.
uk: Додаткова вітрина для вашої ліцензії [product]. Підходить тим, хто не планує надалі додати ще кілька вітрин.

# Languages::available_upgrades
source: Available upgrades
ar: الترقيات المتوفرة
da: Tilgængelige opgraderinger
de: Verfügbare Upgrades
el: Διαθέσιμες αναβαθμίσεις
es: Actualizaciones disponibles
id: Upgrade yang tersedia
no: Tilgjengelige oppgraderinger
ru: Доступные обновления
tr: Kullanılabilir yükseltmeler
uk: Доступні оновлення

# Languages::additional_storefront_license_required
source: Additional [product] Storefront License Required
ar: مطلوب ترخيص واجهة المتجر [product] إضافي
da: Yderligere [product] butiksfacade licens kræves
el: Απαιτείται επιπλέον [product] κατάστημα
es: Una licencia adicional es requerida para el [product]
id: Tambahan [product] Storefront License Required
no: Flere [product] butikkforside lisenser er påkrevd
ru: Необходима лицензия на дополнительную витрину
tr: Ekstra [product] mağaza lisansı gerektirir
uk: Необхідна ліцензія на додаткову вітрину [product]

# Languages::text_additional_storefront_license_required
source: <p>You can't add a new storefront. The maximum number of storefronts allowed by your current license <code>[license_number]</code> is [allowed_storefronts], and you currently have [existing_storefronts].</p><p>To be able to add another storefront, please buy additional [product] Storefront License. If you want to add multiple new storefronts, buy the corresponding number of licenses.</p>
ar: <p>لا يمكنك إضافة واجهة جديدة. الحد الأقصى لعدد واجهات المحلات يسمح بالترخيص الحالي الخاص بك هو <code>[license_number]</code> [allowed_storefronts]، وكان لديك حاليا [existing_storefronts].</p> <p>أن تكون قادراً على إضافة محل آخر، الرجاء شراء إضافية [product] "ترخيص المخزن". إذا كنت ترغب في إضافة واجهات المحلات جديدة متعددة، شراء المقابلة عدد التراخيص.</p>
da: <p>Du ikke kan tilføje en ny butiksfacade. Det maksimale antal butiksfacader tilladt af licensen til dit aktuelle <code>[license_number]</code> er [allowed_storefronts], og du har i øjeblikket [existing_storefronts].</p> <p>At tilføje en anden butiksfacade, kan du købe ekstra [product] butiksfacade licens. Hvis du vil tilføje flere nye butiksfacader, købe det tilsvarende antal licenser.</p>
de: <p>Sie können keine neue Schaufensterfront hinzufügen. Die maximale Anzahl der Schaufenster, die von Ihrer aktuellen Lizenz <code>[license_number]</code> erlaubt sind, ist [allowed_storefronts] und Sie haben derzeit [existing_storefronts]. </p><p>Um eine weitere Schaufensterfront hinzufügen zu können, kaufen Sie bitte eine zusätzliche [product] Schaufensterlizenz. Wenn Sie mehrere neue Schaufenster hinzufügen möchten, kaufen Sie die entsprechende Anzahl von Lizenzen.</p>
el: <p>Δεν μπορείτε να προσθέσετε νεο κατάστημα. Ο μέγιστος αριθμός καταστηματων που επιτρέπεται από την τρέχουσα άδεια χρήσης σας <code>[license_number]</code> είναι [allowed_storefronts], και έχετε επί του παρόντος [existing_storefronts].</p> <p>Για μπορέσετε να προσθέσετε ενα ακομη καταστημα, παρακαλείσθε να αγοράσετε πρόσθετα [product] καταστηματα. Εάν θέλετε να προσθέσετε πολλά νεα καταστηματα, αγοράστε τον αντίστοιχο αριθμό αδειών.</p>
es: <p>No puedes agregar un nuevo frontal de tienda. El número máximo de frontales de tienda permitido para tu licencia actual <code>[license_number]</code> es [allowed_storefronts], y que actualmente tienes [existing_storefronts]</p><p> Para agregar otro frontal de tienda, por favor compre [product] una licencia adicional para frontales de tienda. Si quiere agregar nuevos frontales de tienda múltiples, compre el número de licencias correspondiente.</p>
id: <p>Anda tidak dapat menambahkan etalase baru. Jumlah maksimum etalase yang diizinkan oleh lisensi Anda saat ini <code>[license_number]</code> adalah [allowed_storefronts], dan saat ini Anda memiliki [existing_storefronts].</p><p>Agar dapat menambahkan etalase lain, silakan membeli tambahan [product] Storefront License. Jika Anda ingin menambahkan beberapa etalase baru, beli nomor lisensi yang sesuai.</p>
no: <p>Du kan ikke legge til en ny butikkforside. Maksimalt antall butikker for gjeldende lisens <code>[license_number]</code> er [allowed_storefronts], og du har for tiden [existing_storefronts].</p><p>For å kunne legge til en ny butikk, kan du kjøpe en ny [product] butikkforside lisens. Hvis du ønsker å legge til flere nye butikker, må du kjøpe tilsvarende antall lisenser.</p>
ru: <p>Нельзя создать новую витрину. Число витрин, доступных для вашей лицензии <code>[license_number]</code>: [allowed_storefronts].</p><p>Число витрин, существующих в вашем магазине: [existing_storefronts].</p><p>Чтобы создать больше витрин, приобретите необходимое количество лицензий на дополнительные витрины.</p>
tr: <p>Yeni mağaza ekleyemezsiniz. Sahip olduğunuz lisanda maksimum sayıda izin verilen mağaza açma sınırına ulaşıldı. <code>[license_number]</code>sürümü[allowed_storefronts] sayıda mağazaya izin verirken siz [existing_storefronts] sınırındasınız.</p><p>Daha fazla mağaza açabilme adına, lütfen ekstra [product] Mağaza Lisansı alın. Eğer daha fazla çoklu mağaza açmaya devam etmek istiyorsanız, gerekli sayıda lisans aldığınızdan emin olun.</p>
uk: <p>Не можна створити нову вітрину. Число вітрин, доступних для вашої ліцензії <code>[license_number]</code>: [allowed_storefronts]. Число вітрин, існуючих в вашому магазині: [existing_storefronts].</p> <p>Щоб створити більше вітрин, придбайте необхідну кількість ліцензій [product] на додаткові вітрини.</p>

# Languages::storefront_license
source: Storefront License
de: Storefront Lizenz
el: Αδεια Storefront
es: Licencias de los frontales de tienda
id: Lisensi Etalase
ru: Лицензия на дополнительную витрину
uk: Купити додаткову вітрину

# Languages::buy_new_storefront_license
source: Buy [product] Storefront License
ar: شراء ترخيص واجهة متجر [product]
cs: Zakoupit licenci [product] Storefront
da: Køb [product] butiksfacade licens
de: Kaufen Sie eine [Produkt] Storefront Lizenz
el: Αγοράστε Storefront άδεια [product]
es: Comprar[product] licencia para frontales de tienda
id: Beli [product] Storefront License
no: Kjøp [product] butikkforside lisens
ru: Купить дополнительную витрину
tr: [product] mağaza lisansı satın alın
uk: Купити додаткову вітрину [product]

# Languages::import_new_vendor
source: [n] new vendor was created during the import. This vendor only has a name so far. Please edit the new vendor to add other information.|[n] new vendors were created during the import. These vendors only have names so far. Please edit the new vendors to add other information.
ar: [n] بائع جديد تم إنشاؤه أثناء عملية الاستيراد. هذا المورد فقط يحتوي على اسم حتى الآن. الرجاء تحرير المورد الجديد لإضافة معلومات أخرى. | [n] بائعين جدد تم إنشاؤها أثناء عملية الاستيراد. هؤلاء البائعين فقط بأسماء حتى الآن. الرجاء تحرير البائعين جديد لإضافة معلومات أخرى.
da: [n] ny kreditor blev oprettet under importen. Denne leverandør har kun et navn så langt. Skal du redigere den nye leverandør for at tilføje andre oplysninger. | [n] nye leverandører er oprettet under importen. Disse leverandører kun har navne indtil videre. Skal du redigere de nye leverandører for at tilføje andre oplysninger.
de: [n] neuer Verkäufer wurde angelegt während des Imports. Dieser Verkäufer hat bisher nur einen Namen. Bitte editieren Sie den neuen Verkäufer, um andere Informationen hinzuzufügen.|[n] neue Verkäufer wurden angelegt während des Imports. Diese Verkäufer haben bisher nur Namen. Bitte editieren Sie die neuen Verkäufer, um andere Informationen hinzuzufügen.
el: [n] νέος πωλητής, δημιουργήθηκε κατά την εισαγωγή. Αυτός ο πωλητής έχει μόνο ένα όνομα μέχρι στιγμής. Παρακαλώ να επεξεργαστείτε τον νέο πωλητή για να προσθέσετε και άλλες πληροφορίες. | [n] νέοι πωλητές δημιουργήθηκαν στη διάρκεια της εισαγωγής. Αυτοί οι πωλητές έχουν μόνο ονόματα μέχρι στιγμής. Παρακαλώ επεξεργαστείτε τους νέους προμηθευτές για να προσθέσετε και άλλες πληροφορίες.
es: [n] de nuevo vendedores fue creado durante la importación. Este vendedor solamanete tiene un nombre hasta ahora. Por favor edite el perfil del nuevo vendedor para agregar otra información. |[n] el nuevo número de vendedores fue creado durante la importación. Estos vendedores solamente tienen nombres hasta ahora. Por favor edite los perfiles de los nuevos vendedores para agregar otra información.
id: [n] vendor baru dibuat selama proses impor. Vendor ini hanya memiliki nama sejauh ini. Harap edit vendor baru untuk menambahkan informasi lainnya.|[n] Vendor baru dibuat selama proses impor. Vendor ini hanya memiliki nama sejauh ini. Harap edit vendor baru untuk menambahkan informasi lainnya.
no: [n] ny forhandler ble opprettet under import. Denne forhandleren har bare et navn så langt. Rediger den nye forhandleren for å legge til annen informasjon.|[n] nye forhandlere ble opprettet under import. Disse forhandlerne har bare navn så langt. Vennligst rediger de nye forhandlere for å legge til annen informasjon.
ru: [n] Во время импорта был создан новый магазин. На данный момент у него есть только название. Пожалуйста, добавьте ещё информации о новом магазине.|[n] Во время импорта были созданы новые магазины. На данный момент у них есть только название. Пожалуйста, добавьте ещё информации о новых магазинах.
tr: [n] Bu işlemde yeni bir satıcı oluşturuldu. Satıcı oluşturulma esnasında isim dışında bir bilgi girilmedi. Lütfen ayarları düzelterek daha fazla bilgi girin.|[n] Yeni satıcılar bu işlem sırasında girdi olarak kayıt edildi. Bu satıcıların oluşturulma esnasında isim bilgisi dışında bir bilgi eklenmedi. Lütfen düzenleme yaparak daha fazla bilgi girişi yapın.
uk: [n] Під час імпорту було створено новий магазин. На даний момент у нього є тільки назва. Будь ласка, додайте ще інформації про новому магазині. | [n] Під час імпорту були створені нові магазини. На даний момент у них є тільки назва. Будь ласка, додайте ще інформації про нові магазинах.

# Languages::file_changes_detector.snapshot_not_found
source: Snapshot of the clear installation was not found. Please restore <b>[dist_filename]</b>.
cs: Snapshot čisté instalace nebyl nalezen. Obnovte prosím <b>[dist_filename]</b>.
da: Øjebliksbillede af den klare installation blev ikke fundet. Kan du gendanne <b>[dist_filename]</b>.
el: Δεν βρέθηκε Στιγμιότυπο από μια καθαρη εγκατάσταση. Παρακαλούμε να επαναφέρετε απο <b>[dist_filename]</b>.
es: No se encontró una captura de la instalación clara. Por favor restaure <b>[dist_filename]</b>.
id: Snapshot dari instalasi yang jelas tidak ditemukan. Tolong pulihkan <b>[dist_filename]</b>.
no: Øyeblikksbilde av den nye Installasjonen ble ikke funnet. Vennligst gjenopprett <b>[dist_filename]</b>.
ru: Снимок чистой установки не найден. Пожалуйста, восстановите <b>[dist_filename]</b>.
tr: Düzgün kuruluma sahip bir sistem görüntüsü bulunamadı. Lütfen yeniden <b>[dist_filename]</b>deneyin.
uk: Образ чистої установки не найден. Будь ласка, відновіть<b>[dist_filename]</b>.

# Languages::file_changes_detector.added
source: Added
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
el: προστέθηκε
es: Añadido
id: Ditambahkan
no: Lagt til
ru: Добавлено
tr: Eklendi
uk: Додано

# Languages::file_changes_detector.changed
source: Changed
cs: Změněno
da: Ændret
de: Geändert
el: αλλαχθηκε
es: Cambiado
id: Berubah
no: Endret
ru: Изменено
tr: Değişti
uk: Змінено

# Languages::file_changes_detector.deleted
source: Deleted
cs: Odstraněno
da: Slettet
de: Gelöscht
el: διαγραφηκε
es: Borrado
id: Dihapus
no: Slettet
ru: Удалено
tr: Silindi
uk: Видалено

# Languages::licensing.license_error_license_is_disabled
source: The license is disabled. Please check your license status.
da: Licensen er deaktiveret. Tjek venligst din Licensstatus.
de: Die Lizenz ist deaktiviert. Bitte überprüfen Sie Ihren Lizenzstatus.
el: Η άδεια είναι απενεργοποιημένη. Παρακαλούμε να ελέγξετε την κατάσταση της άδειας χρήσης σας.
es: La licencia está deshabilitada. Por favor revisa el estado de tu licencia.
id: Lisensi dinonaktifkan. Harap periksa status lisensi Anda.
no: Lisensen er deaktivert. Vennligst sjekk din lisensstatus.
ru: Лицензия отключена. Пожалуйста, проверьте статус вашей лицензии.
tr: Lisans engellendi. Lütfen lisans durumunuz kontrol edin.
uk: Ліцензія відключена. Будь ласка, перевірте статус вашої ліцензії.

# Languages::licensing.license_error_license_is_disabled.title
source: Your [product] license has been disabled
de: Deine [product]-Lizenz wurde deaktiviert
el: Η άδεια σας για το προϊόν [product] απενεργοποιήθηκε
id: Lisensi [product] Anda telah dinonaktifkan
ru: Ваша лицензия [product] была отключена
uk: Ваша ліцензія [product] була відключена

# Languages::licensing.license_error_license_is_disabled.text
source: Please contact us <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> to find out why it happened and what can be done about it. To access the admin panel right now, you can enter another valid license number, as long as it isn't used in another store:
el: Παρακαλώ επικοινωνήστε μαζί μας <a href="[helpdesk_url]" target="_blank">μεσω Customer Help Desk</a> για να μάθετε γιατί συνέβη και τι μπορεί να γίνει γι 'αυτό. Για να αποκτήσετε πρόσβαση στον πίνακα διαχείρισης αυτή τη στιγμή, μπορείτε να εισάγετε έναν άλλο έγκυρο αριθμό άδειας, εφόσον δεν χρησιμοποιείται σε άλλο κατάστημα:
ru: Свяжитесь с нами <a href="[helpdesk_url]" target="_blank">через Help Desk</a>, чтобы уточнить причину и узнать, что можно сделать. Если доступ в панель администратора нужен прямо сейчас, то вы можете ввести другой номер лицензии, если он не используется в другом магазине:
uk: Зв'яжіться з нами <a href="[helpdesk_url]" target="_blank">через Help Desk</a>, щоб уточнити причину і дізнатися, що можна зробити. Якщо доступ в панель адміністратора потрібен прямо зараз, то ви можете ввести інший номер ліцензії, якщо він не використовується в іншому магазині:

# Languages::licensing.license_error_license_is_invalid
source: Invalid license number. Please enter a valid license number.
da: Ugyldig licensnummer. Angiv et gyldigt licensnummer.
de: Ungültige Lizenznummer. Bitte geben Sie eine gültige Lizenznummer ein.
el: Ο Αριθμός άδειας χρήσης δεν είναι έγκυρος. Παρακαλώ εισάγετε εναν έγκυρο αριθμό αδείας.
es: Número de licencia inválido. Por favor, introduzca un número de licencia válido.
id: Nomor lisensi tidak valid. Harap masukkan nomor lisensi yang benar.
no: Ugyldig lisensnummer. Vennligst skriv inn et gyldig lisensnummer.
ru: Недействительный лицензионный ключ. Пожалуйста, введите действительный.
tr: Geçersiz lisans numarası. Lütfen geçerli lisans numarasını girin.
uk: Недійсний ліцензійний ключ. Будь ласка, введіть дійсний.

# Languages::licensing.license_error_wrong_edition
source: The license does not match your store edition. Please enter a valid license number.
da: Licensen svarer ikke til din butik udgave. Angiv et gyldigt licensnummer.
de: Die Lizenz passt nicht zu Ihrer Shop-Edition. Bitte geben Sie eine gültige Lizenznummer ein.
el: Η άδεια χρήσης δεν συμφωνεί με την έκδοση στο κατάστημα σας. Παρακαλώ εισάγετε ένα έγκυρο αριθμό αδείας.
es: La licencia no corresponde a la edición de su tienda. Por favor ingrese un número de licencia válido.
id: Lisensi tidak sesuai dengan edisi toko Anda. Harap masukkan nomor lisensi yang benar.
no: Lisensen samsvarer ikke med butikk utgaven. Angi et gyldig lisensnummer.
ru: Лицензия не соответствует редакции вашего магазина. Пожалуйста, введите действительный лицензионный ключ.
tr: Lisans mağaza sürümünüz ile eşleşmiyor. Lütfen geçerli lisans numarasını girin.
uk: Ліцензія не відповідає редакції вашого магазину. Будь ласка, введіть дійсний ліцензійний ключ.
