Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_license_is_disabled
source: The license is disabled. Please check your license status.
ar: يتم تعطيل الترخيص. الرجاء التحقق من حالة الترخيص الخاص بك.
cs: Licence je zakázána. Zkontrolujte, prosím, stav licence.
da: Licensen er deaktiveret. Tjek venligst din Licensstatus.
de: Die Lizenz ist deaktiviert. Bitte überprüfen Sie Ihren Lizenzstatus.
el: Η άδεια είναι απενεργοποιημένη. Παρακαλούμε να ελέγξετε την κατάσταση της άδειας χρήσης σας.
es: La licencia está deshabilitada. Por favor revisa el estado de tu licencia.
id: Lisensi dinonaktifkan. Harap periksa status lisensi Anda.
ja: ライセンスが無効です。ライセンスの状態に問題がないか確認してください。
no: Lisensen er deaktivert. Vennligst sjekk din lisensstatus.
ru: Лицензия отключена. Пожалуйста, проверьте статус вашей лицензии.
tr: Lisans devre dışı bırakıldı. Lütfen lisans durumunu kontrol edin.
uk: Ліцензія відключена. Будь ласка, перевірте статус вашої ліцензії.
vi: Giấy phép bị vô hiệu hóa. Vui lòng kiểm tra tình trạng giấy phép của bạn.

# Languages::text_license_is_invalid
source: Invalid license number. Please enter a valid license number.
ar: رقم ترخيص غير صالح. الرجاء إدخال رقم ترخيص صالح.
cs: Neplatné licenční číslo. Prosím, zadejte platné licenční číslo.
da: Ugyldig licensnummer. Angiv et gyldigt licensnummer.
de: Ungültige Lizenznummer. Bitte geben Sie eine gültige Lizenznummer ein.
el: Ο Αριθμός άδειας χρήσης δεν είναι έγκυρος. Παρακαλώ εισάγετε εναν έγκυρο αριθμό αδείας.
es: Número de licencia inválido. Por favor, introduzca un número de licencia válido.
id: Nomor lisensi tidak valid Harap masukkan nomor lisensi yang benar.
ja: ライセンスを認証できません。正しいライセンス番号を入力してください。
no: Ugyldig lisensnummer. Vennligst skriv inn et gyldig lisensnummer.
ru: Недействительный лицензионный ключ. Пожалуйста, введите действительный.
tr: Geçersiz lisans numarası. Lütfen geçerli bir lisans numarası girin.
uk: Недійсний ліцензійний ключ. Будь ласка, введіть дійсний.
vi: Số giấy phép không hợp lệ. Vui lòng nhập một số khác.

# Languages::text_license_is_disabled_full
source: The license is disabled. Please check your license status or select a different store mode.
ar: تم تعطيل الترخيص. الرجاء التحقق من حالة الترخيص الخاص بك أو حدد وضع متجر مختلف.
cs: Licence je zakázána. Zkontrolujte stav licence nebo zvolte jiný režim obchodu.
da: Licensen er deaktiveret. Tjek Licensstatus på din, eller Vælg en anden lagertilstand.
de: Die Lizenz ist deaktiviert. Bitte überprüfen Sie Ihren Lizenzstatus oder wählen Sie einen anderen Speichermodus.
el: Η άδεια είναι απενεργοποιημένη. Ελέγξτε την κατάσταση άδειας χρήσης σας ή επιλέξτε ένα διαφορετικό τροπο λειτουργίας του καταστηματος.
es: La licencia está deshabilitada. Verifique el estado de su licencia o seleccione un modo de tienda diferente.
id: Lisensi dinonaktifkan. Harap periksa status lisensi Anda atau pilih mode toko yang berbeda.
ja: ライセンスが無効です。ライセンスの状態に問題がないか確認いただくか、他のモードを選択してください。
no: Lisensen er deaktivert. Vennligst sjekk din lisensstatus eller velge en annen butikk-modus.
ru: Лицензия отключена. Пожалуйста, проверьте статус лицензии или выберите другой режим работы магазина.
tr: Lisansınız devre dışı. Lütfen lisans durumunuzu kontrol edin veya farklı bir mağaza modu seçin.
uk: Ліцензія відключена. Будь ласка, перевірте статус ліцензії або виберіть інший режим роботи магазину.
vi: Giấy phép bị vô hiệu hóa. Xin vui lòng kiểm tra tình trạng giấy phép của bạn hoặc chọn một chế độ khác cho cửa hàng.

# Languages::text_license_is_invalid_full
source: Invalid license number. Please enter a valid license number or select a different store mode.
ar: رقم ترخيص غير صالح. الرجاء إدخال رقم رخصة أو حدد وضع مخزن مختلفة.
cs: Neplatné licenční číslo. Prosím, zadejte platné licenční číslo nebo zvolte jiný režim obchodu.
da: Ugyldig licensnummer. Indtast et gyldigt licensnummer, eller Vælg en anden lagertilstand.
de: Ungültige Lizenznummer. Bitte geben Sie eine gültige Lizenznummer ein oder wählen Sie einen anderen Speichermodus.
el: Ο Αριθμός άδειας χρήσης δεν είναι έγκυρος. Πληκτρολογήστε έναν έγκυρο αριθμό άδειας ή επιλέξτε ένα διαφορετικό τροπο λειτουργιας του καταστηματος.
es: Número de licencia inválido. Por favor ingrese un número de licencia válido o seleccione un modo de tienda diferente.
id: Nomor lisensi tidak valid Harap masukkan nomor lisensi yang benar atau pilih mode toko yang berbeda.
ja: ライセンスを認証できません。正しいライセンス番号を入力するか、他のモードを選択してください。
no: Ugyldig lisensnummer. Vennligst skriv inn et gyldig lisensnummer eller velg en annen butikk-modus.
ru: Недействительный лицензионный ключ. Пожалуйста, введите действительный или выберите другой режим работы магазина.
tr: Geçersiz lisans numarası. Lütfen geçerli lisans numarasını girin veya farklı mağaza modu seçin.
uk: Недійсний ліцензійний ключ. Будь ласка, введіть дійсний або виберіть інший режим роботи магазину.
vi: Số giấy phép không hợp lệ. Xin vui lòng nhập một số giấy phép khác hoặc chọn một chế độ khác cho cửa hàng.

# Languages::error_directory_not_writable
source: Directory "[dir]" is not writable. Please check permissions for this directory of your installation.
ar: دليل "[dir]" غير قابل للكتابة. الرجاء التحقق من الأذونات لهذا الدليل التثبيت الخاص بك.
cs: Adresář "[dir]" není zapisovatelný. Zkontrolujte, prosím, oprávnění pro tento adresář vaší instalace.
da: Register "[dir]" er ikke skrivbar. Kontroller tilladelserne for denne mappe til din installation.
de: Das Verzeichnis "[dir]" ist nicht beschreibbar. Bitte überprüfen Sie die Berechtigungen für dieses Verzeichnis Ihrer Installation.
el: Ο Κατάλογος "[dir]" είναι μόνο για ανάγνωση. Παρακαλούμε να ελέγξετε τα δικαιώματα για αυτόν τον κατάλογο της εγκατάστασης.
es: Directorio "[dir]" no es modificable. Por favor verifique los permisos para la instalación de este directorio.
id: Direktori "[dir]" tidak dapat ditulis. Silakan periksa izin untuk direktori instalasi Anda ini.
ja: "[dir]" ディレクトリに書き込みできません。このディレクトリのパーミッションを確認してください。
no: Katalogen "[dir]" er ikke skrivbar. Vennligst sjekk tillatelser for denne katalogen på din installasjon.
ru: Запись в директорию "[dir]" запрещена. Пожалуйста, проверьте права доступа к этой директории.
tr: Dizin "[dir]" yazılabilir değil. Lütfen dizindeki yükleme işlemi için gerekli izinlerin olup, olmadığını kontrol edin.
uk: Запис в директорію "[dir]" заборонено. Будь ласка, перевірте права доступу до цієї директорії.
vi: Thư mục "[dir]" không thể ghi được. Vui lòng kiểm tra quyền cho thư mục này trong cài đặt của bạn.

# Languages::error_cannot_delete_files
source: Cannot delete files: <b>[files]</b>. Please check the permissions.
ar: لا يمكن حذف الملف: <b>[files]</b>. يرجى مراجعة الصلاحيات.
cs: Nelze smazat soubory: <b>[files]</b>. Prosím, zkontrolujte oprávnění.
da: Kan ikke slette filer: <b>[files]</b>. Venligst kontrollere tilladelserne.
de: Dateien können nicht gelöscht werden: <b>[files]</b>. Bitte überprüfen Sie die Berechtigungen.
el: Δεν ειναι δυνατον να διαγραφουν αρχεία: <b>[files]</b>. Παρακαλούμε ελέγξτε τα δικαιώματα.
es: No se pueden eliminar los archivos:<b>[files]</b>. Por favor revisa los permisos.
id: Tidak dapat menghapus file: <b>[files]</b>. Silakan periksa perizinannya.
ja: 右記のファイルを削除できません : <b>[files]</b> パーミッションを確認してください。
no: Kan ikke slette filene: <b>[files]</b>. Sjekk rettighetene.
ru: Невозможно удалить эти файлы: <b>[files]</b>. Пожалуйста, проверьте права доступа.
tr: Dosyalar silinemedi: <b>[dosyalar]</b>. Lütfen izinleri kontrol edin.
uk: Видалення <b>[files]</b> неможливе. Перевірте дозволи.
vi: Không thể xóa tập tin: <b>[files]</b>. Xin vui lòng kiểm tra quyền truy cập.

# Languages::feature_groups
source: Feature groups
ar: ميزة المجموعات
da: Funktionen grupper
de: Featuregruppen
el: Ομάδα Χαρακτηρηστικών
es: Función de grupos
id: Kelompok fitur
ja: 商品の追加情報グループ
no: Funksjonsgrupper
ru: Группы характеристик
tr: Özellik grupları
uk: Групи характеристик
vi: Các nhóm tính năng

# Languages::shippings.can.business_account_information
source: Business account information
ar: معلومات حساب الأعمال
cs: Informace o Firemním účtu
da: Business kontooplysninger
de: Informationen zum Geschäftskonto
el: Πληροφορίες Επαγγελματικου λογαριασμού
es: Información de la cuenta de la empresa
id: Informasi rekening bisnis
no: Informasjon om forretningskonto
ru: Информация о лицевом счёте
tr: İş hesabı bilgileri
uk: Інформація про особовий рахунок
vi: Thông tin Tài khoản doanh nghiệp

# Languages::shippings.can.customer_number
source: Customer number
ar: رقم العميل
cs: Zákaznické číslo
da: Kundenummer
de: Kundennummer
el: Αριθμός πελάτη
es: Número del cliente
id: Nomor pelanggan
no: Kundenummer
ru: Номер клиента
tr: Müşteri numarası
uk: Номер клієнта
vi: Số khách hàng

# Languages::ttc_shippings.can.customer_number
source: Customer number is required for commercial customers and Solutions for Small Business members to get discounted rates if parcel is mailed on behalf of customer
ar: مطلوب رقم العميل للعملاء التجارية وحلول للأعضاء في "الأعمال التجارية الصغيرة" للحصول على أسعار مخفضة في حالة الطرود يتم إرسالها بالبريد نيابة عن العملاء
cs: Je zapotřebí zákaznické číslo pro komerční zákazníky a řešení pro členy Small Business dostat slevu, pokud je zásilka poštou jménem zákazníka
da: Kundenummeret er nødvendig for erhvervskunder og løsninger til Small Business medlemmer at få rabat, hvis pakken er sendt på vegne af kunde
el: Aπαιτείται Αριθμός πελάτη για εμπορικούς πελάτες και λύσεις για μικρές επιχειρήσεις να διατεθουν μειωμένες τιμές, αν το δέμα έχει αποσταλεί εκ μέρους του πελάτη
es: Se requiere el número de cliente para que los clientes comerciales y los miembros de Solutions for Small Business obtengan tarifas con descuento si se envía el paquete en nombre del cliente
id: Nomor pelanggan diperlukan untuk pelanggan komersial dan anggota Solusi untuk Bisnis Kecil mendapatkan potongan harga jika paket dikirim atas nama pelanggan
no: Kundenummeret kreves for kommersielle kunder for at medlemmer skal kunne å få rabatterte priser hvis pakken er sendt på vegne av kunden
ru: Номер клиента необходим торговым клиентам и членам программы "Решения для малого бизнеса" для получения скидки на тарифы, если посылка отправляется от лица клиента.
tr: Reklamsal müşteriler için müşteri numarası gereklidir. Küçük ticaret üyeleri gerekli indirimlerden yararlanmak için müşteriye kargolanma yapılmadan bunu sağlamaları gerekir
uk: Номер клієнта необхідний торговим клієнтам і членам програми "Рішення для малого бізнесу" для отримання знижки на тарифи, якщо посилка відправляється від імені клієнта
vi: Số khách hàng được yêu cầu cho các khách hàng thương mại và giải pháp cho doanh nghiệp nhỏ thành viên để có được giảm giá khi bưu kiện được gửi thay mặt cho khách hàng

# Languages::ttc_shippings.can.contract_id
source: Contract ID is required to obtain discounted rates for commercial customers when the Customer number is specified. Contract ID must be omitted for Solutions for Small Business members or general business users
ar: معرف العقد مطلوب للحصول على أسعار مخفضة للعملاء التجارية عندما يتم تحديد عدد العملاء. يجب حذف معرف العقد للحلول لأعضاء "الشركات الصغيرة" أو المستخدمين في قطاع الأعمال العام
cs: ID smlouvy je povinna získat zlevněné sazby pro komerční zákazníky, když je zadáno číslo zákazníka. ID smlouvy musí být vynecháno pro řešení pro malé firmy členů nebo obecné obchodní uživatele
da: Kontrakt-ID'ET er forpligtet til at få rabatterede priser for erhvervskunder, når kundenummeret er angivet. Kontrakt-ID skal udelades på løsninger til Small Business medlemmer eller brugere, generelle forretningsmæssige
de: Die Vertrags-ID ist erforderlich, um bei Angabe der Kundennummer ermäßigte Tarife für gewerbliche Kunden zu erhalten. Bei Lösungen für Kunden von Kleinunternehmen oder bei allgemeinen Geschäftskunden muss die Vertrags-ID weggelassen werden
el: Το Αναγνωριστικό σύμβασης είναι υποχρεωτικο για να λαμβάνουν μειωμένες τιμές για πελάτες επαγγελµατικής χρήσης όταν έχει καθοριστεί ο αριθμός πελάτη. Αναγνωριστικό σύμβασης πρέπει να παραλείπεται για λύσεις για μικρές επιχειρήσεις μέλη ή οι χρήστες γενικού κλάδου
es: Se requiere la identificación del contrato para obtener tarifas con descuento para clientes comerciales cuando se especifica el número del cliente. Se debe omitir la ID del contrato para los miembros de Solutions for Small Business o usuarios comerciales en general
id: ID Kontrak diperlukan untuk mendapatkan potongan harga untuk pelanggan komersial bila nomor Pelanggan ditentukan. ID kontrak harus dihilangkan untuk solusi bagi anggota usaha kecil atau pengguna bisnis umum
no: Kontrakt-ID er nødvendig for å få rabatt for kommersielle kunder når kundenummeret er angitt. Kontrakt ID må utelates for småbedrifters medlemmer eller generelt for firmabrukere
ru: Идентификационный номер контракта необходим для получения скидки по тарифам торговыми клиентами при указании номера клиента. При работе с членами программы "Решения для малого бизнеса" или другими бизнесменами идентификационный номер контракта не указывается.
tr: Sözleşme kimliği, müşteri numarası belirtildiğinde, ticari müsterilerin iskonto oranlarını elde edebilmek için gereklidir. Küçük işletme üyeleri veya genel iş kullanıcıları çözümleri için sözleşme kimliği ihmal edilmelidir
uk: Ідентифікаційний номер контракту необхідний для отримання знижки за тарифами торговими клієнтами при зазначенні номера клієнта. При роботі з членами програми "Рішення для малого бізнесу" або іншими бізнесменами ідентифікаційний номер контракту не вказується
vi: ID Hợp đồng là cần thiết để có được giảm giá cho khách hàng thương mại khi số khách hàng được chỉ định. ID của hợp đồng phải được bỏ qua cho các giải pháp cho doanh nghiệp nhỏ thành viên hoặc người dùng kinh doanh tổng hợp

# Languages::shippings.can.api_keys
source: API keys
ar: مفتاح API
cs: API klíče
da: API nøgler
el: κλειδιά API
es: Claves API
id: Kunci API
no: API nøkler
ru: Ключи API
tr: API anahtarı
uk: Ключі API
vi: API key

# Languages::shippings.can.username
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
id: Nama pengguna
no: Brukernavn
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên đăng nhập

# Languages::shippings.can.password
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
id: Kata sandi
no: Passord
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu

# Languages::shippings.can.options
source: Delivery options
ar: خيارات التسليم
cs: Možnosti doručení
da: Indstillinger for levering
de: Lieferbedingungen
el: Επιλογές παράδοσης
es: Opciones de envío
id: Pilihan pengiriman
no: Leveringsalternativer
ru: Варианты доставки
tr: Teslimat seçenekleri
uk: Варіанти доставки
vi: Tùy chọn phân phối

# Languages::shippings.can.option_so
source: Signature
ar: التوقيع
cs: Podpis
da: Underskrift
de: Unterschrift
el: Υπογραφή
es: Firma
id: Tanda tangan
no: Signatur
ru: Подпись
tr: İmza
uk: Підпис
vi: Chữ ký

# Languages::shippings.can.option_cov
source: Coverage
ar: التغطية
cs: Zpravodajství
da: Dækning
de: Erfassung
el: Κάλυψη
es: Cobertura
id: Cakupan
no: Dekning
ru: Страховое покрытие
tr: Kapsam
uk: Страхове покриття
vi: Phạm vi bảo hiểm

# Languages::ttc_shippings.can.option_cov
source: Requires amount
ar: قيمة المبلغ المطلوب
cs: Požadované množství
da: Kræver mængde
el: Απαιτεί το ποσό
es: Cantidad solicitada
id: Membutuhkan jumlah
no: Nødvendig beløp
ru: Требуемая сумма
tr: Miktar gerektirir
uk: Необхідна сума
vi: Hoàn lại số tiền

# Languages::shippings.can.option_cov_amount
source: Coverage amount
ar: مبلغ التغطية
cs: Výše krytí
da: Forsikringsbeløbet
el: Ποσό κάλυψης
es: Cantidad de la cobertura
id: Jumlah cakupan
no: Dekningsbeløp
ru: Страховая сумма
tr: Kapsama miktarı
uk: Страхова сума
vi: Số tiền bảo hiểm

# Languages::shippings.can.option_cod
source: Collect on Delivery
ar: الجمع على التسليم
cs: Na dobírku
da: CAD
el: Συλλογη κατά την παράδοση
es: Recoger en la Entrega
id: Kumpulkan saat Pengiriman
no: Betal ved levering
ru: Наложенный платеж
tr: Teslimatta toplamak
uk: Накладений платіж
vi: Thu thập trên cung cấp

# Languages::shippings.can.option_pa18
source: Proof of Age Required - 18
ar: إثبات السن المطلوبة -18
cs: Doklad o věku - povinné - 18
da: Bevis på alder påkrævet - 18
el: Απόδειξη της ηλικίας απαιτείται - 18
es: Prueba de edad requerida - 18
id: Bukti Umur yang Dibutuhkan -18
no: Aldersbevis nødvendig - 18
ru: Требуется подтвердить возраст — 18
tr: Yaş ispatı gerekli- 18
uk: Потрібно підтвердити вік - 18
vi: Bằng chứng về yêu cầu - 18 tuổi

# Languages::shippings.can.option_pa19
source: Proof of Age Required - 19
ar: إثبات السن المطلوبة -19
cs: Doklad o věku - povinné - 19
da: Bevis på alder påkrævet - 19
el: Απόδειξη της ηλικίας απαιτείται - 19
es: Prueba de edad requerida - 19
id: Bukti Umur yang Dibutuhkan - 19
no: Aldersbevis nødvendig - 19
ru: Требуется подтвердить возраст — 19
tr: Yaş ispatı gerekli- 19
uk: Потрібно підтвердити вік - 19
vi: Bằng chứng về yêu cầu - 19 tuổi

# Languages::shippings.can.option_hfp
source: Card for pickup
ar: بطاقة لالتقاط
cs: Karta pro vyzvednutí
da: Kort til afhentning
el: Κάρτα για παραλαβή
es: Tarjeta para recoger el producto
id: Kartu untuk pickup
no: Kort for henting
ru: Оставить уведомление о посылке
tr: Almak için kart
uk: Залишити повідомлення про посилку
vi: Thẻ cho pickup

# Languages::shippings.can.option_dns
source: Do not safe drop
ar: قم بإسقاط ليست آمنة
cs: Není bezpečné doručení
da: Lav ikke sikker drop
es: La entrega no es segura
id: Jangan sampai terjatuh
no: Ikke sikker avlevering
ru: Не оставлять посылку у двери
tr: Güvenli indirme yapmayın
uk: Не лишати посилку біля дверей
vi: Không thả an toàn

# Languages::shippings.can.option_lad
source: Leave at door - do not card
ar: اترك عند الباب - لا بطاقات
cs: Nechte u dveří - není karta
da: Lever ved dør - ring ikke
el: Παραδοση στην πόρτα - χωρις κάρτα
es: Deje en la puerta - no cargue
id: Tinggalkan di pintu - tidak ada kartu
no: Lever på døren - ikke kort
ru: Оставить посылку у двери; без уведомления
tr: Kapıda bırakın - kart değil
uk: Лишити посилку біля дверей; без повідомлення
vi: Giữ tại cửa - không có thẻ

# Languages::canada_post_upgrade_notification_title
source: Canada Post realtime shipping rate calculation changes
ar: تغييرات حساب أسعار الشحن لـ كندا بوست المباشر
cs: Kanadská pošta v reálném čase změní výpočet sazba za dopravu
da: Canada Post realtime shipping sats beregning ændringer
es: Cambios en el cálculo de la tarifa de envío en tiempo real en Canadá
id: Kanada Mengubah perhitungan tingkat pengiriman Waktunyata
no: Canada Post sanntid frakt beregning endring
ru: Canada Post: Изменения в расчете стоимости доставки
tr: Canada Post gerçek zamanlı nakliye tutarı hesaplama değişiklikleri
uk: Canada Post: Зміни в розрахунку вартості доставки
vi: Canada Post thời gian thực vận chuyển tỷ lệ tính toán thay đổi
