Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::credit_memo_id
source: Credit memo ID
ar: معرف مذكرة الرصيد
cs: Číslo dopropisu
da: kreditnota ID
de: Kredit Memo ID
el: Ταυτότητα πιστωτικού υπομνήματος
es: ID de nota de crédito
id: ID Kredit memo
ja: クレジットメモID
no: Kreditnota ID
ru: ID кредитового извещения
uk: ID кредитного сповіщення
vi: ID Bản ghi tín dụng

# Languages::cresecure_allowed_types
source: Allowed card types
ar: أنواع البطاقات المسموحة
cs: Povolené typy karet
da: Tilladte korttyper
de: Zugelassene Kartentypen
el: Επιτρεπόμενοι τύποι καρτών
es: Tipos de tarjetas permitidos
id: Jenis kartu diperbolehkan
no: Tillatte korttyper
ru: Разрешенные типы карт
uk: Допускається типи карток
vi: Cho phép các loại thẻ

# Languages::csv_delimiter
source: CSV delimiter
ar: فاصلة الـ CSV
cs: CSV oddělovač
da: CSV skilletegn
de: CSV-Begrenzer
el: Οριοθέτης CVS
es: Delimitador CSV
id: Pembatas CSV
ja: CSV区切り文字
no: CSV skilletegn
ru: CSV-разделитель
tr: CSV ayracı
uk: CSV роздільник

# Languages::csv_file
source: CSV file
ar: ملف الـ CSV
cs: CSV soubor
da: CSV fil
de: CSV-Datei
el: Αρχείο CSV
es: Archivo CSV
id: Fail CSV
ja: CSVファイル
no: CSV fil
ru: CSV файл
tr: CSV dosya
uk: Файл CSV
vi: Tập tin CSV

# Languages::currencies
source: Currencies
ar: العملات
cs: Měny
da: Valuta
de: Währungen
el: Νομίσματα
es: Monedas
id: Mata uang
ja: 通貨
no: Valutaer
ru: Валюты
tr: Parabirimleri
uk: Валюти
vi: Tiền tệ

# Languages::currency
source: Currency
ar: العملة
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
id: Mata uang
ja: 通貨
no: Valuta
ru: Валюта
tr: Para birimi
uk: Валюти
vi: Tiền tệ

# Languages::currencycode
source: Currency code
ar: كود العملة
cs: Kód měny
da: Valutakode
de: Währung-Code
el: Κωδικός νομίσματος
es: Código de divisa
id: Kode mata uang
ja: 通貨コード
no: Valutakode
ru: Код валюты
tr: Para birimi kodu
uk: Код валюти
vi: Mã tiền tệ

# Languages::currency_code_aed
source: United Arab Emirates Dirham
ar: درهم إماراتي
cs: Spojené arabské emiráty Dirham
da: Forenede Arab. Emirater
de: Vereinigte Arabische Emirate Dirham
el: Ντιρχάμ Ενωμένων Αραβικών Εμιράτων
es: Dirham de Emiratos Árabes Unidos
id: Dirham Uni Emirat Arab
ja: UAEディルハム
no: De forente arabiske emirater dirham
ru: Дирхам (денежная единица Объединенных Арабских Эмиратов)
uk: Дирхам ОАЕ
vi: UAE Dirham

# Languages::currency_code_ang
source: ANG
ja: アンティルギルダー
uk: Нідерландський антильський гульден

# Languages::currency_code_ars
source: ARS
ar: ANG
ja: アルゼンチン・ペソ
uk: Аргентинський песо

# Languages::currency_code_aud
source: Australian Dollar
ar: دولار استرالي
cs: Australský dolar
da: Australien AUD
de: Australianischer Dollar
el: Δολάριο Αυστραλίας
es: Dólar Australiano
id: Dollar Australia
ja: オーストラリアドル
no: Australske Dollar (AUD)
ru: Австралийский доллар
uk: Австралійський долар
vi: Đô la Úc

# Languages::currency_code_awg
source: AWG
de: Aruba-Florin
ja: アルバ・フロリン
uk: Арубський флорин

# Languages::currency_code_bgn
source: BGN
de: Bulgarischer Lew
ja: ブルガリア・レフ
uk: Болгарський лев

# Languages::currency_code_brl
source: Brazilian Real
ar: ريال برازيلي
cs: Brazilský Real
da: Brasilianske Real
de: Brasilianischer Real
el: Βραζιλιάνικο Real
es: Real brasileño
id: Real Brazil
ja: ブラジル・レアル
no: Brasilianske Real
ru: Бразильский Реал
uk: Бразильський реал

# Languages::currency_code_byr
source: BYR
de: Weißrussischer Rubel
ja: ベラルーシ・ルーブル
uk: Білоруський рубль

# Languages::currency_code_cad
source: Canadian Dollar
ar: دولار كندي
cs: Kanadský dolar
da: Canada CAD
de: Kanadischer Dollar
el: Δολάριο Καναδά
es: Dólar canadiense
id: Dollar Kanada
ja: カナダドル
no: Canadiske Dollar (CAD)
ru: Канадский доллар
uk: Канадський долар
vi: Đô la Canada

# Languages::currency_code_chf
source: Swiss Franc
ar: فرنك سويسري
cs: Švýcarský Frank
da: Schweiz CHF
de: Schweizer Franken
el: Ελβετικό Φράγκο
es: Franco Suizo
id: Franc Swiss
ja: スイスフラン
no: Sveitsiske Franc (CHF)
ru: Швейцарский франк
uk: Швейцарський франк
vi: Franc Thụy sĩ

# Languages::currency_code_cyr
source: Cyprus Pound
cs: Libra kyperská
da: Cyprus pund
de: Zypern-Pfund
el: Κυπριακό Pound
es: Libra Chipriota
id: Pound Cyprus
ja: キプロス・ポンド
no: Kypros Pund (CYR)
ru: Кипрский фунт
uk: Кіпрський фунт
vi: Bảng Síp

# Languages::currency_code_czk
source: Czech Koruna
cs: Česká koruna
da: Tjekkiet CZK
de: Tschechische Krone
el: Κορώνα Τσεχίας
es: Corona Checa
id: Koruna Czech
ja: チェコ・コルナ
no: Tsjekkisk Krone (CZK)
ru: Чешская крона
uk: Чеська крона
vi: Cuaron Séc

# Languages::currency_code_dkk
source: Danish Kroner
cs: Dánské koruny
da: Danske kroner
de: Dänische Krone
el: Δανικές κορώνες
es: Corona Danesa
id: Kroner Denmark
ja: デンマーク・クローネ
no: Danske Kroner (DKK)
ru: Датская крона
uk: Датські крони
vi: Karone Đan Mạch

# Languages::currency_code_eek
source: Estonian Kroon
cs: Estonská koruna
da: Estland EEK
de: Estnische Krone
el: Κορώνα Εσθονίας
es: Corona Estonia
id: Kroon Estonia
ja: エストニア・クローン
no: Estlandsk Krone (EEK)
ru: Эстонская крона
uk: Естонська крона
vi: Đồng Kroon Estonia

# Languages::currency_code_eur
source: Euro
ar: يورو
el: Ευρώ
ja: ユーロ
ru: Евро
uk: Євро

# Languages::currency_code_fjd
source: Fiji Dollar
cs: Fidžijský Dolar
de: Fidschianischer Dollar
el: Δολάριο Φίτζι
es: Dólar de Fiji
id: Dollar Fiji
ja: フィジー・ドル
no: Fiji Dollar (FJD)
ru: Доллар Фиджи
uk: Долар Фіджі
vi: Đô la Fiji

# Languages::currency_code_frf
source: French Franc
ar: فرنك فرنسي
cs: Francouzský Frank
da: Euro
de: Französiche Franken
el: Γαλλικό φράγκο
es: Franco Francés
id: Franc Perancis
ja: フランスフラン
no: Franske Franc (FRF)
ru: Французский франк
uk: Французький Франк
vi: Franc Pháp

# Languages::currency_code_gbp
source: UK Pound
ar: جنيه إسترليني
cs: Libra UK
da: Storbritannien GBP
de: Britisches Pfund
el: Λίρα Αγγλίας
es: Libra Esterlina
id: Pound UK
ja: 英ポンド
no: UK Pund (GBP)
ru: Английский фунт
uk: Англійский фунт
vi: Bảng Anh

# Languages::currency_code_gel
source: GEL
de: Georgischer Lari
ja: グルジア・ラリ
uk: Грузинський ларі

# Languages::currency_code_hkd
source: Hong Kong Dollar
ar: دولار هونج كونجي
da: Hong Kong HKD
el: Δολάριο Χονγκ Κονγκ
es: Hong Kong dólar
id: Dollar Hong Kong
ja: 香港ドル
no: Hong Kong Dollar (HKD)
ru: Гонконгский доллар
uk: Гонконгський долар
vi: Đô-la Hồng Kông

# Languages::currency_code_hrk
source: HRK
ar: كرونا كرواتية
de: Kroatische Kuna
ja: クロアチア・クーナ
uk: Хорватська куна

# Languages::currency_code_huf
source: Hungarian Forint
ar: فورنت مجري
cs: Maďarský Forint
da: Ungarn HUF
de: Ungarische Forint
el: Φιορίνι Ουγγαρίας
es: Florín Húngaro
id: Forint Hungaria
ja: ハンガリー・フォリント
no: Ungarsk Forint (HUF)
ru: Венгерский форинт
uk: Угорський форинт
vi: Phôrin Hungari

# Languages::currency_code_ils
source: Israel New Shequel
ar: شيكل لدولة الإحتلال الإسرائيلي
da: Israel shekel
de: Israelischer Schekel
el: Νέο Ισραηλινό Shequel
es: Israel nuevo Shequel
ja: イスラエル・シュケル
no: Israelsk New Shequel (ILS)
ru: Израильский шекель
uk: Новий ізраїльський шекель
vi: Shekel Israel mới

# Languages::currency_code_inr
source: Indian Rupee
ar: روبية هندية
cs: Indická Rupie
da: Indien rupees
de: Indische Rupie
el: Ινδικές ρουπίες
es: Rupia india
id: Rupee India
ja: インド・ルピー
no: Indisk Rupi (INR)
ru: Индийская рупия
uk: Індійська рупія
vi: Rupi Ấn Độ

# Languages::currency_code_isk
source: Iceland Krona
cs: Islandská koruna
da: Islandske kroner
de: Isländische Krone
el: Ισλανδική κορόνα
es: Islandia corona
id: Krona Islandia
ja: アイスランド・クローナ
no: Islandsk Krone (ISK)
ru: Исландская крона
uk: Ісландська крона
vi: Krona Ai Len

# Languages::currency_code_jpy
source: Japanese Yen
ar: ين ياباني
cs: Japonský jen
da: Japan JPY
de: Japanischer Yen
el: Ιαπωνικά γεν
es: Yen Japonés
id: Yen Jepang
ja: 日本円
no: Japanske Yen (JPY)
ru: Японская иена
uk: Японська єна
vi: Yên Nhật

# Languages::currency_code_kpw
source: North Korean Won
da: North Korea Won
de: Nordkoreanischer Won
el: Γουόν Βόρειας Κορέας
es: Won de Corea del norte
id: Won Korea Utara
ja: 北朝鮮ウォン
no: Nord-koreanske Won (KPW)
ru: Севернокорейская вона
uk: Північнокорейська вона
vi: Won Triều tiên

# Languages::currency_code_krw
source: South Korean Won
da: Sydkorea KRW
de: Südkoreanischer Won
el: Νοτιοκορεατικό γουόν
es: Won surcoreano
id: Won Korea Selatan
ja: 韓国ウォン
no: Sør-koreanske Won (KRW)
ru: Южнокорейская вона
uk: Південнокорейська вона
vi: Won Hàn Quốc

# Languages::currency_code_kwd
source: Kuwaiti Dinar
ar: دينار كويتي
da: Kuwait dinar
de: Kuwaitischer Dinar
el: Δηνάριο Κουβέιτ
es: Dinar kuwaití
id: Dinar Kuwait
ja: クウェート・ディナール
no: Kuwaitiske Dinarer (KWD)
ru: Кувейтский динар
uk: Кувейтський динар
vi: Kuwait Dinar

# Languages::currency_code_kzt
source: Kazakhstani tenge
cs: Kazachstánský tenge
de: Tenge (Kasachstan)
es: Tenge kazajo
ru: Казахстанский тенге
tr: Kazakistan Tengesi
uk: Казахський тенге

# Languages::currency_code_ltl
source: Lithuanian Litas
da: Litauen LTL
de: Litauischer Litas
el: Λιθουανικό λίτας
es: Litas lituana
id: Litas Lithuania
ja: リトアニア・リタス
no: Litauisk Litas (LTL)
ru: Литовский лит
uk: Литовський лит
vi: Lithuanian Lituani

# Languages::currency_code_lvl
source: Latvian Lat
da: Letland LVL
de: Lettischer Lat
el: Λετονικά Lat
es: Lats Letón
id: Lat Latvia
ja: ラトビア・ラッツ
no: Latvisk Lat (LVL)
ru: Латвийский лат
uk: Латвійський лат

# Languages::currency_code_mad
source: MAD
de: Marokkanischer Dirham
ja: モロッコ・ディルハム
uk: Марокканський дирхам

# Languages::currency_code_mxn
source: Mexican Peso
cs: Mexické Peso
da: Mexico peso
de: Mexikanischer Peso
el: Μεξικάνικο πέσο
es: Peso Mexicano
id: Peso Mexico
ja: メキシコ・ペソ
no: Meksikanske Peso (MXN)
ru: Мексиканское песо
uk: Мексиканський песо
vi: Peso Mêhicô

# Languages::currency_code_myr
source: Malaysian Ringgit
cs: Malajsijský Ringgit
da: Malaysia MYR
de: Malaysischer Ringgit
el: Ρίνγκιτ Μαλαισίας
es: Ringgit de Malasia
id: Ringgit Malaysia
ja: マレーシア・リンギット
no: Malaysiske Ringgit (MYR)
ru: Малайзийский ринггит
uk: Малайзійський рингіт

# Languages::currency_code_nok
source: Norwegian Kroner
cs: Norská koruna
da: Norge NOK
de: Norwegische Krone
el: Κορώνα Νορβηγίας
es: Coronas noruegas
id: Kroner Norwegia
ja: ノルウェー・クローネ
no: Norske kroner (NOK)
ru: Норвежская крона
uk: Норвезька крона
vi: Na Uy Kroner

# Languages::currency_code_nzd
source: New Zealand Dollar
ar: دولار نيوزلاندي
cs: Novozélandský Dolar
da: New Zealand NZD
de: Neuseeländischer Dollar
el: Δολάριο Νέας Ζηλανδίας
es: Dólar de Nueva Zelanda
id: Dollar Selandia Baru
ja: ニュージーランドドル
no: New Zealand Dollar (NZD)
ru: Новозеландский доллар
uk: Новозеландський долар
vi: Đô-la New Zealand

# Languages::currency_code_php
source: Philippine Peso
ar: البيزو الفلبيني
cs: Filipínské Peso
da: Filippinske Peso
de: Philippinische Pesos
el: Φιλιπινέζικο Peso
es: Peso Filipino
id: Peso Filipina
ja: フィリピン・ペソ
no: Filippinske peso
ru: Филиппинский Песо
uk: Філіппінський песо
vi: Peso Philíppin

# Languages::currency_code_pln
source: Polish Zlotych
ar: زلوتيتش البولندية
cs: Polský zlotý
da: Polen PLN
de: Polnische Zloty
el: Πολωνικά Zlotych
es: Zloty Polaco
id: Zlotych Polandia
ja: ポーランド・ズロチ
no: Polsk Zloty (PLN)
ru: Польский злотый
uk: Польський злотий
vi: Zloty Ba Lan

# Languages::currency_code_png
source: Papua New Guinea Kina
ar: كينا بابوا غينيا الجديدة
da: Papua Ny Guinea Kina
de: Papua-Neuguineaischer Kina
el: Παπούα Νέα Γουινέα Kina
es: Papua Nueva Guinea Kina
id: Kina Papua Nugini
ja: パプアニューギニア・キナ
no: Papua Ny Guinea Kina (PNG)
ru: Кина Новой Гвинеи
uk: Кіна Папуа — Нової Гвінеї

# Languages::currency_code_ron
source: RON
de: Rumänischer Leu
ja: ルーマニア・レイ
uk: Румунський лей
vi: Leu Rumani

# Languages::currency_code_rub
source: RUB
de: Russischer Rubel
ja: ロシア・ルーブル
uk: Російський рубль
vi: Rúp Nga

# Languages::currency_code_rur
source: Russian Ruble
ar: الروبل الروسي
cs: Ruský Rubl
da: russiske rubel
de: Russland Rouble
el: Ρούβλι Ρωσίας
es: Rublo Ruso
id: Rubel Rusia
ja: ロシア・ルーブル
no: Russiske Rubler (RUR)
ru: Российский рубль
tr: Russian Rouble
uk: Російський рубль
vi: Đồng Rúp Nga

# Languages::currency_code_sar
source: Saudi Riyal
ar: ريال سعودي
cs: Saúdský Rijál
da: Saudi Arabien riyal
de: Saudischer Riyal
el: Ριάλ Σαουδικής Αραβίας
es: Riyal Saudí
id: Riyal Arab Saudi
ja: サウジアラビア・リヤル
no: Saudi Riyal (SAR)
ru: Сайдовский риял
uk: Саудівський ріал
vi: Rian Ả rập Xêút

# Languages::currency_code_sbd
source: Solomon Islands Dollar
cs: Dolar Šalamounových ostrovů
de: Dollar der Solomon Inseln
el: Δολάριο Νήσων Σολομώντος
es: Dólar de las Islas Salomón
id: Dolar Kepulauan Solomon
ja: ソロモン諸島ドル
no: Solomon Øyene Dollar (SBD)
ru: Доллар Соломоновых островов
uk: Долар Соломонових островів
vi: Đô la Quần đảo Solomon

# Languages::currency_code_sek
source: Sweden Kroner
cs: Švédská koruna
da: Sverige SEK
de: Schwedische Krone
el: Κορόνα Σουηδίας
es: Coronas suecas
id: Kroner Swedia
ja: スウェーデン・クローナ
no: Svenske Kroner (SEK)
ru: Шведская крона
uk: Шведська крона
vi: Krone Thụy Điển

# Languages::currency_code_sgd
source: Singapore Dollar
ar: دولار سنغافوري
cs: Singapurský Dolar
da: Singapore SGD
de: Singapur Dollar
el: Δολάριο Σιγκαπούρης
es: Dólar de Singapur
id: Dolar Singapura
ja: シンガポールドル
no: Singapore Dollar (SGD)
ru: Сингапурский доллар
uk: Сингапурський долар
vi: Đô la Singapore

# Languages::currency_code_sit
source: Slovenian Tolar
cs: Slovinský Tolar
da: Slovenien tolar
de: Slowenischer Tolar
el: Σλοβενικό τόλαρ
es: Tólar esloveno
id: Slovenia Tolar
ja: スロベニア・トラー
no: Slovensk Tolar (SIT)
ru: Словенский толар
uk: Словенський толар
vi: Toola Xlôvênia

# Languages::currency_code_skk
source: Slovak Koruna
cs: Slovenská Koruna
da: Slovakiet koruny
de: Slowakische Koruna
el: Κορώνα Σλοβακίας
es: Corona eslovaca
id: Koruna Slovakia
ja: スロバキア・コルナ
no: Slovakisk Koruna (SKK)
ru: Словацкая крона
uk: Словацька крона
vi: Cuaron Slovakia

# Languages::currency_code_thb
source: Thai Baht
cs: Thajský Baht
da: Thailand baht
de: Thailändische Baht
el: Ταϊλανδικό μπατ
es: Baht
id: Baht Thailand
ja: タイバーツ
no: Thailandske Baht (THB)
ru: Бат
tr: Baht
uk: Тайський бат

# Languages::currency_code_top
source: Tongan Pa'anga
es: Paanga de Tonga
id: Tonga Pa'anga
ja: トンガ・パアンガ
no: Tonganske Pa'anga (TOP)
ru: Паанга (денежная единица Королевства Тонга)
uk: Тонганська паанга
vi: Pa'anga Tonga

# Languages::currency_code_try
source: Turkish Lira
cs: Turecká Lira
da: Tyrkiet TRY
de: Türkische Lira
el: Τουρκική Λίρα
es: Lira Turca
id: Lira Turki
ja: トルコ・リラ
no: Tyrkiske Lire (TRY)
ru: Турецкая лира
tr: Türk Lirası
uk: Турецька ліра
vi: Lia Thổ Nhĩ Kỳ

# Languages::currency_code_twd
source: New Taiwan dollar
ar: الدولار التايواني الجديد
da: Nye Taiwan dollar
de: Neuer Taiwan-Dollar
el: Νέο Ταϊβανέζικο dollar
es: Nuevo dólar de Taiwán
id: Dolar Taiwan Baru
ja: ニュー台湾ドル
no: Ny Taiwansk dollar
ru: Новый Тайваньский Доллар
uk: Новий тайванський долар

# Languages::currency_code_uah
source: UAH
de: Ukrainische Hrywnja
ja: ウクライナ・フリヴニャ
uk: Українська гривня
vi: Hryvnia Ukraina

# Languages::currency_code_usd
source: US Dollar
ar: دولار أمريكي
cs: AMERICKÝ dolar
da: Amerika USD
de: Amerikanischer Dollar
el: Δολάριο ΗΠΑ
es: Dólar de los E.E.U.U.
ja: USドル
no: US Dollar (USD)
ru: Доллар США
uk: Долар США
vi: Đô-la Mỹ

# Languages::currency_code_vuv
source: Vanuatu Vatu
el: Βανουάτου Vatu
ja: バヌアツ・バツ
no: Vanuatu Vatu (VUV)
ru: Вату Вануату
uk: Вануатський вату

# Languages::currency_code_wst
source: Samoan Tala
el: Σαμόα Τάλα
es: Samoa Tala
ja: サモア・タラ
no: Samoansk Tala (WST)
ru: Самоа тала
uk: Самоанська тала
vi: Samoa Tala

# Languages::currency_code_xaf
source: XAF
de: Zentralafrikanischer Franc
ja: CFAフラン
uk: Центральноафриканський франк

# Languages::currency_code_xof
source: XOF
de: Senegalesischer Franc
ja: CFAフラン
uk: Західноафриканський франк

# Languages::currency_code_xpf
source: XPF
de: CFP-Franc
ja: CFPフラン
uk: Французький тихоокеанський франк

# Languages::currency_code_zar
source: Rand
da: Sydafrika ZAR
ja: 南アフリカ・ランド
no: Rand (ZAR)
ru: Рэнд
uk: Південноафриканський ранд
vi: Rand Nam Phi

# Languages::currency_deleted
source: The currency has been deleted successfully.
ar: تم حذف العملة بنجاح.
cs: Měna byla úspěšně odstraněna.
da: Valutaen er blevet slettet
de: Die Währung wurde erfolgreich gelöscht
el: Το νόμισμα έχει διαγραφεί επιτυχώς.
es: La divisa se ha eliminado con éxito.
id: Mata uang berhasil dihapus.
ja: 通貨が削除されました
no: Valutaen er slettet.
ru: Валюта была удалена успешно.
tr: Para birimi başarı ile silindi.
uk: Валюту було видалено успішно.
vi: Loại tiền tệ đã được xóa thành công.

# Languages::currency_rate
source: Rate
ar: النسبة
cs: Sazba
da: valutakurs
de: Wechselkurs
el: Τιμή
es: Precio
id: Tarif
ja: 換算レート
no: Sats
ru: Курс валюты
tr: Kur
uk: Курс
vi: Tỷ lệ

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
ar: معدل تغيير العملة يجب أن يكون أعلى من صفر.
cs: Směnný kurz měny by měl být vyšší než 0.
da: Valutakurs bør være højere end 0.
de: Wechselkurs sollte höher als 0 sein.
el: Η συναλλαγματική ισοτιμία θα πρέπει να είναι μεγαλύτερη από 0.
es: Tasa de cambio debe ser superior a 0.
id: Nilai tukar mata uang harus lebih besar dari 0.
ja: 換算レートには0より大きい数値を指定してください。
no: Valutakursen bør være høyere enn 0.
ru: Курс обмена валюты должен быть больше нуля.
tr: Para birimi kuru 0 dan yüksek olmak zorundadır.
uk: Обмінний курс має бути більше за 0.
vi: Tỷ lệ trao đổi tiền tệ nên cao hơn 0.

# Languages::currency_sign
source: Sign
ar: التوقيع
cs: Symbol
da: tegn
de: Symbol
el: Σύμβολο νομίσματος
es: Signo
id: Simbol
ja: 通貨記号
no: Tegn
ru: Символ валюты
tr: Sembol
uk: Символ
vi: Ký hiệu

# Languages::current_database_size
source: Current database size
ar: مساحة قواعد البيانات الحالية
cs: Aktuální velikost databáze
da: Nuværende database størrelse
de: Aktuelle Datenbankgrösse
el: Παρόν Μέγεθος Βάσης Δεδομένων
es: Tamaño actual de la base de datos
id: Ukuran databasa saat ini
ja: 現在のデータベースサイズ
no: Gjeldende database størrelse
ru: Текущий размер базы данных
tr: şu anki Veri tabanı boyutu
uk: Поточний розмір бази даних
vi: Kích thước cơ sở dữ liệu hiện thời

# Languages::current_path
source: Current path
ar: المسار الحالي
cs: Aktuální cesta
da: aktuel sti
de: Aktueller Pfad
el: Τρέχουσα διαδρομή
es: Dirección actual
id: Alamat direktori saat ini
ja: 現在のパス
no: Gjeldende sti
ru: Текущий путь
tr: Geçerli yol
uk: Поточний шлях
vi: Đường dẫn hiện tại

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
ar: يمكنكم رفع وتحميل الملفات عبر <a href="[href]">محرر الملفات</a>
cs: Můžete nahrávat a stahovat soubory přes <a href="[href]">Editor souborů</a>
da: Du kan uploade og downloade filer via <a href="[href]"> Fil Editor</a>
de: Sie können über den <a href="[href]">Datei-Editor</a> Dateien hoch- und herunterladen
el: Μπορείτε να ανεβάζετε και να κατεβάζετε αρχεία μέσω του <a href="[href]">Επεξεργαστή αρχείων</a>
es: Puedes cargar y descargar archivos a través del<a href="[href]">Editor de archivos</a>
id: Anda dapat meng-upload dan download file melalui <a href="[href]"> File Editor</a>
ja: <a href="[href]">ファイルエディター</a> からファイルをアップロードまたはダウンロードできます。
no: Du kan laste filer opp og ned via <a href="[href]">Filredigereren</a>
ru: Вы можете загрузить и скачать файлы через <a href="[href]">Редактор файлов</a>
uk: Ви можете завантажити та скачати файли через <a href="[href]">Редактор файлів</a>
vi: Bạn có thể tải lên và tải về tập tin thông qua <a href="[href]"> Trình soạn thảo tập tin</a>

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
cs: Můžete nahrávat a stahovat soubory přes [link]
de: Sie können Dateien über [link] hoch- und herunterladen
el: Μπορείτε να ανεβάζετε και να κατεβάζετε αρχεία μέσω του [link]
es: Puede cargar y descargar archivos a través de [link]
id: Anda dapat meng-upload dan men-download file melalui [link]
no: Du kan laste opp og laste ned filer via [link]
ru: Вы можете загрузить и скачать файлы, пройдя по ссылке [link]
tr: [Link] ile dosya yükleyebilir ve indirebilirsiniz
uk: Ви можете завантажити та скачати файли через [link]

# Languages::current_period
source: Current Period
ar: الفترة الزمنية الحالية
cs: Běžné období
da: aktuel periode
de: Aktuelle Periode
el: Τρέχουσα Περίοδος
es: Periodo actual
id: Periode saat ini
ja: この期間の売上
no: Nåværende periode
ru: Текущий период
tr: Geçerli Period
uk: Поточний період
vi: Thời gian hiện tại

# Languages::current_theme
source: Current theme
ar: الثيم الحالي
cs: Aktuální šablona
da: Aktuelle tema
de: Aktuelles Template (Theme)
el: Τρέχον theme
es: Tema actual
id: Theme saat ini
ja: 現在のテーマ
no: Nåværende mal
ru: Выбранная тема
tr: Geçerli tema
uk: Поточні теми
vi: Giao diện hiện tại

# Languages::custom
source: Custom
ar: مخصص
cs: Vlastní
da: brugerdefineret
de: Personalisiert
el: Προσαρμοσμένο
es: Personalizado
id: Kustom
ja: カスタム
no: Egendefinert
ru: Другое
tr: Özel
uk: Інше
vi: Tuỳ chỉnh

# Languages::customer
source: Customer
ar: عميل
cs: Zákazník
da: Kunde
de: Kunde
el: Πελάτης
es: Cliente
id: Pelanggan
ja: お客様
no: Kunde
ru: Покупатель
tr: Müşteri
uk: Покупець
vi: Khách hàng

# Languages::customers
source: Customers
ar: العملاء
cs: Zákazníci
da: Kunder
de: Kunden
el: Πελάτες
es: Clientes
id: Pelanggan
ja: お客様
no: Kunder
ru: Покупатели
tr: Müşteriler
uk: Покупці
vi: Khách hàng

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
ar: قائمة عملاء المتجر. الأعضاء المسجلين الذين يمتلكون حساب عميل.
cs: Seznam registrovaných zákazníků.
da: Liste over store kunder, registrerede brugere med en kundekonto.
de: Liste von Store-Kunden, registrierte Benutzer mit einem Kundenkonto.
el: Λίστα πελατών καταστημάτος, εγγεγραμμένοι χρήστες με λογαριασμό πελάτη.
es: Lista de los clientes de la tienda registrados con una cuenta de cliente.
id: Daftar pelanggan dan user yang terdaftar dengan akun pelanggan.
ja: お客様アカウントの登録・編集・削除を行います。
no: Liste over kunder og registrerte brukere med en kundekonto.
ru: Список покупателей магазина — зарегистрированных пользователей с учетной записью покупателя.
tr: Mağaza müşterilerinin listesi, Müşteri hesabına sahip kayıtlı kullanıcılar.
uk: Список покупців магазину - зареєстрованих користувачів з обліковим записом покупця.
vi: Danh sách khách hàng lưu trữ, người dùng đăng ký với một tài khoản khách hàng.

# Languages::customer_details
source: Customer details
ar: تفاصيل العميل
cs: Zákaznické podrobnosti
da: Kunde detaljer
de: Kunden Details
el: Λεπτομέρειες πελάτη
es: Detalles del cliente
id: Rincian pelanggan
ja: お客様情報
no: Kundedetaljer
ru: Данные покупателя
tr: Müşteri detayları
uk: Дані покупця
vi: Chi tiết khách hàng

# Languages::customer_email
source: Customer email
ar: إيميل العميل
cs: Zákaznický email
da: Kunde e-mail
de: Kunden E-mail
el: E-mail πελάτη
es: Correo electrónico del cliente
id: Email pelanggan
ja: お客様Eメール
no: Kundens e-post
ru: Email покупателя
tr: Müşteri e-mail
uk: E-mail покупця
vi: Email khách hàng

# Languages::customer_id
source: Customer ID
ar: معرف العميل
cs: Zákaznické ID
da: Kunde-ID
de: Kunden ID
el: Ταυτότητα πελάτη
es: ID de Cliente
id: ID pelanggan
ja: 顧客ID
no: Kunde-ID
ru: ID покупателя
tr: Müşteri ID
uk: ID покупця
vi: ID khách hàng

# Languages::customer_info
source: Customer information
ar: بيانات العميل
cs: Informace o zákazníkovi
da: Kunde info
de: Kundeninformation
el: Πληροφορίες Πελάτη
es: Info del cliente
id: Informasi pelanggan
ja: お客様情報
no: Kundeinformasjon
ru: О покупателе
tr: Müşteri bilgisi
uk: Про покупця
vi: Thông tin khách hàng

# Languages::customer_information
source: Customer information
ar: معلومات العميل
cs: Informace o zákazníkovi
da: Kunde information
de: Kundeninformation
el: Πληροφορίες Πελάτη
es: Información del cliente
id: Informasi pelanggan
ja: お客様情報
no: Kundeinformasjon
ru: Информация о покупателе
tr: Müşteri bilgisi
uk: Інформація про покупця
vi: Thông tin khách hàng
