Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
cs: (GMT-06:00) Střední Amerika
da: (GMT-06:00) Mellemamerika
de: (GMT-06:00) Zentralamerika
es: (GMT-06:00) América Central
id: (GMT-06.00) Amerika Tengah
no: (GMT-06:00) Sentral-Amerika
ru: (GMT-06:00) Центральная Америка
tr: (GMT-06:00) Orta Amerika
uk: (GMT-06:00) Центральна Америка
vi: (GMT-06:00) Trung Mỹ

# SettingsVariants::timezone::Etc/GMT+5
source: (GMT-05:00) Indiana (East)
cs: (GMT-05:00) Indiana (východ)
da: (GMT-05:00) Indiana (øst)
de: (GMT-05:00) Indiana (Ost)
es: (GMT-05:00) Indiana (este)
id: (GMT-05.00) Indiana (Timur)
no: (GMT-05:00) Indiana (Øst)
ru: (GMT-05:00) Индиана (Восток)
tr: (GMT-05:00) Indiana (Doğu)
uk: (GMT-05:00) Індіана (схід)
vi: (GMT-05:00) Indiana (Đông)

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
cs: (GMT-05:00) Východní čas (USA & Kanada)
de: (GMT-05:00) Eastern Time (U.S. & Kanada)
es: (GMT-05:00) Hora del este (U.S. & Canada)
id: (GMT-05.00) Waktu Timur (AS & Kanada)
no: (GMT-05:00) Eastern Time (USA & Canada)
ru: (GMT-05:00) Восточное время (США и Канада)
tr: (GMT-05:00) Doğu Saati (ABD & Kanada)
uk: (GMT-05:00) Східний час (США & Канади)
vi: (GMT-05:00) Giờ Miền Đông (U.S. & Canada)

# SettingsVariants::timezone::America/Bogota
source: (GMT-05:00) Bogota, Lima, Quito
de: (GMT-05:00) Bogotá, Lima, Quito
es: (GMT-05:00) Bogotá, Lima, Quito
ru: (GMT-05:00) Богода, Лима, Кито
uk: (GMT-05:00) Богота, Ліма, Кіто

# SettingsVariants::timezone::America/Santiago
source: (GMT-04:00) Santiago
ru: (GMT-04:00) Сантьяго
uk: (GMT-04:00) Сантьяго

# SettingsVariants::timezone::America/La_Paz
source: (GMT-04:00) Caracas, La Paz
ru: (GMT-04:00) Каракас, Ла-Пас
uk: (GMT-04:00) Каракас, Ла-Пас

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
cs: (GMT-04:00) Atlantický čas (Kanada)
da: (GMT-04:00) Atlantisk tid (Canada)
de: (GMT-04:00) Atlantik (Kanada)
es: (GMT-04:00) Hora del Atlántico (Canadá)
id: (GMT-04.00) Waktu Atlantik (Kanada)
ru: (GMT-04:00) Атлантическое время (Канада)
tr: (GMT-04:00) Atlantik Saati (Kanada)
uk: (GMT-04:00) Атлантичний часу (Канада)
vi: (GMT-04:00) Giờ Đại Tây Dương (Canada)

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
de: (GMT-03:30). Neufundland
ru: (GMT-03:30) Ньюфаундлэнд
uk: (GMT-03:30). Ньюфаундленд

# SettingsVariants::timezone::America/Godthab
source: (GMT-03:00) Greenland
cs: (GMT-03:00) Grónsko
da: (GMT-03:00) Grønland
de: (GMT-03:00) Grönland
es: (GMT-03:00) Groenlandia
no: (GMT-03:00) Grønland
ru: (GMT-03:00) Гринландия
tr: (GMT-03:00) Grönland
uk: (GMT-03:00) Ґренландія

# SettingsVariants::timezone::Etc/GMT+3
source: (GMT-03:00) Buenos Aires, Georgetown
ru: (GMT-03:00) Буэнос Айрес, Джорджтаун
uk: (GMT-03:00) Буенос-Айрес, Джорджтаун

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
ru: (GMT-03:00) Бразилия
uk: (GMT-03:00) Бразиліа

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
cs: (GMT-02:00) Střední-Atlantik
da: (GMT-02:00) Midt-atlantiske
de: (GMT-02:00) Mittelatlantik
es: (GMT-02:00) Mediados de-Atlántico
ru: (GMT-02:00) Среднеатлантическое время
tr: (GMT-02:00) Orta Atlantik
uk: (GMT-02:00) Середня Атлантика
vi: (GMT-02:00) Trung Đại Tây Dương

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
cs: (GMT-01:00) Kapverdy
da: (GMT-01:00) Kap Verde.
de: (GMT-01:00) Kap Verde ist.
es: (GMT-01:00) Cabo Verde es.
id: (GMT-01.00) Tanjung Verde adalah.
no: (GMT-01:00) Kapp Verde
ru: (GMT-01:00) Острова Зеленого Мыса.
tr: (GMT-01:00) Cape Verde Adası
uk: (GMT-01:00) Кабо-Верде

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
cs: (GMT-01:00) Azory
da: (GMT-01:00) Azorerne
de: (GMT-01:00) Azoren
no: (GMT-01:00) Azorene
ru: (GMT-01:00) Азорские острова
uk: (GMT-01:00) Азорські острови

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Casablanca, Monrovia
ar: (GMT) الدار البيضاء، مونروفيا
ja: (GMT) カサブランカ, モンロビア
ru: (GMT) Касабланка, Монровия
uk: (GMT) Касабланка, Монровія

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
cs: (GMT) Greenwichský střední čas: Dublin, Edinburgh, Lisabon, Londýn
da: (GMT) Greenwich Mean Time: Dublin, Edinburgh, Lissabon, London
de: (GMT) Weltzeit: Dublin, Edinburgh, Lissabon, London
es: (GMT) Tiempo Medio de Greenwich: Dublín, Edimburgo, Lisboa, Londres
no: (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisboa, London
ru: (GMT) Гринвичское время: Дублин, Эдинбург, Лисабон, Лондон
tr: (GMT) Greenwich Saati: Dublin, Edinburgh, Lizbon, Londra
uk: (GMT) Часу за Гринвічем: Дублін, Единбург, Лісабон, Лондон

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
cs: (GMT + 01:00) Amsterdam, Berlín, Bern, Řím, Stockholm, Vídeň
da: (GMT + 01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
de: (GMT+01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
es: (GMT + 1:00) Amsterdam, Berlín, Berna, Roma, Estocolmo, Viena
id: (GMT + 01.00) Amsterdam, Berlin, Bern, Roma, Stockholm, Wina
no: (GMT+01:00) Amsterdam, Berlin, Oslo, Roma, Stockholm, Wien
ru: (GMT+01:00) Астердам, Берлин, Берн, Рим, Стокгольм, Вена
tr: (GMT + 01:00) Amsterdam, Berlin, Bern, Roma, Stokholm, Viyana
uk: (GMT + 01:00) Амстердам, Берлін, Берн, Рим, Стокгольм, Відень

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
cs: (GMT + 01:00) Bělehrad, Bratislava, Budapešť, Lublaň, Praha
da: (GMT + 01:00) Beograd, Bratislava, Budapest, Ljubljana, Prag
de: (GMT+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag
es: (GMT + 1:00) Belgrado, Bratislava, Budapest, Ljubljana, Prague
no: (GMT+01:00) Beograd, Bratislava, Budapest, Praha
ru: (GMT+01:00) Белграж, Братислава, Будапешт, Любляна, Прага
tr: (GMT + 01:00) Belgrad, Bratislava, Budapeşte, Ljubljana, Prag
uk: (GMT + 01:00) Белград, Братислава, Будапешт, Любляна, Прага
vi: (GMT + 01:00) Belgrade, Bratislava, Budapest, Ljubljana, Praha

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
cs: (GMT + 01:00) Brusel, Kodaň, Madrid, Paříž
da: (GMT 01:00) Bruxelles, København, Madrid, Paris
de: (GMT+01:00) Brüssel, Kopenhagen, Madrid, Paris
es: (GMT+01:00) Bruselas, Copenhagen, Madrid, Paris
id: (GMT + 01.00) Brussels, Kopenhagen, Madrid, Paris
no: (GMT+01:00) Brüssel, København, Madrid, Paris
ru: (GMT+01:00) Брюссель, Копенгаген, Мадрид, Париж
tr: (GMT + 01:00) Brüksel, Kopenhag, Madrid, Paris
uk: (GMT + 01:00) Брюссель, Копенгаген, Мадрид, Париж

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
de: (GMT+01:00) Sarajevo, Skopje, Warschau, Zagreb
es: (GMT+01:00) Sarajevo, Skopje, Varsovia, Zagreb
id: (GMT + 01.00) Sarajevo, Skopje, Warsawa, Zagreb
no: (GMT+01:00) Sarajevo, Skopje, Warsawa, Zagreb
ru: (GMT+01:00) Сараево, Скопье, Варшава, Загреб
tr: (GMT + 01:00) Saraybosna, Üsküp, Varşova, Zagreb
uk: (GMT + 01:00) Сараєво, Скоп'є, Варшава, Загреб

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
cs: (GMT + 01:00) Západ střední Afriky
da: (GMT + 01:00) West Central Afrika
de: (GMT+01:00) West-Zentralafrika
id: (GMT + 01.00) Afrika Tengah Barat
no: (GMT+01:00) Vest Sentral Afrika
ru: (GMT+01:00) Западная Африка
tr: (GMT + 01:00) Batı Orta Afrika
uk: (GMT+01:00) Західна та Центральна Африка
vi: (GMT + 01:00) Tây Trung Phi

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+03:00) Istanbul
el: (GMT + 03:00) Κωνσταντινούπολη
es: (GMT+03:00) Estambul
ru: (GMT+03:00) Стамбул
uk: (GMT + 03:00) Стамбул

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
cs: (GMT+02:00) Atény
da: (GMT + 02:00) Athen
el: (GMT + 02:00) Αθήνα
es: (GMT+02:00) Atenas
no: (GMT+02:00) Athen
ru: (GMT + 02:00) Афины
tr: (GMT + 02:00) Atina
uk: (GMT + 02:00) Афіни
vi: (GMT + 02:00) Athena

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
ar: (GMT + 02: 00) بيروت
cs: (GMT+02:00) Bejrút
el: (GMT + 02:00) Βηρυτός
ru: (GMT + 02:00) Бейрут
tr: (GMT + 02:00) Beyrut
uk: (GMT + 02:00) Бейрут

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
ar: (GMT + 02:00) بوخارست
cs: (GMT+02:00) Bukurešť
da: (GMT + 02:00) Bukarest
es: (GMT+02:00) Bucarest
no: (GMT+02:00) Bucuresti
ru: (GMT+02:00) Бухарест
tr: (GMT + 02:00) Bükreş
uk: (GMT + 02:00) Бухарест

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
cs: (GMT + 02:00) Káhira
id: (GMT + 02.00) Kairo
no: (GMT+02:00) Kairo
ru: (GMT+02:00) Каир
uk: (GMT + 02:00) Каїр

# SettingsVariants::timezone::Africa/Johannesburg
source: (GMT+02:00) Harare, Pretoria
ru: (GMT+02:00) Хараре, Претория
uk: (GMT + 02:00) Хараре, Преторія

# SettingsVariants::timezone::Europe/Kiev
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
cs: (GMT + 02:00) Helsinky, Kyjev, Riga, Sofie, Tallin, Vilnius
da: (GMT + 02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
de: (GMT+02:00) Helsinki, Kiew, Riga, Sofia, Tallinn, Vilnius
no: (GMT+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn
ru: (GMT + 02:00) Хельсинки, Киев, Рига, София, Таллин, Вильнюс
tr: (GMT + 02:00) Helsinki, Kiev, Riga, Sofya, Tallinn, Vilnius
uk: (GMT + 02:00) Гельсинкі, Київ, Рига, Софія, Таллінн, Вільнюс
vi: (GMT + 02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
cs: (GMT + 02:00) Jeruzalém
es: (GMT+02:00) Jerusalén
id: (GMT + 02.00) Yerusalem
ru: (GMT+02:00) Иерусалим
tr: (GMT + 02:00) Kudüs
uk: (GMT + 02:00) Єрусалим

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
cs: (GMT + 03:00) Bagdád
da: (GMT + 03:00) Bagdad
es: (GMT+03:00) Bagdad
no: (GMT+03:00) Bagdad
ru: (GMT+03:00) Багдад
tr: (GMT + 03:00) Bağdat
uk: (GMT + 03:00) Багдад

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
cs: (GMT + 03:00) Kuwait, Rijád
ru: (GMT+03:00) Кувейт, Эр-Рияд
tr: (GMT + 03:00) Kuveyt, Riyad
uk: (GMT + 03:00) Кувейт, Ер-Ріяд

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg, Volgograd
cs: (GMT + 03:00) Moskva, Sant Petěrburg, Volgograd
da: (GMT 03:00) Moskva, St. Petersburg, Volgograd
de: (GMT+03:00) Moskau, St. Petersburg, Wolgograd
es: (GMT+03:00) Moscú, St. Petersburg, Volgograd
id: (GMT + 03.00) Moskow, St. Petersburg, Volgograd
no: (GMT+03:00) Moskva, St. Petersburg, Volgograd
ru: (GMT+03:00) Москва, Санкт Петербург, Волгоград
tr: (GMT + 03:00) Moskova, St. Petersburg, Volgograd
uk: (GMT + 03:00) Москва, Санкт-Петербург, Волгоград
vi: (GMT + 03:00) Moskva, St. Petersburg, Volgograd

# SettingsVariants::timezone::Europe/Minsk
source: (GMT+03:00) Minsk
ar: (GMT + 03:00) مينسك
el: (GMT + 03:00) Μινσκ
es: (GMT + 3:00) Minsk
ru: (GMT + 03:00) Минск
uk: (GMT + 03:00) Мінськ

# SettingsVariants::timezone::Africa/Nairobi
source: (GMT+03:00) Nairobi
ru: (GMT+03:00) Найроби
uk: (GMT + 03:00) Найробі

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
cs: (GMT + 03:30) Teherán
da: (GMT + 03:30) Teheran
de: (GMT+03:30) Teheran
id: (GMT + 03: 30) Teheran
no: (GMT+03:30) Teheran
ru: (GMT+03:30) Тегеран
tr: (GMT + 03:30) Tahran
uk: (GMT + 03:30) Тегеран

# SettingsVariants::timezone::Asia/Dubai
source: (GMT+04:00) Abu Dhabi, Muscat
de: (GMT+04:00) Abu Dhabi, Muskat
ru: (GMT+04:00) Абу-Даби, Мюска
tr: (GMT + 04:00) Abu Dabi, Muscat
uk: (GMT + 04:00) Абу-Дабі, Мускат

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
cs: (GMT + 04:00) Baku, Tbilisi, Jerevan
de: (GMT+04:00) Baku, Tiflis, Yerevan
ru: (GMT+04:00) Баку, Тбилиси, Ереван
tr: (GMT + 04:00) Bakü, Tiflis, Erivan
uk: (GMT + 04:00) Баку, Тбілісі, Єревані

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
cs: (GMT + 04:30) Kábul
ru: (GMT+04:30) Кабул
tr: (GMT + 04:30) Kabil
uk: (GMT + 04:30) Кабул

# SettingsVariants::timezone::Asia/Yekaterinburg
source: (GMT+05:00) Ekaterinburg
cs: (GMT + 05:00) Jekatěrinburg
ru: (GMT+05:00) Екатеринбург
uk: (GMT + 05:00) Єкатеринбург

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
cs: (GMT + 05:00) Islámábád, Karáčí, Taškent
de: (GMT+05:00) Islamabad, Karatschi, Taschkent
ru: (GMT+05:00) Исламабад, Карачи, Ташкент
tr: (GMT + 05:00) Islamabad, Karaçi, Taşkent
uk: (GMT + 05:00) Ісламабад, Карачі, Ташкент

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
ar: (GMT + 05:30) تشيناي، كلكتا، مومباي، نيودلهي
es: (GMT+05:30) Chennai, Calcuta, Mumbai, Nueva Deli
ru: (GMT+05:30) Ченнай, Калькута, Мумбай, Новый Дельфи
tr: (GMT + 05:30) Chennai, Kalküta, Mumbai, Yeni Delhi
uk: (GMT + 05:30) Ченнаї, Калькутта, Мумбаї, Нью-Делі

# SettingsVariants::timezone::Asia/Kathmandu
source: (GMT+05:45) Kathmandu
ar: (GMT + 05:45) كاتماندو
cs: (GMT + 05:45) Káthmándú
es: (GMT+05:45) Katmandú​
no: (GMT+05:45) Katmandu
ru: (GMT+05:45) Катманду
tr: (GMT + 05:45) Katmandu
uk: (GMT + 05:45) Катманду

# SettingsVariants::timezone::Asia/Novosibirsk
source: (GMT+06:00) Almaty, Novosibirsk
de: (GMT+06:00) Almaty, Nowosibirsk
ru: (GMT+06:00) Алматы, Новосибирск
tr: (GMT + 06:00) Alma Ata, Novosibirsk
uk: (GMT + 06:00) Алмати, Новосибірськ

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Astana, Dhaka
cs: (GMT + 06:00) Astana, Dháka
ru: (GMT+06:00) Астана, Дака
uk: (GMT + 06:00) Астана, Дакка

# SettingsVariants::timezone::Asia/Colombo
source: (GMT+06:00) Sri Jayawardenepura
cs: (GMT + 06:00) Šrí Jayawardenepura
ru: (GMT+06:00) Шри-Джайавардеепура
uk: (GMT + 06:00) Шрі-Джаяварденепура-Котте

# SettingsVariants::timezone::Asia/Rangoon
source: (GMT+06:30) Rangoon
cs: (GMT + 06:30) Rangún
es: (GMT+06:30) Rangún
ru: (GMT+06:30) Рангун
uk: (GMT + 06:30) Рангун

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
cs: (GMT + 07:00) Bangkok, Hanoj, Jakarta
ru: (GMT+07:00) Банкок, Ханой, Джакарта
uk: (GMT + 07:00) Бангкок, Ханой, Джакарта
vi: (GMT + 07:00) Bangkok, Hà Nội, Jakarta

# SettingsVariants::timezone::Asia/Krasnoyarsk
source: (GMT+07:00) Krasnoyarsk
cs: (GMT + 07:00) Krasnojarsk
de: (GMT+07:00) Krasnojarsk
ru: (GMT+07:00) Красноярск
uk: (GMT + 07:00) Красноярськ

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
cs: (GMT + 08:00) Peking, Čchung-čching, Hong Kong, Urumqi
de: (GMT+08:00) Peking, Chongqing, Hong Kong, Urumqi
no: (GMT+08:00) Beijing, Hong Kong
ru: (GMT+08:00) Пекин, Чунцин, Гонг Конг, Урумчи
tr: (GMT + 08:00) Pekin, Çongcin, Hong Kong, Urumçi
uk: (GMT + 08:00) Пекін, Чунцин, Гонконг, Урумчі
vi: (GMT + 08:00) Bắc Kinh, Chongqing, Hong Kong, Urumqi

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaan Bataar
de: (GMT+08:00) Irkutsk, Ulan Bator
ru: (GMT+08:00) Иркутск, Улан Батор
tr: (GMT + 08:00) Irkutsk, Ulan Batur
uk: (GMT+08:00) Іркутськ, Улан-Батор

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
cs: (GMT + 08:00) Kuala Lumpur, Singapur
de: (GMT+08:00) Kuala Lumpur, Singapur
ru: (GMT+08:00) Куала-Лумпур, Сингапур
tr: (GMT + 08:00) Kuala Lumpur, Singapur
uk: (GMT + 08:00) Куала-Лумпур, Сінгапур

# SettingsVariants::timezone::Australia/Perth
source: (GMT+08:00) Perth
ru: (GMT+08:00) Перт
uk: (GMT + 08:00) Перт

# SettingsVariants::timezone::Asia/Taipei
source: (GMT+08:00) Taipei
cs: (GMT + 08:00) Tchaj-pej
ru: (GMT+08:00) Тайпей
uk: (GMT + 08:00) Тайбей

# SettingsVariants::timezone::Asia/Tokyo
source: (GMT+09:00) Osaka, Sapporo, Tokyo
cs: (GMT + 09:00) Ósaka, Sapporo, Tokio
de: (GMT+09:00) Osaka, Sapporo, Tokio
ru: (GMT+09:00) Осака, Саппоро, Токио
uk: (GMT + 09:00) Осака, Сапоро, Токіо

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
cs: (GMT + 09:00) Soul
es: (GMT+09:00) Seúl
ru: (GMT+09:00) Сеул
tr: (GMT + 09:00) Seul
uk: (GMT + 09:00) Сеул

# SettingsVariants::timezone::Asia/Yakutsk
source: (GMT+09:00) Yakutsk
cs: (GMT + 09:00) Jakutsk
ru: (GMT+09:00) Якутск
uk: (GMT + 09:00) Якутськ

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
ru: (GMT+09:30) Аделаида
uk: (GMT + 09:30) Аделаїда

# SettingsVariants::timezone::Australia/Darwin
source: (GMT+09:30) Darwin
ru: (GMT+09:30) Дарвин
uk: (GMT + 09:30) Дарвін

# SettingsVariants::timezone::Australia/Brisbane
source: (GMT+10:00) Brisbane
ru: (GMT+10:00) Брисбен
uk: (GMT + 10:00) Брісбен

# SettingsVariants::timezone::Australia/Sydney
source: (GMT+10:00) Canberra, Melbourne, Sydney
ru: (GMT+10:00) Канберра, Мельбурн, Сидней
tr: (GMT + 10:00) Kanbera, Melbourne, Sydney
uk: (GMT + 10:00) Канберра, Мельбурн, Сідней

# SettingsVariants::timezone::Pacific/Port_Moresby
source: (GMT+10:00) Guam, Port Moresby
ru: (GMT+10:00) Гуам, Порт Моресби
uk: (GMT + 10:00) ГУАМ, Порт-Морсбі

# SettingsVariants::timezone::Australia/Hobart
source: (GMT+10:00) Hobart
ru: (GMT+10:00) Хобарт
uk: (GMT + 10:00) Хобарт

# SettingsVariants::timezone::Asia/Vladivostok
source: (GMT+10:00) Vladivostok
ru: (GMT+10:00) Владивосток
uk: (GMT + 10:00) Владивосток

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
da: (GMT 11:00) Magadan, Solomon Is., Ny Kaledonien
de: (GMT+11:00) Magadan, Solomon Inseln, Neukaledonien
no: (GMT+11:00) Magadan, Solomonøyene, New Caledonia
ru: (GMT+11:00) Магадан, Соломоновы острова, Новая Каледония
tr: (GMT + 11:00) Magadan, Solomon, Yeni Kaledonya
uk: (GMT + 11:00) Магадан, Соломонові острови, Нова Каледонія

# SettingsVariants::timezone::Pacific/Auckland
source: (GMT+12:00) Auckland, Wellington
ru: (GMT+12:00) Окленд, Веллингтон
uk: (GMT + 12:00) Окленд, Веллінгтон

# SettingsVariants::timezone::Pacific/Fiji
source: (GMT+12:00) Fiji
ar: (GMT + 12: 00) فيجي
cs: (GMT+12:00) Fidži
es: (GMT+12:00) Fiyi
ru: (GMT+12:00) Фиджи
uk: (GMT + 12:00) Фіджі

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
cs: (GMT+12:00) Kamčatka, Marshallovy ostr.
es: (GMT+12:00) Kamchatka, Islas MarshalI.
id: (GMT + 12:00) Kamchatka, Marshall adalah.
ru: (GMT+12:00) Камчатка, Маршаловы острова.
tr: (GTM + 12:00) Kamçatka, Marshall Adaları.
uk: (GMT + 12:00) Камчатка, Маршаллові острови.

# SettingsVariants::timezone::Pacific/Tongatapu
source: (GMT+13:00) Nuku'alofa
ru: (GMT+13:00) Ноквалофа
uk: (GMT + 13:00) Нукуалофа

# SettingsVariants::email_templates::old
source: Old (stored on file system)
ar: القديمة (المخزنة في نظام الملفات)
cs: Staré (uložené v souborovém systému)
da: Gamle (gemt på filsystem)
el: Παλιό (αποθηκεύεται στο σύστημα αρχείων)
es: Antiguo (almacenado en el sistema de archivos)
id: Tua (tersimpan pada file system)
ja: 旧タイプ（ファイルで管理）
no: Gamle (lagret i filsystemet)
ru: Старый (в файловой системе)
tr: Eski (Dosya sisteminde depolanan)
uk: Старий (в файловій системі)
vi: Cũ (được lưu trữ trên hệ thống tập tin)

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
ar: جديد (لطيفة وقابلة للتحرير عن طريق لوحة الإدارة)
cs: Nový (pěkné a upravitelné přes admin panel)
da: Ny (nice og redigerbar via admin panel)
el: Νέο (ωραίο και επεξεργάσιμο μέσω admin panel)
es: Nuevo (agradable y editable a través del panel de administración)
id: Baru (bagus dan bisa diedit via panel admin)
ja: 新タイプ（管理画面で管理）
no: Ny (redigerbart via adminpanelet)
ru: Новый (в панели администратора)
tr: Yeni (admin paneli yoluyla güzel ve düzenlenebilir)
uk: Новий (в панелі адміністратора)
vi: Mới (tốt đẹp và có thể chỉnh sửa thông qua bảng quản trị)

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
ru: Номер в международном формате
uk: Номер в міжнародному форматі

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
ru: Любые цифры и +-()
uk: Будь-які цифри і + - ()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
ru: Любые символы
uk: Будь-які символи

# Languages::views
source: Views
ar: المشاهدات
cs: Ukázky
da: Visninger
de: Ansichten
el: Προβολές
es: Vistas
id: Tampilan
ja: ビュー
no: Visninger
ru: Отображения
tr: İzleme
uk: Перегляди
vi: Xem

# ProfileFields::firstname
source: First name
ar: الإسم الأول
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre
id: Nama depan
ja: 姓
no: Fornavn
ru: Имя
tr: Adınız
uk: Ім’я
vi: Tên

# ProfileFields::lastname
source: Last name
ar: إسم العائلة
cs: Příjmení
da: Efternavn
de: Nachnamen
el: Επίθετο
es: Apellidos
id: Nama belakang
ja: 名
no: Etternavn
ru: Фамилия
tr: Soyadınız
uk: Прізвище
vi: Họ

# Languages::first_name_and_last_name
source: First name and last name
ru: Имя и фамилия
uk: Ім'я та прізвище

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
ru: Имя и фамилия (для доставки)
uk: Ім'я та прізвище (для доставки)

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
ru: Имя и фамилия (для оплаты)
uk: Ім'я та прізвище (для виставлення рахунків)

# Languages::last_name_and_first_name
source: Last name and first name
ru: Фамилия и имя
uk: Прізвище та ім'я

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
ru: Фамилия и имя (для доставки)
uk: Прізвище та ім'я (для доставки)

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
ru: Фамилия и имя (для оплаты)
uk: Прізвище та ім'я (для виставлення рахунків)

# Languages::fullname
source: Full name
ru: ФИО
uk: ПІБ

# Languages::s_fullname
source: Full name (for shipping)
ru: ФИО (для доставки)
uk: ПІБ (для доставки)

# Languages::b_fullname
source: Full name (for billing)
ru: Полное имя (для оплаты)
uk: ПІБ (для оплати)

# ProfileFields::customer_notes
source: Customer's notes
ru: Примечания покупателя
uk: Примітки покупця

# ProfileFields::company
source: Company
ar: الشركة
cs: Firma
da: Firma
de: Firma
el: Εταιρία
es: Empresa
id: Perusahaan
ja: 会社名
no: Firma
ru: Компания
tr: Firma Ünvanı
uk: Компанія
vi: Công ty

# ProfileFields::email
source: Phone
ru: Телефон
uk: Телефон

# ProfileFields::phone
source: Phone
ar: الهاتف
cs: Telefon
da: Telefon
de: Telefon
el: Αριθμός τηλεφώνου
es: Teléfono
id: Telepon
ja: 電話番号
no: Telefon
ru: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

# ProfileFields::fax
source: Fax
ar: الفاكس
de: Telefax
el: Φαξ
no: Kontonummer
ru: Факс
uk: Факс

# ProfileFields::b_firstname
source: First name
ar: الإسم الأول
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre
id: Nama depan
ja: 姓
no: Fornavn
ru: Имя
tr: Adınız
uk: Ім’я
vi: Tên

# ProfileFields::s_firstname
source: First name
ar: الإسم الأول
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre
id: Nama depan
ja: 姓
no: Fornavn
ru: Имя
tr: Adınız
uk: Ім’я
vi: Tên

# ProfileFields::b_lastname
source: Last name
ar: إسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellidos
id: Nama belakang
ja: 名
no: Etternavn
ru: Фамилия
tr: Soyadınız
uk: Прізвище
vi: Họ

# ProfileFields::s_lastname
source: Last name
ar: إسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
el: Επίθετο
es: Apellidos
id: Nama belakang
ja: 名
no: Etternavn
ru: Фамилия
tr: Soyadınız
uk: Прізвище
vi: Họ

# ProfileFields::b_address
source: Address
ar: العنوان
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
id: Alamat
ja: 番地
no: Adresse
ru: Адрес
tr: Adres ( 1 )
uk: Адреса
vi: Địa chỉ

# ProfileFields::b_address_2
source: Address
ar: العنوان
cs: Adresa
da: Adresse 2
de: Adresse
el: Διεύθυνση, γραμμή 2
es: Dirección, línea 2
id: Alamat
ja: ビル・建物名
no: Adresse
ru: Адрес (строка 2)
tr: Adres ( varsa devamı )
uk: Адреса
vi: Địa chỉ
