Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
cs: Pro bezpečnost vyplňte, prosím, formulář pro uzaření vaší objednávky. Neklikejte na obnovovací tlačítko nebo tlačítko zpět nebo by mohla být tato transakce narušena nebo úplně zrušena.
da: For din sikkerhed, skal du udfylde nedenstående formular for at gennemføre din bestilling. Du må ikke klikke på refresh eller tilbage-knappen eller kan denne transaktion blive afbrudt eller aflyst.
de: Für Ihre Sicherheit, bitte das Formular hier unten ausfüllen um Ihre Bestellung abzuschliessen. Bitte nicht auf die Refresh oder Zurücktaste klicken, diese Transkation könnte unterbrochen oder annuliert werden.
el: Για την ασφάλειά σας, παρακαλούμε να συμπληρώσετε την παρακάτω φόρμα για να ολοκληρώσετε την παραγγελία σας. Μην κάνετε κλικ στην Ανανέωση ή κουμπί "Πίσω", καθώς η πράξη αυτή μπορεί να διακοπεί ή να ακυρωθεί.
es: Para su seguridad, por favor llene el siguiente formulario para completar su pedido. No haga clic en actualizar o en el botón atrás, o la transacción podría interrumpirse o cancelarse.
id: Untuk keamanan Anda, silakan isi formulir di bawah iniuntuk menyelesaikan pesanan Anda. Jangan klik Refresh atautombol Back, atau transaksi ini dapat terganggu ataudibatalkan.
no: For din egen sikkerhet, vennligst fyll ut skjemaet nedenfor for å fullføre bestillingen. Ikke klikk på Oppdater eller Tilbake-knappen, ellers kan denne transaksjonen bli forstyrret eller avbrutt.
ru: В целях безопасности, пожалуйста, заполните представленную ниже форму. Не нажимайте кнопку обновить или назад, иначе эта сделка может быть прервана или отменена.
tr: For your security, please fill out the form below to complete your order. Do not click the refresh or back button or this transaction may be interrupted or cancelled.
uk: Для вашої безпеки будь ласка, заповніть форму нижче. Не натискайте кнопку оновлення, або назад, або цю угоду може бути перервано або скасовано.
vi: Để bảo mật, xin vui lòng điền vào mẫu dưới đây để hoàn thành đơn đặt hàng của bạn. Không bấm vào nút Làm mới hoặc nút Quay lại, giao dịch này có thể bị gián đoạn hoặc hủy bỏ.

# Languages::text_cmpi_go_back
source: Go back
ar: عودة
cs: Vrátit se
da: Gå tilbage
de: Zurück
el: Επιστροφή
es: Volver
id: Kembali
no: Gå tilbake
ru: Вернуться к оформлению заказа
tr: Geri git
uk: Повернутися до оформлення
vi: Quay lại

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
ar: لا توجد منتجات بالخيارات المحددة متوفرة في المخزون
cs: Zboží s vybranými možnostmi není skladem
da: Ingen produkter med de valgte indstillinger på lager
de: Keine Produkte mit den selektierten Optionen auf Lager
el: Δεν υπάρχει διαθεσιμο προϊόν για τη συγκεκριμένη επιλογή
es: No hay existencias de los productos con las opciones seleccionadas
id: Tidak ada produk dengan opsi yang dipilih memilikipersediaan
ja: ご指定のオプションでは在庫がありません
no: Ingen produkter med de valgte alternativene på lager
ru: Товаров с выбранными опциями нет в наличии
tr: Seçilen seçenekte stoklarda ürün bulunmamaktadır.
uk: Немає товарів з вибраними опціями
vi: Không có sản phẩm với các tùy chọn được chọn trong kho hàng

# Languages::text_companies_activated
source: Selected companies have been activated
ar: تم تنشيط الشركات المختارة
cs: Byly aktivovány vybrané společnosti
da: Udvalgte selskaber er blevet aktiveret
de: Selektierte Firmen wurden aktiviert
el: Οι επιλεγμένες εταιρείες έχουν ενεργοποιηθεί
es: Se han activado las empresas seleccionadas
id: Perusahaan yang dipilih telah diaktifkan
ja: 選択したショップを有効化しました
no: Utvalgte firmaer har blitt aktivert
ru: Выбранные компании были активированы
uk: Вибрані компаній були активовані
vi: Công ty được chọn đã được kích hoạt

# Languages::text_companies_disabled
source: Selected companies have been disabled
ar: تم تعطيل الشركات المختارة
cs: Vybrané společnosti byly zakázány
da: Udvalgte selskaber er blevet deaktiveret
de: Selektierte Firmen wurden deaktiviert
el: Οι επιλεγμένες εταιρείες έχουν απενεργοποιηθεί
es: Se han desactivado las empresas seleccionadas
id: Perusahaan yang dipilih telah dinonaktifkan
ja: 選択したショップを無効化しました
no: Utvalgte firmaer har blitt deaktivert
ru: Выбранные компании были отклонены
uk: Вибрані компанії було вимкнено
vi: Công ty được chọn đã bị vô hiệu

# Languages::text_company_status_active_subj
source: Your company was activated.
ar: تم تنشيط شركتكم.
cs: Vaše společnost byla aktivována.
da: Virksomheden blev aktiveret.
de: Ihre Firma wurde aktiviert.
el: Η επιχείρησή σας ενεργοποιήθηκε.
es: Tu empresa ha sido activada.
id: Perusahaan Anda diaktifkan.
ja: 御社アカウントが有効化されました。
no: Ditt firma ble aktivert.
ru: Ваша компания была активирована.
tr: Firmanız aktif edildi.
uk: Ваша компанія була активована.
vi: Công ty của bạn đã được kích hoạt.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
ar: حالة شركتكم [company] تم تغييرها إلى [status].
cs: Stav vaší společnosti [company] byl změněn na [status].
da: Status for din virksomhed [company] blev ændret til [status].
de: Der Status Ihrer Firma [company] wurde auf [status] geändert.
el: Κατάσταση της εταιρείας [company] σας άλλαξε σε [status].
es: El estado de tu empresa [company] ha cambiado a [status].
id: Status perusahaan Anda[company] diubah menjadi [status].
ja: [company]様のステータスが [status] に変更されました。
no: Status for din bedrift [company] ble endret til [status].
ru: Статус вашей компании [company] был изменен на [status].
uk: Статус компанії [company] було змінено на [status].
vi: Trạng thái công ty của bạn [company] đã được đổi thành [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
ar: تم تعطيل شركتكم.
cs: Vaše společnost byla zakázána.
da: Virksomheden blev deaktiveret.
de: Ihre Firma wurde deaktiviert.
el: Η επιχείρησή σας έχει απενεργοποιηθεί.
es: Su empresa fue desactivada.
id: Perusahaan Anda telah dinonaktifkan.
ja: 御社アカウントが無効化されました。
no: Ditt firma ble deaktivert.
ru: Ваша компания была деактивирована.
uk: Вашу компанію було деактивовано.
vi: Công ty của bạn đã bị vô hiệu hoá.

# Languages::text_conditions_cleared
source: Table conditions were cleared
ar: تم إفراغ شروط الجدول
cs: Tabulky podmínek byly smazány
da: Tabelbetingelser blev ryddet
de: Tabellen-Bedingungen wurden gelöscht
el: Πίνακας συνθηκων καθαρίστηκε
es: Las condiciones de la tabla fueron limpiadas
id: Tabel kondisi dihapus
ja: 設定内容をクリアしました
no: Tabell betingelser ble slettet
ru: Условия таблицы были очищены
uk: Умови таблиці було очищено
vi: Bảng điều kiện đã được xóa

# Languages::text_confirmation_page_header
source: This is a confirmation page. You must confirm the operation before it is performed.
ar: هذه صفحة تأكيدية. يجب أن تأكد العملية قبل الاستمرار.
cs: Toto je stránka s potvrzením. Je třeba potvrdit operaci dříve, než je provedena.
da: Dette er en bekræftelse side. Du skal bekræfte handlingen, før det udføres.
de: Das ist eine Bestätigungsseite. Sie müssen den Prozess bestätigen bevor dieser ausgeführt wird.
el: Αυτό είναι ένα μήνυμα επιβεβαίωσης. Πρέπει να επιβεβαιώσετε αυτήν την πράξη πρίν προχωρήσουμε στην εφαρμογή της.
es: Esta es la pagina de confirmación. Usted debe de confirmar la operación antes de que sea realizada.
id: Ini adalah halaman konfirmasi. Anda harus mengkonfirmasioperasi sebelum dilakukan.
ja: こちらは確認ページです。処理を実行する前に内容を確認してください。
no: Dette er en bekreftelsesside. Du må bekrefte operasjonen før utførelse.
ru: Эта страница подтверждения. Вы должны подтвердить операцию перед ее выполнением.
tr: Bu bir doğrulama sayfasıdır.Lütfen doğrulama işlemini gerçekleştiriniz.
uk: Ця сторінка підтвердження. Ви повинні підтвердити операцію перед її виконанням.
vi: Đây là một trang xác nhận. Bạn phải xác nhận các hoạt động trước khi nó được thực hiện.

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
ar: يرجى اتباع الرابط التالي لاستكمال عملية تغيير كلمة المرور
cs: Sledujte, prosím, tento odkaz pro potvrzení postupu znovunabytí vašeho hesla
da: Følg dette link for at bekræfte dit kodeord gendannelse
de: Bitte diesem Link folgen um die Wiederherstellung Ihres Kennwortes zu bestätigen.
el: Σας παρακαλούμε ακολουθήστε αυτόν τον Σύνδεσμο για να επιβεβαιώσετε την επανάκτηση του κωδικού πρόσβασης
es: Por favor pulse en el enlace para confirmar la recuperación de la contraseña
id: Ikuti tautan berikut untuk mengkonfirmasi prosedur pemulihan sandi Anda
ja: 以下のURLにアクセスしてパスワードを再設定してください。
no: Vennligst følg denne linken for å bekrefte fremgangsmåten for gjenoppretting av passord
ru: Пожалуйста, перейдите по ссылке для восстановления пароля
tr: Şifrenizi geri alma prosüdürü için linke tıklayınız
uk: Будь ласка, перейдітьза цим посиланням, щоб підтвердити відновлення свого паролю
vi: Xin vui lòng thực hiện theo liên kết này để xác nhận thủ tục phục hồi mật khẩu của bạn

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
cs: Přístup dcsied: Možná CSRF útok
da: Adgang nægtet: muligt CSRF angreb
de: Zugang verweigert: Möglicher CSRF Angriff
el: Δεν επιτρέπεται η πρόσβαση: Πιθανη επίθεση CSRF
es: Acceso denegado: posible ataque CSRF
id: Akses ditolak: Kemungkinan serangan CSRF
ja: CSRFアタックの可能性があるためアクセスが拒否されました
no: Tilgang avslått: Mulig CSRF-angrep
ru: Доступ запрещен: Возможна CSRF-атака
tr: Erişim engellendi: Olası CSRF saldırısı
uk: Доступ заборонено: можливі атаки CSRF
vi: Truy cập bị từ chối: Tấn công CSRF có thể

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
ar: لوجو منطقة <b>العميل</b>
cs: Logo pro <b>zákaznické</b> prostředí
da: Logo for <b>kunde</ b>-området
de: Logo für den <b>Kundenbereich</b> (Front-End)
el: Λογότυπο για την περιοχή <b> πελάτη </ b> .
es: Logo para área de <b>clientes</b>
id: Logo untuk area <b>pelanggan</b>
ja: <b>ショップ</b> エリア用ロゴ
no: Logo for <b>kunde</b>-området
ru: Логотип для <b>витрины</b>
tr: <b>ziyaretçi alanı</b> logosu
uk: Логотип для <b>вітрини</b>
vi: Logo cho khu vực <b>khách hàng</b>

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your DataTrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your DataTrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the DataTrans payment configuration page in your store<br />
cs: <b>Poznámka</b>: Abyste mohli sledovat vaše DataTrans objednávky ve vašem softwaru, musíte provést následující kroky:<br /><br /> -&nbsp;Přihlaste se do vašeho DataTrans účtu<br /> -&nbsp;Klikněte na odkaz <u>'Upp data'</u> v sekci <u>'Upp Administration'</u>.<br /> -&nbsp;Nastavte <u>'URL Post data format'</u> na <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Nastavte <u>'URL Post'</u> na: <br /><b>[post_url]</b><br /> -&nbsp;Klikněte na odkaz <u>'Security'</u> v sekci <u>'Upp Administration'</u>.<br /> -&nbsp;Zvolte možnost <b>'An additional merchant identification will be send with payment messages'</b>.<br /> -&nbsp;Vygenerujte nový digitální podpis kliknutím na tlačítko <u>'Generate new sign'</u>.<br /> -&nbsp;Na stránce nastavení DataTrans plateb ve vašem obchodě vložte vygenerovanou hodnotu do pole <u>'Digital signature'</u><br />
da: <b>Bemærk</b>: for at spore dine DataTrans ordrer med en indkøbsvogn software du nødt til at tage følgende skridt: < br / > < br / >-Log ind på din DataTrans konto < br / >-Klik på linket <u>"Upp Data"</u> i <u>' Upp Administration'</u> sektion. < br / > - sæt <u>'URL Post dataformat'</u> til <b>'Data i HTML-formularen'</b>. < br / > - sæt <u>Post'</u> til: < br / > <b>[post_url]</b> < br / >-Klik på linket <u>'Sikkerhed'</u> i <u>' Upp Administration'</u> sektion. < br / > - Vælg det <b>'en yderligere købmand identifikation vil blive sendt med betaling beskeder'</b> indstilling. < br / >-Generer ny digital signatur ved hjælp af <u>'Generer nye tegn'</u> knappen. < br / >-sæt genereret værdi til feltet <u>'Digital signatur'</u> på siden DataTrans betaling konfiguration i din butik < br / >
el: <b> Σημείωση </ b>: Για να παρακολουθήσετε τις παραγγελίες σας με το λογισμικό Data Trans θα πρέπει να ληφθούν τα ακόλουθα βήματα: <br /> <br /> -&nbsp Συνδεθείτε στο λογαριασμο σας στο DataTrans<br /> -&nbsp Πατηστε στο συνδεσμο <u>Upp Data</u> στον τομεα <u>Upp Administration</u>.<br /> -&nbsp Ορίστε <u>URL Post data format</u> στο <b>Data in Post format</b>.<br /> -&nbsp Ορίστε <u>Approved URL</u> στο:<br /> <b>[post_url]</b><br /> -&nbsp Πατηστε στο συνδεσμο <u>Security</u> στον τομεα <u>Upp Administration</u>.<br /> -&nbsp Επιλέξτε την επιλογή <b>An additional merchant identification will be send with payment messages</b.<br /> -&nbsp Δημιουργήστε νεα ψηφιακη υπογραφηχρησιμοποιώντας το κουμπι <u>Generate new sign</u>.<br /> -&nbsp Οριστε τη δημιουργημενη αξια στο πεδιο <u>Digital signature</u> στη σελιδα ρυθμισεων πληρωμων DataTrans στο καταστημα σας στο CS-Cart<br />
es: <b> Nota </ b>: para realizar el seguimiento de sus pedidos de DataTrans con el software del carrito de compras, debe seguir estos pasos: <br /> <br /> - & nbsp; Iniciar sesión en su cuenta de DataTrans <br /> - & nbsp; Haga clic en el <u> "enlace de datos Upp" </ u> en la <u> sección 'Administración de Upp' </ u>. <br /> - & nbsp; Establezca <u> 'URL Formato de datos de publicación' </ u> a <b> 'Datos en HTML FORMULARIO' </ b>. <br /> - & nbsp; Establezca <u> 'Publicación URL' </ u> en: <br /> <b> [post_url] </ b> <br /> - & nbsp; Haga clic en el <u> enlace 'Seguridad' </ u> en la <u> sección 'Administración de Upp' </ u>. <br /> - & nbsp; Seleccione < b> 'Se enviará una identificación adicional de la empresa con la opción de mensajes de pago </ b>. <br /> - & nbsp; Generar nueva firma digital utilizando el botón <u>' Generar nueva firma'</ u>. <br / > - & nbsp; Establezca el valor generado en el campo <u> 'Firma digital' </ u> en la página de configuración de pago de DataTrans en su tienda <br />
id: <b>Catatan</b>: Untuk melacak pesanan DataTrans anda dengan software keranjang belanjaan anda harus mengambil langkah-langkah ini:<br /> <br /> -&nbsp;Login ke akun DataTrans anda<br /> -&nbsp;Klik pada <u>'Upp Data'</u> pada link <u>'Upp Administrasi'</u> bagian.<br /> -&nbsp;Set <u>'format data postingan URL'</u> ke <b>'Data dalam HTML FORM'</b>.<br /> -&nbsp;Set <u>'Postingan URL'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Klik pada <u>'Security'</u> pada link <u>'Upp Administrasi'</u> bagian.<br /> -&nbsp;Pilih pada <b>'Identifikasi pedagang tambahan akan dikirim menggunakan pesan pembayaran'</b> pilihan.<br /> -&nbsp;Membuat digital signature baru menggunakan<u>'Membuat penandaan baru'</u> button.<br /> -&nbsp;Mengatur nilai yang dihasilkan ke <u>'Digital signature'</u> bidang pada halaman konfigurasi pembayaran DataTrans di toko Anda<br />
ru: <b>Примечание</b>: Для того чтобы отслеживать заказы DataTrans, сделайте следующее:<br /> <br /> -&nbsp;Авторизуйтесь в DataTrans<br /> -&nbsp;Нажмите на ссылку <b>Upp Data</b> в секции <b>Upp Administration</b>.<br /> -&nbsp;Установите <b>URL Post data format</b> в <b>Data in Post format</b>.<br /> -&nbsp;Установите <b>Approved URL</b>:<br /> <b>[post_url]</b><br /> -&nbsp;Нажмите на ссылку <b>Security</b> в секции <b>Upp Administration</b>.<br /> -&nbsp;Выберите опцию <b>An additional merchant identification will be send with payment messages</b>.<br /> -&nbsp;Сгенерируйте новую цифровую подпись, используя кнопку <b>Generate new sign</b>.<br /> -&nbsp;Введите сгенерированное значение в поле<b>Digital signature</b> на странице настроек способа оплаты DataTrans в своей панели администратора.<br />
tr: <b>Not</b>: DataTrans siparişlerinizi alışveriş sepeti yazılımıyla takip edebilmek için şu adımları izlemelisiniz:<br /> <br /> -&nbsp;DataTrans hesabınıza giriş yapın<br /> -&nbsp; <u>'Upp Data'</u> linkine tıklayın, bu link <u>'Upp Administration'</u> bölümünde bulunmaktadır.<br /> -&nbsp;<u>'URL Post veri formatı'</u>nı <b>'HTML FORMUNDA Veri'</b> olarak ayarlayın.<br /> -&nbsp; <u>'URL Post'</u>u to:<br /> <b>[post_url]</b> olarak ayarlayın <br /> -&nbsp;<u>'Security'</u> linkine tıklayın, bu link <u>'Upp Administration'</u> bölümünde bulunmaktadır.<br /> -&nbsp;<b>'Ödeme mesajıyla birlikte ek bir tacir kimliği gönderilecektir'</b> tercihini seçin.<br /> -&nbsp; <u>'Generate new sign'</u> butonunu kullanarak yeni dijital imza oluşturun.<br /> -&nbsp;Oluşturulan değeri <u>'Dijital imza'</u> alanına ayarlayın, bu alan mağazanızdaki DataTrans ödeme yapılandırması sayfasında bulunmaktadır<br />
uk: <b>Примітка</b>: Для того щоб відслідковувати замовлення DataTrans, зробіть наступне:<br /><br /> -&nbsp;Авторизуйтесь в DataTrans<br/> -&nbsp;Натисніть на посилання <b>Upp Data</b> в секції <b>Upp Administration</b>.<br/> -&nbsp;Встановіть <b>URL Post data format</b> в <b>Data in Post format</b>.<br/> -&nbsp;Встановіть <b>Approved URL</b>:<br/> <b>[post_url]</b><br/> -&nbsp;Натисніть на посилання <u>'Security<'/u> в секції <u>'Upp Administration'</u>.<br/> -&nbsp;Виберіть опцію <b>'An additional merchant identification will be send with payment messages'</b>.<br/> -&nbsp;Згенеруйте новий цифровий підпис, використовуючи кнопку <u>'Generate new sign'</u>.<br/> -&nbsp;Введіть сгенерироване значення в поле <u>'Digital signature'</u> на сторінці налаштувань способу оплати DataTrans у своїй панелі адміністратора.<br />
vi: <b>Lưu ý</b>: Để theo dõi các đơn đặt hàng DataTrans với mua sắm giỏ hàng phần mềm bạn có thể làm theo các bước sau: < br /> < br />-Đăng nhập vào tài khoản DataTrans của bạn < br / >-Nhấp vào liên kết <u>' Upp dữ liệu '</u> trong phần <u>' Upp quản trị '</u>. < br / > - Set <u>'Định dạng dữ liệu URL bài'</u> để <b>'Dữ liệu dưới dạng HTML'</b>. < br / > - thiết lập <u>' URL đăng bài '</u>: < br / > <b>[post_url]</b> < br / >-nhấp vào liên kết <u>'Bảo mật'</u> trong phần <u>' Upp quản trị '</u>. < br / > - chọn Các <b>'một nhận dạng bán bổ sung sẽ là gửi với các khoản thanh toán thư'</b> tùy chọn. < br / >-tạo mới chữ ký điện tử bằng cách sử dụng nút <u>'Tạo mới ký'</u>. < br / >-thiết lập tạo ra giá trị trong lĩnh vực <u>'Kỹ thuật số chữ ký'</u> trên trang cấu hình thanh toán DataTrans trong cửa hàng của bạn < br />

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
ar: لم يتم حفظ التغييرات! انقر على OK للاستمرار, أو Cancel للبقاء في نفس الصفحة.
cs: Provedené změny nebyly uloženy.Tlačítko OK můžete pokračovat, klepnutím na tlačítko Storno zůstanete na aktuální stránce.
da: Dine ændringer er ikke blevet gemt. Tryk på OK for at fortsætte eller Annuller for at blive på den aktuelle side.
de: Ihre Änderungen wurden nicht gespeichert. Auf OK klicken um fortzufahren, oder Abbrechen um auf der aktuellen Seite zu bleiben.
el: Οι αλλαγές σας δεν έχουν αποθηκευτεί. n n Πατήστε ΟΚ για να συνεχίσετε ή Ακύρωση για να παραμείνετε στην τρέχουσα σελίδα.
es: Los cambios no se han guardado. Pulse OK para continuar o cancelar para permanecer en la página actual.
id: Perubahan Anda belum disimpan.Tekan OK untuk melanjutkan, atau Batal untuk tetap pada halaman saat ini.
ja: 変更内容は保存されていません。「OK」をクリックして作業を終了するか、「キャンセル」をクリックして作業を継続してください。
no: Dine endringer har ikke blitt lagret. Trykk OK for å fortsette, eller Avbryt for å bli på nåværende side.
ru: Сделанные изменения не были сохранены.Нажмите OK, чтобы продолжить, или Cancel, чтобы остаться на странице.
tr: Yaptığınız değişiklikler kaydedilmedi.Değişiklikleri kaydetmeden devam etmek için TAMAM a tıklayınız, yada şu an bulunduğunuz sayfada kalmak için VAZGEÇ e tıklayınız.
uk: Ваші зміни не були збережені. Натисніть ОК, щоб продовжити, або кнопку Скасувати, щоб залишитися на поточній сторінці.
vi: Thay đổi của bạn chưa được lưu. Bấm OK để tiếp tục, hoặc hủy bỏ để ở lại trên trang hiện tại.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
ar: النقاط المستخدمة في الطلب تم طرحها من حساب العضو.
cs: Body použité v objednávce byly odečteny z vašeho účtu.
da: De punkter, der bruges i den rækkefølge, blev trukket fra brugerens konto.
de: Die gebrauchten Punkte in dieser Bestellung wurden von Ihrem Konto abgezogen.
el: Τα σημεία που χρησιμοποιούνται κατά σειρά που είχαν αφαιρεθεί από τον λογαριασμό χρήστη.
es: Los puntos usados en el pedido fueron restados de la cuenta de usuario.
id: Poin-poin yang digunakan dalam pesanan telah mengurangiakun user.
ja: この注文で使用したポイントがお客様アカウントから減算されました
no: Poengene som ble brukt i ordren ble trukket fra brukerens konto.
ru: Баллы, использованные для заказа, были вычтены со счета.
tr: Siparişte kullanılan puan hesaptan düşülmüştür.
uk: Балли, використані для замовлення, було списано з вашого рахунку.
vi: Điểm được sử dụng theo đươn hàng được trừ từ tài khoản người dùng.
