Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
cs: <b>Poznámka:</b> Pošlete, prosím, následující údaje platební podpoře:<br /> webové stránky URL: '<u>[website_url]</u>'<br /> Odkazující URL: '<u>[referrer_url]</u>'<br /> Úspěch URL:' <u>[success_url]</u>'<br /> Selhání URL:' <u>[failure_url]</u>'<br /> Backlink URL:' <u>[backlink_url]</u>'<br /> IP Adresa:' <u>[ip_address]</u>'<br /><br /> Metoda Response:' <u>[response_method]</u>'<br /><br />
da: <b>Bemærk:</b> Venligst send følgende oplysninger til betaling support: < br / > Website URL: ' <u>[website_url]'<</u> br / > Referrer URL: ' <u>[referrer_url]'<</u> br / > succes URL: ' <u>[success_url]'<</u> br / > manglende URL: ' <u>[failure_url]'<</u> br / > Backlink URL: ' <u>[backlink_url]'<</u> br / > IP-adresse: ' <u>[ip_address]'<</u> br / > < br / > svar metode: ' <u>[response_method]'<</u> br / > < br / >
el: <b>Σημείωση:</b> Παρακαλώ στείλτε αυτές τις πληροφορίες στην υποστήριξη των πληρωμών:<br /> Σύνδεσμος Ιστοσελίδας: <u>[website_url]</u><br /> Referrer URL: <u>[referrer_url]</u><br /> Success URL: <u>[success_url]</u><br /> Failure URL: <u>[failure_url]</u><br /> Backlink URL: <u>[backlink_url]</u><br /> IP Address: <u>[ip_address]</u><br /><br /> Response Method: <u>[response_method]</u><br /><br />
es: <b>Nota:</b> Por favor envíe la siguiente información para el soporte de pago:<br/> URL del sitio web: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> éxito URL: '<u>[success_url]</u>'<br /> falta URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> Dirección IP: '<u>[ip_address]</u>'<br /><br /> método de respuesta: '<u>[response_method]</u>'<br /><br />
id: <b>Catatan:</b> Silahkan Kirim informasi berikut untuk dukungan pembayaran: < br / > URL situs: ' <u>[website_url]'<</u> br / > Referrer URL: ' <u>[referrer_url]'<</u> br / > URL sukses: ' <u>[success_url]'<</u> br / > URL kegagalan: ' <u>[failure_url]'<</u> br / > Backlink URL: ' <u>[backlink_url]'<</u> br / > Alamat IP: ' <u>[ip_address]'<</u> br / > < br / > respon metode: ' <u>[response_method]'<</u> br / > < br / >
no: <b> Merk: </ b> Vennligst send følgende informasjon til utbetaling støtte: <br /> Website URL: '<u> [website_url] </ u>' <br /> Verver URL: '<u> [ referrer_url] </ u> '<br /> Suksess URL:' <u> [success_url] </ u> '<br /> Failure URL:' <u> [failure_url] </ u> '<br /> tilbakekobling URL: '<u> [backlink_url] </ u>' <br /> IP-adresse: '<u> [IP_adresse] </ u>' <br /> <br /> Response Metode: '<u> [response_method ] </ u> '<br /> <br />
ru: <b>Внимание:</b> Пожалуйста, отправьте следующую информацию в службу поддержки системы оплаты:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
uk: <b>Увага:</b> Будь ласка, надішліть наступну інформацію в службу підтримки системи оплати:<br />Website URL: '<u>[website_url]</u>'<br/>Referrer URL: '<u>[referrer_url]</u>'<br/>Success URL: '<u>[success_url]</u> '<br/>Failure URL:' <u> [failure_url]</u> '<br/>Backlink URL: '<u>[backlink_url]</u>' <br/> IP Address: '<u> [ip_address]</u>' <br/><br/>Response Method: '<u>[response_method]</u> '<br/> <br/>
vi: <b>Lưu ý:</b> Xin vui lòng gửi các thông tin sau để hỗ trợ thanh toán: <br /> URL của trang web: ' <u>[website_url]'</u> <br /> Referrer URL: ' <u>[referrer_url]'</u> <br /> URL thành công: ' <u>[success_url]'</u> <br /> URL thất bại: ' <u>[failure_url]'</u> <br /> Backlink URL: ' <u>[backlink_url]'</u> <br /> Địa chỉ IP: ' <u>[ip_address]'</u> <br /> <br /> Phương thức phản hồi: ' <u>[response_method]'</u> <br /> <br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
ar: جار التحميل... جار تحديث المواضع, نرجو الانتظار.
cs: Zpracovávám... Pozice jsou aktualizovány, počkejte, prosím.
da: Loading ... holdninger er ved at blive opdateret, vent venligst.
de: Wird geladen... Positionen werden aktualisiert, bitte warten.
el: Φόρτωση ... Οι θέσεις είναι υπό ενημέρωση, παρακαλώ περιμένετε.
es: Cargando... Las posiciones están siendo actualizadas, por favor espera.
id: Loading ... Position sedang diperbarui, silakan tunggu.
ja: ロード中... 表示位置を更新しています。お待ちください.
no: Laster... Plasseringer blir oppdatert, vennligst vent.
ru: Загрузка... Позиции обновляются, пожалуйста, подождите.
uk: Завантаження... Позиції оновлюються, будь-ласка, почекайте.
vi: Đang tải... Vị trí đang được cập nhật, xin vui lòng chờ.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
ar: الفاصلة العشرية لأسعار المنتج.
cs: Oddělovač desetinných míst pro ceny zboží.
da: Decimalseparatoren for produktpriser.
de: Dezimal Begrenzer für Produkt Preise.
el: Υποδιαστολή δεκαδικών ψηφίων για τις τιμές των προϊόντων.
es: Separador decimal para los precios de los productos.
id: Pembatas desimal untuk harga produk
ja: 商品価格における小数点の区切り文字
no: Desimalskilletegn for produktpriser.
ru: Дробный разделитель цены товара
uk: Десятковий роздільник для цін на продукцію.
vi: Dấu thập phân phân tách cho giá sản phẩm.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
ar: تم إضافة المنتجات التالية إلى المتجر:
cs: Zboží bylo úspěšně přidáno. Viz seznam nového zboží níže.
da: Produkterne er blevet tilføjet. Nedenfor en liste over nye produkter.
de: Folgende Produkte sind soeben dem Laden hinzugefügt worden:
el: Τα παρακάτω Προϊόντα μόλις προστέθηκαν στην Βάση Δεδομένων του Καταστήματος
es: Los productos siguientes acaban de agregarse a la tienda:
id: Produk telah berhasil ditambahkan. Lihat daftarproduk-produk baru di bawah ini.
ja: 商品が追加されました。 以下が追加された商品の一覧です。
no: Produktene har blitt lagt til. Se listen over de nye produktene nedenfor.
ru: Товары были добавлены успешно. Ниже приведен список новых товаров.
tr: Bu ürünler Mağazaya yeni eklenmiştir:
uk: Товари були додані успішно. Нижче наведено список нових товарів.
vi: Các sản phẩm đã được thêm vào thành công. Xem danh sách các sản phẩm mới dưới đây.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
ar: تم نسخ المنتجات بنجاح. بالأسفل قائمة المنتجات الجديدة.
cs: Zboží bylo úspěšně naklonováno. Viz seznam nového zboží níže
da: Produkterne er blevet klonet med succes. Nedenfor en liste over nye produkter.
de: Die Produkte sind erfolgreich geklont (kopiert) worden. Unten die Liste der neuen Produkte.
el: Τα προϊόντα έχουν κλωνοποιηθεί με επιτυχία. Κάτω από τη λίστα των νέων προϊόντων
es: Los productos han sido clonados exitosamente. A continuación la lista de los productos nuevos
id: Produk telah berhasil digandakan . Berikut daftar produkbaru
ja: 商品がコピーされました。 以下がコピーされた商品の一覧です。
no: Produktene har blitt klonet vellykket. Under listen over nye produkter
ru: Товары были дублированы успешно. Ниже приведен список новых товаров.
tr: Ürünler başarı ile kopyalandı. Yeni ürünler listesi aşağıdadır.
uk: Товари були дубльовані успішно. Нижче наведено список нових товарів
vi: Các sản phẩm đã được sao chép thành công. Dưới đây là danh sách các sản phẩm mới

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
ar: تم حذف المنتجات بنجاح.
cs: Zboží bylo úspěšně odstraněno.
da: Produkter er blevet slettet.
de: Produkte wurden erfolgreich gelöscht.
el: Τα Προϊόντα διαγράφηκαν με επιτυχία!
es: Los artículos han sido borrados con éxito.
id: Produk telah berhasil dihapus.
ja: 商品が削除されました
no: Produkter har blitt slettet.
ru: Товар(ы) был(и) успешно удален(ы)
tr: Ürünler başarı ile silindi.
uk: Товар(и) успішно видалено.
vi: Sản phẩm đã được xóa thành công.

# Languages::text_products_updated
source: The following products have been updated:
ar: المنتجات التالية تم تحديثها:
cs: Následující zboží bylo aktualizováno:
da: Følgende produkter er blevet opdateret:
de: Folgende Artikel wurden aktualisiert:
el: Τα παρακάτω προϊόντα έχουν ενημερωθεί:
es: Los siguientes productos han sido actualizados:
id: Produk berikut telah diperbarui:
ja: 以下の商品が更新されました:
no: Følgende produkter har blitt oppdatert:
ru: Следующие товары были изменены:
tr: Aşağıdaki ürünler güncellendi
uk: Наступні товари було змінено:
vi: Các sản phẩm sau đây đã được cập nhật:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
ar: تم تحديث المنتجات بنجاح
cs: Zboží bylo úspěšně aktualizováno
da: Produktet er blevet opdateret
de: Produkt(e) wurde(n) erfolgreich aktualisiert
el: Το προϊόν (τα) έχουν ενημερωθεί με επιτυχία
es: El producto(s) ha sido actualizado con éxito
id: Produk berhasil diperbarui
ja: 商品が更新されました
no: Produktene har blitt oppdatert
ru: Товар(ы) был(и) успешно обновлен(ы)
tr: Ürün(ler) başarıyla güncellendi
uk: Товар(и) було успішно оновлено
vi: Các sản phẩm đã được cập nhật thành công

# Languages::text_product_cloned
source: The product has been cloned
ar: تم نسخ المنتجات بنجاح. بالأسفل قائمة المنتجات الجديدة.
cs: Zboží bylo naklonováno
da: Produktet <b> [product] </ b> er blevet klonet med succes. Nu kan du redigere det nye produkt.
de: Produkt wurde erfolgreich geklont (kopiert). Sie können jetzt das neue Produkt bearbeiten.
el: Το προϊόν έχει κλωνοποιηθεί
es: El productot <b>[product]</b> ha sido clonado con éxito. Ahora puede editar el nuevo producto.
id: Produk telah digandakan
ja: 商品データがコピーされました。
no: Produktet har blitt klonet
ru: Товар был успешно дублирован
tr: Ürün<b>[product]</b> başarı ile kopyalandı. Şimdi yeni ürünü düzenleyebilirsiniz.
uk: Товар було успішно клоновано
vi: Sản phẩm đã được sao chép

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
ar: (اختياري ويتم عرضه في نافذة منبثقة)
cs: (nepovinně zobrazeno v roletovém okně)
da: (valgfrit vises i popup vindue)
de: (optional im separaten popup Fenster angezeigt)
el: (προαιρετικά εμφανίζεται στο αναδυόμενο παράθυρο)
es: (opcional mostrado en Popup)
id: (opsional ditampilkan dalam jendela popup)
ja: (ポップアップウィンドウで表示されます)
no: (Alternativt vist i popup-vindu)
ru: (отображается во всплывающем окне)
tr: (yeni pencerede açma opsiyonu)
uk: (відображається у спливаючому вікні)
vi: (tùy chọn hiển thị trong cửa sổ popup)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
ar: تم حذف ملف المنتج
cs: Soubor zboží byl odstraněn
da: Produkt filen er slettet
de: Produktdatei wurde gelöscht
el: Το αρχείο προϊόντων έχει διαγραφεί
es: El archivo del producto fue eliminado
id: File produk telah dihapus
ja: アップロードファイルは削除されました
no: Produktfil har blitt slettet
ru: Файл товара был удален
uk: Файл товару було видалено
vi: Tập tin sản phẩm đã bị xóa

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
ar: تم تعطيل <a href="[url]" target="_blank">مصفات المنتجات</a> التالية: [filters_list].
cs: Následující <a href="[url]" target="_blank">filtry zboží</a> byly vypnuty: [filters_list].
da: Følgende <a href="[url]" target="_blank"> produkt filtre</a> var deaktiveret: [filters_list].
de: Die folgenden <a href="[url]" target="_blank"> Produktfilter wurden deaktiviert: [filters_list].
el: Τα ακόλουθα <a href="[url]" target="_blank"> φίλτρα προϊόντων</a> ήταν απενεργοποιημένα: [filters_list].
es: Se deshabilitaron los siguientes <a href="[url]" target="_blank">filtros de producto </a>: [filters_list].
id: Filter produk berikut <a href="[url]target="_blank"></a> tidak diaktifkan: [filters_list].
ja: 次の <a href="[url]" target="_blank">商品フィルタ</a> は無効化されました: [filters_list]
no: Følgende <a href="[url]" target="_blank">produktfiltre</a> ble deaktivert: [filters_list].
ru: Следующие <a href="[url]" target="_blank">фильтры товаров</a> были отключены: [filters_list].
uk: Наступні <a href="[url]" target="_blank">фільтри товарів</a> були відключені: [filters_list].
vi: Mục <a href="[url]" target="_blank"> bộ lọc sản phẩm</a> đã được vô hiệu hóa: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
ar: تم حذف المنتج بنجاح.
cs: Zboží bylo úspěšně odstraněno.
da: Produkt er blevet slettet.
de: Produkt wurde erfolgreich gelöscht.
el: Το Προϊόν διαγράφηκε με επιτυχία!
es: El artículo se ha borrado con éxito.
id: Produk telah berhasil dihapus.
ja: 商品が削除されました
no: Produkt er slettet.
ru: Товар был успешно удален.
tr: Ürün başarı ile silindi.
uk: Товар(и) успішно видалено.
vi: Sản phẩm đã được xóa thành công.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
ar: (تعرض في صفحة قائمة المنتجات وصفحة تفاصيل المنتج)
cs: (zobrazeno na seznamu zboží a stránce podrobností o zboží)
da: (vises på listen over produkter og produkt detaljer sider)
de: (angezeigt auf Produkteliste und Produktdetails Seiten)
el: (εμφανίζεται σε λίστα προϊόντων και σελίδες με λεπτομέρειες των προϊόντων)
es: (mostrado en lista de productos y páginas detalles de los productos)
id: (ditampilkan pada daftar produk dan halaman Rincian Produk)
ja: (商品一覧と個別商品ページに表示されます)
no: (Vises på produktlisten og produktdetaljer sidene)
ru: (отображается в списке товаров и на странице подробного описания товара)
tr: (ürün listesi ve ürün detay sayfasında gösterilir)
uk: (відображається у списку товарів і на сторінці докладного опису товару)
vi: (hiển thị trên danh sách sản phẩm và các trang chi tiết sản phẩm)

# Languages::text_profile_activated
source: Your account is now active. You may log in to your account using your credentials.
ar: حسابك نشط الآن. يمكنك تسجيل الدخول إلى حسابك باستخدام بيانات الاعتماد الخاصة بك.
cs: Váš účet je nyní aktivní. Můžete se přihlásit do svého účtu pomocí vašich přihlašovacích údajů.
da: Din konto er nu aktiv. Du kan logge ind på din konto ved hjælp af dine legitimationsoplysninger.
de: Ihr Konto ist nun aktiv. Sie können sich mit Ihren Zugangsdaten in Ihr Konto einloggen.
el: Λογαριασμό σας είναι τώρα ενεργος. Μπορείτε να συνδεθείτε στο λογαριασμό σας, χρησιμοποιώντας τις πιστοποιήσεις σας.
es: Su cuenta ahora está activa ya. Puede iniciar sesión en su cuenta usando sus credenciales.
id: Akun anda sekarang aktif Anda dapat masuk ke akun menggunakan kredensial Anda.
no: Din konto er nå aktiv. Du kan logge på kontoen din ved hjelp av din innloggingsinformasjon.
ru: Ваша учетная запись активирована. Теперь вы можете войти в нее, используя свои данные.
tr: Hesabınız artık aktif. Giriş bilgilerinizi kullanarak hesabınızda oturum açabilirsiniz.
uk: Ваш обліковий запис активовано. Тепер ви можете увійти в неї, використовуючи свої дані.

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
ar: <h4>مميزات الحصول على العضوية</h4><ul><li>تسجيل الدخول في أي وقت لمعاينة حالات طلباتكم</li><li>تخصيص تجربة تسوقكم معنا</li><li>إسراع عمليات الشراء المستقبلية</li></ul>
cs: <h4>Zaregistrovaní členové mají i takové výhody</h4><ul><li>Můžete se kdykoliv přihlásit a zkontrolovat stav vašich objednávek</li><li>Přizpůsobit nákupy vašim potřebám</li><li>Zrychlit budoucí nákupy</li></ul>
da: <h4>Fordelene ved at blive registreret som medlem</h4><ul><li>Log ind til enhver tid at tjekke rækkefølgen statusser</li> <li>personliggøre din shopping</li> <li>fremskynde fremtidige Køb</li></ul>
de: <h4>Vorteile wenn mann als Mitglied registriert ist</h4><ul><li>Sich jederzeit einloggen und Ihre Bestellungen einsehen</li><li>Ihr Shopping personalisieren und anpassen</li><li>Ihre zukünftigen Einkäufe schneller abwickeln</li></ul>
el: <h4>Τα οφέλη ενός εγγεγραμμένου μέλους</h4><ul><li>Σύνδεση ανά πάσα στιγμή για έλεγχο των παραγγελιών σας</li><li>Εξατομίκευση όλων των διαδικασιών</li><li>Επίσπευση μελλοντικών αγορών</li></ul>
es: <h4>Beneficios de convertirse en un miembro registrado</h4> <ul><li>Iniciar sesión en cualquier momento para comprobar estado de pedido</li> <li>personalizar las compras</li> <li>acelerar futuras compras</li></ul>
id: <h4>Keuntungan menjadi anggota terdaftar</h4><ul><li>Login setiap saat untuk memeriksa satus pesanan </li><li>Personalisasi belanjaan Anda</li><li>Mempercepat pembelian di masa mendatang</li></ul>
ja: <h4>会員登録すると以下の事が可能になります :</h4><ul><li>注文ステータスの確認</li><li>2回目以降の住所入力などが不要に</li><li>ショップのパーソナライズ</li></ul>
no: <h4>Fordeler ved å opprette en konto</h4><ul><li>Logg inn når som helst for å sjekke din ordrestatus</li><li>Personaliser din handleopplevelse</li><li>Raskt og enkelt å legge inn bestillinger</li></ul>
ru: <h4>Преимущества зарегистрированного пользователя:</h4><ul><li>Отслеживание заказов на персональной странице</li><li>Возможность настроить магазин под себя для более удобных покупок</li><li>Ускоренное оформление последующих заказов</li></ul>
tr: <h4>Kayıtlı üye olmanın avantajları</h4><ul><li>Siparişinizin durumunu kontrol etmek için dilediğiniz zaman giriş yapabilirsiniz</li><li>Alış verişinizi kişiselleştirebilirsiniz</li><li>Gelecekteki siparişlerinizi daha hızlı verebilirsiniz</li></ul>
uk: <h4>Переваги зареєстрованого користувача: </h4><ul><li>Відстеження замовлень на персональній сторінці</li><li>Можливість налаштувати магазин під себе для більш зручних покупок</li><li>Прискорене оформлення наступних замовлень</li></ul>
vi: <h4>Lợi ích của việc trở thành một thành viên đăng ký</h4> <ul><li>Đăng nhập vào bất kỳ lúc nào để kiểm tra trạng thái đơn đặt hàng</li> <li>Cá nhân hoá việc mua sắm của bạn</li> <li>Mua hàng và thanh toán nhanh hơn trong lần tiếp theo</li></ul>
