Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::free_shipping
source: Free shipping
ar: شحن مجاني
cs: Doprava zdarma
da: Gratis fragt
de: Kostenloser Versand
el: ΔΩΡΕΑΝ Μεταφορικά
es: Gastos de envío gratis
id: Gratis Pengiriman
ja: 配送無料商品
no: Gratis frakt
ru: Бесплатная доставка
tr: Ücretsiz kargo
uk: Безкоштовна доставка
vi: Miễn phí vận chuyển

# Languages::french
source: French
ar: فرنسي
cs: Francouzština
da: Fransk
de: Französisch
el: Γαλλικά
es: Francés
id: Prancis
ja: フランス語
no: Fransk
ru: Французкий
uk: Французька
vi: Tiếng Pháp

# Languages::from
source: from
ar: من
cs: z
da: fra
de: von
el: από
es: de
id: dari
ja: 差出人
no: fra
ru: От
tr: Kimden
uk: від
vi: từ

# Languages::from_date
source: Date from
ar: من التاريخ
cs: Datum od
da: Dato fra
de: Datum von
el: Ημερομηνία από
es: Fecha de
id: Tanggal mulai
ja: 開始日
no: Dato fra
ru: С даты
tr: Şu tarihten
uk: З дати
vi: Từ ngày

# Languages::fulfillment_state
source: Fulfillment state
cs: Stav dokončení
da: Opfyldelsen tilstand
de: Status Vervollständigung
el: Κατάσταση Εκπλήρωσης
es: Estado de cumplimiento
id: Kondisi pengisian
no: Innfrielsesstatus
ru: Выполнение заказа
uk: Виконання замовлення
vi: Khu vực hoàn thành

# Languages::full
source: Full
ar: مكتمل
cs: Úplný
da: fuld
de: Voll
el: Πλήρης
es: Completo
id: Penuh
ja: フル
no: Fullt
ru: Полный
tr: Tam
uk: Повний
vi: Đầy đủ

# Languages::fullauth
source: Fullauth
ru: Полная авторизация
tr: Tam yetki
uk: Повна авторизація

# Languages::full_description
source: Full description
ar: الوصف الكامل
cs: Podrobný popis
da: Fuld beskrivelse
de: Vollständige Beschreibung
el: Ολοκληρωμένη Περιγραφή
es: Texto largo
id: Uraian lengkap
ja: 説明文
no: Full beskrivelse
ru: Подробное описание
tr: Tam Açıklama
uk: Повний опис
vi: Mô tả đầy đủ

# Languages::full_list
source: Full list
ar: القائمة الكاملة
cs: Úplný seznam
da: Fuld list
de: Vollständige Liste
el: Ολοκληρωμένη Λίστα
es: Lista completa
id: Daftar lengkap
ja: フルリスト
no: Full liste
ru: Весь список
tr: Tüm liste
uk: Повний список
vi: Danh sách đầy đủ

# Languages::full_tree_cat
source: Full tree
ar: شجرة كاملة
cs: Celý strom
da: Fuld tree
de: Vollständiger Baum
el: Πλήρες Δένδρο
es: Árbol completo
id: Diagram struktur lengkap
ja: フルツリー
no: Fullt tre
ru: Полное дерево
tr: Tam ağaç
uk: Повне дерево
vi: Cây đầy đủ

# Languages::full_tree_pages
source: Full tree
ar: شجرة كاملة
cs: Celý strom
da: Fuld tree
de: Vollständiger Baum
el: Πλήρες Δένδρο
es: Árbol completo
id: Diagram struktur lengkap
ja: フルツリー
no: Fullt tre
ru: Полное дерево
tr: Tam ağaç
uk: Повне дерево
vi: Cây đầy đủ

# Languages::full_width
source: Full width
ar: العرض الكامل
cs: Plná šířka
da: Fuld bredde
de: Ganze Breite
el: πλήρες πλάτος
es: Ancho total
id: Lebar Penuh
ja: 全幅表示
no: Full bredde
ru: Вся ширина
tr: Tam genişlik
uk: Вся ширина
vi: Chiều rộng đầy đủ

# Languages::function
source: Core
ar: اللب
cs: Jádro
de: Core (Kern)
es: Núcleo
id: Inti
ja: コア
no: Kjerne
ru: Ядро
uk: Ядро
vi: Lõi

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
ar: الخاصية [old_function] مهملة, وسيتم حذفها من النسخة القادمة من CS-Cart. يرجى استخدام الخاصية الجديدة [new_function] عوضاً عنها.
cs: Funkce [old_function] je považována za zastaralou a bude odstraněna v další verzi CS-Cart. Prosím, používejte [new_function].
da: Funktionen [old_function] er forældet og vil blive fjernet i næste version. Brug venligst [new_function] i stedet for det.
de: Funktion [old_function] ist veraltet und wird in der nächsten Version von CS-Cart entfernt. Bitte jetzt [new_function] verwenden.
el: Η λειτουργία [old_function] έχει καταργηθεί και θα πρέπει να αφαιρεθεί στην επόμενη έκδοση του CS-Cart. Παρακαλούμε χρησιμοποιήστε [new_function] αντί γι 'αυτη.
es: La función [old_function] es obsoleta y se eliminará en la próxima versión. Utilice [new_function] en lugar de ella.
id: Fungsi [old_function] sudah usang dan akan dihapus di versi berikutnya.Silakan gunakan [new_function] sebagai gantinya.
ja: [old_function] は今後のバージョンで廃止予定の関数です。代わりに [new_function] を使用してください。
no: Funksjonen [old_function] er foreldet og vil bli fjernet i neste versjon av CS-Cart. Vennligst bruk [new_function] i stedet.
ru: Функция [old_function] устарела и будет удалена в следующей версии. Пожалуйста, используйте вместо неё [new_function].
tr: Function [old_function] is deprecated and will be removed in next version of CS-Cart. Please use [new_function] instead of it.
uk: Функція [old_function] застаріла і буде видалена у наступній версії. Будь ласка, використовуйте замість неї [new_function].
vi: Chức năng [old_function] bị phản đối và sẽ được loại bỏ trong phiên bản kế tiếp. Xin vui lòng sử dụng [new_function] thay vì nó.

# Languages::gateway
source: Gateway
ar: البوابة
cs: Brána
de: Schnittstelle
el: Πύλη
es: Entrada
ja: ゲートウェイ
no: Innfallsport
ru: Шлюз
uk: Шлюз
vi: Cổng

# Languages::gateways
source: Gateways
ar: البوابات
cs: Brány
de: Schnittstellen
el: Πύλες δικτύου
es: Pasarelas
id: Gateway
ja: ゲートウェイ
no: Innfallsporter
ru: Платежные системы
tr: Kapılar
uk: Платіжні системи
vi: Cổng

# Languages::general
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
id: Informasi umum
ja: 一般
no: Generelt
ru: Общее
tr: Genel
uk: Загальні
vi: Tổng quát

# Languages::general_info
source: General information
ar: بيانات عامة
cs: Všeobecné informace
da: Generelle oplysninger
de: Allgemeine Information
el: Γενικές Πληροφορίες
es: Información general
id: Informasi umum
ja: 一般情報
no: Generell informasjon
ru: Общая информация
tr: Genel bilgi
uk: Загальна інформація
vi: Thông tin chung

# Languages::general_statistics
source: General statistics
ar: إحصائيات عامة
cs: Obecné statistiky
da: General statistik
de: Allgemeine Statistiken
el: Γενικές στατιστικές
es: Estadísticas generales
id: Statistik umum
ja: 統計情報
no: Generell statistikk
ru: Общая статистика
tr: Genel istatistikler
uk: Загальна статистика
vi: Thống kê chung

# Languages::generate
source: Generate
ar: توليد
cs: Generovat
da: Generere
de: Generieren
el: Δημιουργία
es: Generar
id: Buat
ja: 自動生成
no: Generer
ru: Сгенерировать
tr: Oluştur
uk: Згенерувати
vi: Tạo ra

# Languages::generate_submenu
source: Generate submenu
ar: توليد القائمة الفرعية
cs: Propojit s
da: skabe undermenu
de: Untermenu erzeugen
el: Δημιουργία υπομενού
es: Generar Submenú
id: Buat submenu
ja: サブメニュー
no: Generer undermeny
ru: Создать подменю
tr: Alt menü oluştur
uk: Створити підменю
vi: Tạo ra menu con

# Languages::geography
source: Geography
ar: الجغرافيا
cs: Geografie
da: geografi
de: Geographie
el: Γεωγραφία
es: Geográficas
id: Geografis
ja: 地理
no: Geografi
ru: География
tr: Coğrafya
uk: Географія
vi: Địa lý

# Languages::german
source: German
ar: ألماني
cs: Německy
da: Tysk
de: Deutsch
el: Γερμανικά
es: Alemán
id: Jerman
ja: ドイツ語
no: Tysk
ru: Немецкий
uk: Німецька
vi: Tiếng Đức

# Languages::get_rates
source: Get rates
ar: احصل على التقييمات
cs: Odhad ceny dopravy
da: Få priser
de: Empfange Preise/Tarife
el: Βρείτε τις τιμές
es: Obtener tasas
id: Htiung tarif
ja: 配送方法を選択
no: Skaff priser
ru: Получить расценки
tr: Hesapla
uk: Отримати розцінки
vi: Nhận giá

# Languages::give_coupon_subj
source: you have new promotion
ar: لديكم عرض جديد
cs: Máte novou reklamní kampaň
da: du har nye reklamekampagne
de: Sie haben eine neue Aktion/Promotion
el: έχεις καινούργια Προσφορά
es: tienes una nueva promoción
id: Anda memiliki promosi baru
ja: クーポンが発行されました
no: du har ny kampanje
ru: у вас есть новое поощрение
tr: yeni bir promosyona sahipsiniz
uk: у вас є нове заохочення
vi: bạn có khuyến mãi mới

# Languages::global
source: Global
ar: عام
cs: Souhrnný
de: Weltweit
el: Γενικο
ja: グローバル
ru: Общий
tr: Genel
uk: Загальний
vi: Chung

# Languages::global_options
source: Global options
ar: خيارات عامة
cs: Celkové nastavení
da: Globale indstillinger
de: Globale Optionen
el: Γενικές Επιλογές
es: Opciones globales
id: Opsi Global
ja: グローバルオプション
no: Globale valg
ru: Глобальные опции
tr: Genel seçenekler
uk: Глобальні опції
vi: Tùy chọn chung

# Languages::global_status
source: Global status
ar: الحالة العامة
cs: Globální postavení
el: Γενική Κατασταση
es: Estado global
id: Status global
ja: 全体ステータス
ru: Общий статус
tr: Genel durum
uk: Загальний статус
vi: Tình trạng chung

# Languages::global_update
source: Global update
ar: تحديث عام
cs: Hromadná aktualizace
da: Global opdatering
de: Globale Aktualisierung
el: Γενική Ενημέρωση
es: Actualización global
id: Pembaruan global
ja: 一括アップデート
no: Global oppdatering
ru: Редактировать все
tr: Genel güncelleme
uk: Редагувати все
vi: Cập nhật chung

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
ar: يمكن إدخال قيم موجبة أو سالبة في الخانات أدناه (مثال: -5).
cs: Do tohoto pole níže může být vložena positivní nebo negativní hodnota (např. -5).
da: Positive eller negative værdier kan indtastes i nedenstående felter (f.eks -5).
de: Positive oder negative Werte können in untenstehende Felder eingegeben werden (e.g. -5).
el: Θετικές ή αρνητικές τιμές μπορούν να συμπληρωθούν στο πεδίο (π.χ. -5).
es: Se pueden entrar valores positivos o negativos en los campos de debajo (ej. -5).
id: Nilai positif atau negatif dapat dimasukkan dalam kolomdi bawah ini (misalnya -5).
ja: プラス、またはマイナスの整数値を下記フィールドに入力できます。 (例: -5)
no: Positive eller negative verdier kan skrives inn i feltene nedenfor (f.eks -5).
ru: Положительные или отрицательные значения могут быть введены в поля ниже (например, -5)
tr: Aşağıdaki alana yükselen yada alçalan değer girebilirsiniz (örneğin -5).
uk: Додатне або від'ємне значення може бути введено в полях нижче (наприклад, -5).
vi: Giá trị tích cực hoặc tiêu cực có thể được nhập vào các trường dưới đây (ví dụ: -5).

# Languages::go
source: Go
ar: اذهب
cs: Jít
da: Gå
de: Weiter
el: Πήγαινε
es: Ir
no: Gå
ru: Выполнить
tr: Gİt
uk: Виконати
vi: Đi

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
ar: <b>تنوية:</b> يمكنك عمل إعدادات لتكاليف الضريبة والتوصيل من خلال صفحة <a href="http://www.google.com/merchants/taxshippingsettings">ملخص الضرائب والتوصيل</a> في مركز التاجر في حساب جوجل الخاص بك
cs: <b>Poznámka:</b> Můžete nastavit daně a přepravní sazby na stránce <a href="http://www.google.com/merchants/taxshippingsettings">Daňové a přepravní shrnutí</a> v Google Merchant Center.
da: <b>Bemærk:</b> Du kan opsætte skatte- og fragtpriser på siden <a href="http://www.google.com/merchants/taxshippingsettings"> skat og shipping resumé</a> i din Google merchant center.
de: <b>Bemerkung:</b> Sie können Steuern und Versandkosten definieren in<a href="http://www.google.com/merchants/taxshippingsettings">Seite Zusamenfassung Steuern und Versandkosten</a> in Ihrem your Google merchant center.
el: <b> Σημείωση: </ b> Μπορείτε να ρυθμίσετε το Φόρο και τα τιμες αποστολής στο <a href="http://www.google.com/merchants/taxshippingsettings"> > Περίληψη Φόρου και Αποστολής </ a> στη σελίδα σας στο Google merchant center.
es: <b>Nota:</b> Puede configurar impuestos y tarifas de envío en la página de <a href="http://www.google.com/merchants/taxshippingsettings"> índice de tasas y envíos</a> en su Google merchant center.
id: <b>Catatan:</b> Anda dapat mengatur Pajak dan tingkat Pengiriman di <a href="http://www.google.com/merchants/taxshippingsettings">halaman ringkasan Pajak dan pengiriman</a> di area Google merchant Anda.
ja: <b>注意:</b> 税金および送料はGoogle merchant centerの <a href="http://www.google.com/merchants/taxshippingsettings">税金と送料の要約</a> ページにて設定できます。
no: <b>Merk:</b> Du kan sette opp moms og fraktpriser på <a href="http://www.google.com/merchants/taxshippingsettings">Moms og fraktsammendrag</a> siden i Google Merchant Center.
ru: <b>Примечание:</b> Вы можете задать ставку для налогов и цен на доставку на странице <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> вашей учетной записи Google merchant center.
uk: <b>Примітка:</b> Ви можете налаштувати ставку податків та цін на доставку на сторінці <a href="http://www.google.com/merchants/taxshippingsettings"> Tax and shipping summary</a> вашого облікового запису Google merchant center.
vi: <b>Lưu ý:</b> Bạn có thể thiết lập tỷ giá thuế và vận chuyển trên trang <a href="http://www.google.com/merchants/taxshippingsettings"> Tom tắt thuế và vận chuyển</a> trong trung tâm Google merchant của bạn.

# Languages::goto_theme_configuration
source: Browse themes
ar: استعراض الثيمات
cs: Procházet šablony (témata)
da: Gennemse temaer
de: Templates (Themes) durchsuchen
el: Εξερεύνηση των themes
es: Explorar temas
id: Lihat dan cari theme
ja: テーマの設定
no: Bla gjennom malene
ru: Обзор тем
tr: Temalara gözat
uk: Перегляд тем
vi: Duyệt xem giao diện

# Languages::remove_theme
source: Remove theme
ar: حذف الثيم
cs: Odstranit téma
da: Fjerne tema
de: Template entfernen
el: Απομάκρυνση Theme
es: Quitar tema
id: Hapus tema
ja: テーマの削除
no: Fjern mal
ru: Удалить тему
tr: Temayı kaldır
uk: Видалити тему
vi: Xóa giao diện

# Languages::go_back
source: Go back
ar: عودة
cs: Vrátit se
da: Tilbage
de: Zurück
el: Πήγαινε πίσω
es: Volver
id: Kembali
ja: 戻る
no: Gå tilbake
ru: Назад
tr: Geri git
uk: Повернутися
vi: Quay lại

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
ar: اذهب لرئيسية لوحة تحكم الأدمن
cs: Jít na hlavn stránku administrátora
da: Admin Siden
de: Gehe zur Admin Homepage
el: Πήγαινε στην αρχική σελίδα της διαχείρισης
es: Ir a la Página Web de admin
id: Ke halaman admin
ja: 管理画面トップページへ
no: Gå til admin forsiden
ru: Перейти на администраторскую домашнюю страницу
tr: Yönetim ana sayfaya git
uk: Перейдіть на домашню сторінку admin
vi: Đi tới trang chủ quản trị

# Languages::go_to_the_homepage
source: Go to the homepage
ar: اذهب للرئيسية
cs: Jít na hlavní stránku
da: Gå til forside
de: Gehe zur Homepage
el: Πήγαινε στην αρχική σελίδα
es: Ir a la página de inicio
id: Ke halaman utama
ja: トップページへ
no: Gå til forsiden
ru: Перейти на домашнюю страницу
tr: Ana sayfaya git
uk: Перейдіть на домашню сторінку
vi: Đi đến trang chủ

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
ar: عدد الجرامات المساوية لرمز الوزن
cs: Počet gramů v jednotce hmotnosti
da: Gram i vægtenhed defineret af vægten symbol
de: Gramm in der Gewichtseinheit die vom Gewichtsymbol definiert sind
el: Τα γραμμάρια σε μονάδες βάρους καθορίζονται από το σύμβολο βάρους
es: Gramos en la unidad del peso definida por el símbolo del peso
id: Satuan gram untuk simbol berat yang digunakan
ja: 設定した重量1単位のグラム換算倍率
no: Gram i vektenheten definert av vektsymbolet
ru: Граммов в единице веса
tr: Gram ağırlık sembolü ile tanımlanan ağırlık birimi
uk: Грамів в одиниці ваги
vi: Gram trong đơn vị trọng lượng được xác định bằng các biểu tượng trọng lượng

# Languages::graphic
source: Graphic
ar: رسم
cs: Grafika
da: Ggrafisk
de: Diagramm
el: Γραφικά
es: Gráfico
id: Grafik
ja: グラフ
no: Grafisk
ru: Диаграмма
tr: Grafik
uk: Графік
vi: Biểu đồ

# Languages::greek
source: Greek
ar: يوناني
cs: Řecký
da: græsk
de: Griechisch
el: Ελληνικά
es: Griego
id: Yunani
no: Gresk
ru: Греческий
uk: Грецька
vi: Tiếng Hy Lạp

# Languages::grid
source: Grid
ar: شبكة
cs: Mřížka
da: Gitter
de: Raster (grid)
el: Πλέγμα
es: Rejilla
ja: グリッド
no: Rutenett
ru: Секция
tr: Izgara
uk: Секція
vi: Bảng

# Languages::tmpl_grid
source: Grid
ar: شبكة
cs: Mřížka
da: Gitter
de: Raster
el: Πλέγμα
es: Rejilla
ja: グリッド
no: Rutenett
ru: Сетка
tr: Kılavuz
uk: Сітка
vi: Bảng

# Languages::tmpl_grid2
source: Grid2
ar: شبكة2
cs: Mřížka2
de: Raster2
el: Πλέγμα2
es: Cuadrícula2
ja: グリッド2（横並び）
no: Rutenett2
ru: Таблица2
tr: Izgara2
uk: Таблиця2

# Languages::grid_options
source: Grid options
ar: خيارات الشبكة
cs: Možnosti mřížky
da: Gitterindstillinger
de: Rasteroptionen
el: Επιλογές Πλέγματος
es: Opciones de rejilla
id: Opsi Grid
ja: グリッドオプション
no: Rutenett alternativer
ru: Настройки секции
tr: Izgaga Seçenekleri
uk: Налаштування секції
vi: Tùy chọn lưới

# Languages::gross_total
source: Gross total
ar: مجموع الإجمالي
cs: Celkový součet
da: Bruttobeløb
de: Bruttosumme
el: Μικτό Σύνολο
es: Coste total
id: Total Gross
ja: 注文合計金額
no: Brutto total
ru: Итого сумма
tr: Genel toplam
uk: Всього сума
vi: Tổng cộng

# Languages::group
source: Group
ar: المجموعة
cs: Skupina
da: gruppe
de: Gruppe
el: Ομάδα
es: Grupo
id: Grup
ja: グループ
no: Gruppe
ru: Группа
tr: Grup
uk: Група
vi: Nhóm

# Languages::groups
source: Groups
ar: المجموعات
cs: Skupiny
da: gruppe
de: Gruppen
el: Ομάδες
es: Grupos
id: Grup
ja: グループ
no: Grupper
ru: Группы
tr: Gruplar
uk: Групи
vi: Nhóm

# Languages::guest
source: Guest
ar: زائر
cs: Host
da: Gæst
de: Gast
el: Επισκέπτης
es: Invitado
id: Tamu
ja: ゲスト
no: Gjest
ru: Гости
tr: Ziyaretçi
uk: Гості
vi: Khách

# Languages::has_credit_memo
source: Has credit memo
ar: لديه مذكرة رصيد
cs: Má dobropis
da: Har kreditnota
de: Hat Kredit Memo
el: Έχει πιστωτικό σημείωμα
es: Tiene nota de crédito
id: Memiliki Kredit memo
ja: クレジットメモあり
no: Har kreditnota
ru: Имеет кредитовое извещение
uk: Має кредитне сповіщення
vi: Có tín dụng ghi nhớ

# Languages::has_invoice
source: Has invoice
ar: لديه فاتورة
cs: Má fakturu
da: Har faktura
de: Hat Rechnung
el: Έχει τιμολόγιο
es: Tiene factura
id: Memiliki Invoice
ja: 注文確認書あり
no: Har faktura
ru: Имеется счет
uk: Є рахунок
vi: Có hóa đơn

# Languages::header
source: Header
ar: الهيدر
cs: Hlavička
de: Kopfzeile (Header)
el: Κεφαλίδα
es: Cabecera
ja: ヘッダー
ru: Шапка
uk: Шапка
vi: Tiêu đề

# Languages::header_image
source: Header image
ar: صورة الهيدر
cs: Obrázek záhlaví
de: Bild in Kopfzeile
el: Εικόνα Επικεφαλίδας
es: Imagen de encabezado
id: Gambar Header
ja: ヘッダー画像
no: Header bilde
ru: Картинка для заголовка
tr: Başlık resmi
uk: Зображення для заголовка
vi: Tiêu đề hình ảnh

# Languages::hebrew
source: Hebrew
ar: عبري
cs: Hebrejština
da: hebraisk
de: Hebräisch
el: Εβραϊκά
es: Hebreo
id: Ibrani
ja: ヘブライ語
no: Hebraisk
ru: Иврит
uk: Іврит
vi: Tiếng Do Thái

# Languages::height
source: Height
ar: الارتفاع
cs: Výška
da: Høj
de: Höhe
el: Ύψος
es: Altura
id: Tinggi
ja: 高さ
no: Høyde
ru: Высота
tr: Yükseklik
uk: Висота
vi: Chiều cao

# Languages::hello
source: Hello
ar: مرحباً
cs: Dobrý den
da: Hej
de: Hallo
el: Χαίρετε!
es: Hola
id: Halo
ja: こんにちは
no: Hallo
ru: Здравствуйте
tr: Merhaba
uk: Вітаю
vi: Xin chào

# Languages::help
source: Help
ar: مساعدة
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
id: Bantuan
ja: ヘルプ
no: Hjelp
ru: Помощь
tr: Yardım
uk: Допомога
vi: Trợ giúp

# Languages::hidden
source: Hidden
ar: مخفي
cs: Skrytý
da: skjult
de: Versteckt
el: Κρυφό
es: Oculto
id: Disembunyikan
ja: 非表示
no: Skjult
ru: Скрыто
tr: Gizli
uk: Приховано
vi: Ẩn

# Languages::hide
source: Hide
ar: إخفاء
cs: Skrýt
da: skjul
de: Verstecken
el: Απόκρυψη
es: Ocultar
id: Sembunyikan
ja: 非表示
no: Skjul
ru: Спрятать
tr: Gizle
uk: Приховати
vi: Ẩn

# Languages::hide_add_to_cart_button
source: Hide add to cart button
ar: إخفاء زر أضف لسلّة التسوق
cs: Skrýt tlačítko přidat do košíku
da: Skjul Læg i kurv knappen
de: "Zum Warenkorb hinzufügen" Taste verstecken
el: Απόκρυψη κουμπιού προσθήκη στο καλάθι
es: Ocultar agregar al carrito
id: Sembunyikan tombol Pesan
ja: カートに追加ボタンを非表示
no: Skjul legg i handlevognen knappen
ru: Спрятать кнопку добавления товара в корзину
tr: Sepete ekle butonunu gizle
uk: Приховати кнопку додавання до кошика
vi: Ẩn nút thêm vào giỏ hàng

# Languages::hide_options
source: Hide options
ar: إخفاء الخيارات
cs: Schovat možosti
da: Skjul indstillinger
de: Optionen verstecken
el: Απόκρυψη επιλογών
es: Ocultar opciones
id: Sembunyikan opsi
ja: オプションを非表示
no: Skjul alternativer
ru: Скрыть опции
uk: Сховати опції
vi: Ẩn tùy chọn

# Languages::show_options
source: Show options
cs: Zobrazit možnosti
de: Optionen anzeigen
el: προβολη επιλογων
es: Mostrar opciones
id: Perlihatkan pilihan
ja: オプションの表示
no: Vis valg
ru: Показать опции
tr: Seçenekleri göster
uk: Показати опції

# Languages::hide_option_completely
source: Hide option completely
ar: إخفاء الخيار بالكامل
cs: Skrýt možnost zcela
da: Skjul optioner fuldstændigt
de: Optionen komplett verstecken
el: Πλήρης Απόκρυψη επιλογής
es: Ocultar opción completamente
id: Sembunyikan opsi sepenuhnya
ja: オプションを非表示
no: Skjul alternativ helt
ru: Скрыть опцию полностью
uk: Сховати опції повністю
vi: Ẩn tùy chọn hoàn toàn

# Languages::home
source: Home
ar: الرئيسية
cs: Domů
da: Forside
de: Homepage
el: Αρχική
es: Inicio
id: Beranda
ja: ホーム
no: Hjem
ru: Главная
tr: Ana sayfa
uk: Головна
vi: Trang chủ

# Languages::home_page
source: Home page
ar: الصفحة الرئيسية
cs: Domovská stránka
da: Forside
de: Startseite
el: Αρχική σελίδα
es: Página de Inicio
id: Halaman utama
ja: トップページ
no: Forside
ru: Главная страница
tr: Ana sayfa
uk: Головна сторінка
vi: Trang chủ

# Languages::horizontal
source: Horizontal
ar: أفقي
cs: Horizontální
da: Vandret
el: Οριζόντια
id: Horisontal
ja: 水平
no: Horisontal
ru: Горизонтальная
tr: Yatay
uk: Горизонтальна
vi: Ngang

# Languages::host
source: Host name
ar: اسم الخادم
cs: Jméno hosta
da: Hostnavn
el: Όνομα διακομιστή
es: Nombre de host
id: Nama host
ja: ホスト名
no: Vert navn
ru: Имя сервера
tr: Host adı
uk: Ім'я сервера
vi: Tên máy chủ

# Languages::host_code
source: Host code
ar: كود الخادم
cs: Kód hostitele
da: Værtskode
el: Κωδικός Διακοσμιστή
es: Código de host
id: Kode host
no: Vert kode
ru: Хост код
uk: Хост код
vi: Mã máy chủ

# Languages::hour
source: Hour
ar: الساعة
cs: Hodina
da: Time
de: Stunde
el: Ώρα
es: Hora
id: Jam
ja: 時間
no: Time
ru: Час
tr: Saat
uk: Година
vi: Giờ

# Languages::how_to_send
source: How to send?
ar: طريقة الإرسال
cs: Jak poslat?
da: Hvordan sendes?
de: Wie senden?
el: Πως να στείλω?
es: Cómo enviar?
id: Bagaiman cara kirim
ja: 送付方法
no: Hvordan sende?
ru: Как отправить?
tr: Gönderim şekli?
uk: Як надіслати?
vi: Làm thế nào để gửi?

# Languages::html_block
source: HTML block
ar: كتلة HTML
cs: HTML blok
da: HTML-blok
el: HTML μπλοκ
es: Block HTML
id: Blok HTML
ja: HTMLブロック
no: HTML blokk
ru: HTML блок
uk: HTML-блок
vi: Khối HTML

# Languages::hungarian
source: Hungarian
ar: المجري
cs: Maďarština
da: ungarsk
de: Ungarisch
el: Ουγγρικά
es: Húngaro
id: Hongaria
ja: ハンガリー語
no: Ungarsk
ru: Венгерский
uk: Угорська
vi: Tiếng Hungary

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
cs: Prokládání 2 z 5 je založeno na standardní 2 z 5 symbolice.<br/>Interleaved 2 z 5 je navrženo tak, aby kódovalo jen 10 číslic.
da: Interleaved 2 af 5 er baseret på Standard 2 af 5 symbolik. <br/>
de: Interleaved 2 of 5 basiert auf Standard 2 von 5 Symbology.<br/> Interleaved 2 von 5 wurde konzipiert um nur 10 Stellige Zahlen zu codieren
el: Η εναλλαγή 2 σε 5 βασισμένο στο στάνταρ 2 σε 5 συμβόλων.<br/>Η εναλλαγή από 2 σε 5 είναι σχεδιασμένο μόνο για 10 σύμβολα.
es: Intercalado 2 de 5 se basa en la Simbología Estándar 2 de 5. <br/> Intercalado 2 de 5 está diseñado para codificar 10 dígitos.
id: Bersela 2 dari 5 berdasarkan Standar 2 dari 5 simbologi.<br/>Bersela 2 dari 5 ini dirancang untuk hanya menyandikan 10 digit.
ja: Interleaved 2 of 5 はスタンダード 2 of 5 がベースとなっています。<br/>Interleaved 2 of 5 で用いられる数値はすべて10桁の数字となります。
no: "Interleaved 2 of 5" er basert på Standard 2 av 5 symbolikk.<br/>Den er designet til å kode bare 10 sifre.
ru: Чередование 2 из 5 базируется на стандартной 2 из 5 символике.<br/>Чередование 2 из 5 спроектировано для кодирования только 10 цифр.
uk: Чергування 2 з 5 базується на стандартній 2 з 5 символіці.<br/> Чергування 2 з 5 призначено для кодування тільки 10 цифр.
vi: Interleaved 2 của 5 dựa trên tiêu chuẩn 2 của 5 biểu tượng. <br/> Interleaved 2 của 5 được thiết kế để mã hóa chỉ có 10 chữ số.
