Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
ar: <p>قاعدة بيانات مخزن الخاصة بك والملفات قد تم احتياطياً قبل الترقية. ويشمل الأرشيف النسخ الاحتياطي قاعدة البيانات بأكملها، وكل الملفات ما عدا الصور. أرشيف النسخ الاحتياطي تم تخزينه على الملقم الخاص بك: [backup_file]-</p> <p>قبل الترقية، تم إغلاق المتجر الخاص بك. تحقق إذا كان يشغل غرامة بعد الترقية و <a href="[settings_section]"> فتحه</a>-</p> <p>إذا حدث خطأ أثناء الترقية، انتقل إلى لوحة المشرف، <strong>الإدارة ← النسخ الاحتياطي/الاستعادة</strong>، واستعادة النسخ الاحتياطي-</p> <p>إذا كان لا يمكنك الوصول إلى لوحة المشرف الخاص بك، استخدم هذا الارتباط لاستعادة النسخ الاحتياطي الأخير: [restore_link]. هام: بعد هذا الارتباط فورا ستطلق عملية الاستعادة. استخدامها فقط إذا كان لا يمكنك الوصول إلى لوحة المشرف!</p>
cs: <p>Databáze a soubory vašeho obchodu byly před aktualizací zazálohovány. Záloha zahrnuje celou databázi a všechny soubory s výjimkou obrázků. Záložní archiv byl uložen na serveru: [backup_file].</p><p>Před aktualizací byl váš obchod uzavřen. Zkontrolujte, zda je i po aktualizaci plně funkční a <a href="[settings_section]">otevřete jej</a>.</p><p>Pokud se během aktualizace něco pokazí, přejděte na panel správce <strong>Správa → Záloha/Obnovení</strong> a zálohu obnovte.</p><p>Pokud nemůžete získat přístup k panelu správce, použijte k obnovení poslední zálohy následující odkaz. <b>Důležité:</b> kliknutím na odkaz bude okamžitě zahájen proces obnovení. Použijte jej pouze v případě, že nemůžete získat přístup k panelu správce! Obnovení poslední zálohy:</p>
da: <p>Din butik database og filer er blevet sikkerhedskopieret før opgraderingen. Backup arkivet omfatter hele databasen og alle filer undtagen billeder. Den backup arkiv er blevet gemt på din server: [backup_file].</p> <p>Før opgraderingen, din butik blev lukket. Kontroller, hvis det kører fint efter opgradering og <a href="[settings_section]"> åbne det</a>.</p> <p>Hvis noget går galt under opgraderingen, skal du gå til din admin panel, <strong>Administration → sikkerhedskopiering/gendannelse</strong>, gendanne sikkerhedskopien.</p> <p>Hvis du ikke kan få adgang til din admin panel, bruge følgende link til at gendanne den seneste sikkerhedskopi. <b>Vigtigt:</b> dette link vil straks indlede gendannelsesprocessen. Brug det kun hvis du ikke kan få adgang til din admin panel! Gendanne den seneste sikkerhedskopi:</p>
de: <p>Die Datenbank und die Dateien Ihres Geschäfts wurden vor dem Upgrade gesichert. Das Backup-Archiv enthält die gesamte Datenbank und alle Dateien mit Ausnahme von Bildern. Das Backup-Archiv wurde auf Ihrem Server gespeichert: [backup_file].</p><p>Vor dem Upgrade war Ihr Shop geschlossen. Überprüfen Sie, ob es nach dem Upgrade einwandfrei läuft und <a href="[settings_section]">open it</a>.</p><p>Wenn während des Upgrades etwas schief geht, gehen Sie in Ihr Admin-Panel, <strong>Administration → Backup/Restore</strong> um das Backup wiederherzustellen. </p><p>Wenn Sie nicht auf Ihr Admin-Panel zugreifen können, verwenden Sie den folgenden Link, um das letzte Backup wiederherzustellen.<b>Important:</b>Unter diesem Link wird der Wiederherstellungsprozess sofort gestartet. Verwenden Sie es nur, wenn Sie keinen Zugriff auf Ihr Admin-Panel haben! Wiederherstellen der letzten Sicherung:</p>
el: <p> Η βάση δεδομένων του καταστήματός σας και τα αρχεία έχουν συμπεριληφθεί σε αντίγραφο ασφαλείας πριν από την αναβάθμιση. Το αρχείο αντιγράφου ασφαλείας περιλαμβάνει ολόκληρη τη βάση δεδομένων και όλα τα αρχεία εκτός από τις εικόνες. Το αρχείο αντιγράφου ασφαλείας έχει αποθηκευτεί στο διακομιστή σας: [backup_file]. </p> <p> Πριν από την αναβάθμιση, το κατάστημά σας έκλεισε. Ελέγξτε αν λειτουργεί σωστά μετά την αναβάθμιση και <a href="[settings_section]">ανοίξτε το </a>. </p> <p> Αν κάτι πάει στραβά κατά τη διάρκεια της αναβάθμισης, ανοίξτε τον πίνακα διαχείρισης, <strong> Διαχείριση → Backup / Restore </ strong>, για να επαναφέρετε το αντίγραφο ασφαλείας </p> <p> Αν δεν μπορείτε να αποκτήσετε πρόσβαση στον πίνακα διαχείρισή σας, χρησιμοποιήστε αυτή τη σύνδεση για να επαναφέρετε το τελευταίο αντίγραφο ασφαλείας: [restore_link].<b> Σημαντικό</b>: ακολουθώντας αυτό το σύνδεσμο θα ξεκινήσει αμέσως η διαδικασία επαναφοράς. Χρησιμοποιήστε το μόνο αν δεν μπορείτε να αποκτήσετε πρόσβαση στον πίνακα διαχείρισή σας! </p>
es: <p>La base de datos y archivos de su tienda ha sido respaldados antes de la actualización. El archivo de copia de seguridad incluye la base de datos entera y todos los archivos excepto las imágenes. El archivo de copia de seguridad se ha almacenado en el servidor: [backup_file].</p> <p>Antes de la actualización, la tienda fue cerrada. Compruebe si está funcionando bien después de la actualización y <a href="[settings_section]"> lo abrimos</a>.</p> <p>Si algo sale mal durante la actualización, vaya a su panel de administración <strong>Administración → Backup y Restore</strong>, para restaurar la copia de seguridad.</p> <p>Si usted no puede acceder a su panel de administración, use este enlace para restaurar la última copia de seguridad: [restore_link]. Importante: este enlace inmediatamente iniciará el proceso de restauración. Utilizarlo únicamente si usted no puede acceder a su panel de administración!</p>
id: <p>Toko Anda database dan file telah back up sebelum upgrade. Arsip cadangan mencakup seluruh database dan semua file kecuali gambar. Cadangan Arsip telah disimpan pada server Anda: [backup_file].</p> <p>Sebelum upgrade, toko Anda tertutup. Periksa apakah itu berjalan baik-baik saja setelah upgrade dan <a href="[settings_section]"> membukanya</a>.</p> <p>Jika sesuatu yang tidak beres selama upgrade, pergi ke admin panel, <strong>administrasi → Backup/Restore</strong>, untuk mengembalikan cadangan.</p> <p>Jika Anda tidak dapat mengakses panel admin Anda, gunakan link berikut untuk mengembalikan cadangan terakhir. <b>Penting:</b> mengikuti link ini akan segera memulai proses pemulihan. Gunakan hanya jika Anda tidak dapat mengakses panel admin Anda! Mengembalikan cadangan terakhir:</p>
ja: <p>アップグレードに際してショップのデータベースおよびファイルがバックアップされました。バックアップファイルにはデータベース全体と画像以外のファイルが含まれ、サーバー上の [backup_file] に保存されています。</p><p>また、アップグレード時にはショップは一時クローズ状態となります。ショップが正しく動作していることを確認した上で<a href="[settings_section]">再オープンしてください。</a></p><p>アップグレードに失敗した場合には、<strong>一般設定 → バックアップ/リストア</strong> からリストアしてください。</p><p>管理画面にアクセスできない場合は以下のリンクにアクセスしてリストアしてください。<b>重要 :</b> このリンクをクリックすると直ちにリストアが開始されます。管理画面にログインできない場合に限りご利用ください。 最新のバックアップからリストア:</p>
no: <p>Butikkens database og filer har blitt sikkerhetskopiert før oppgraderingen. Sikkerhetskopien inkluderer hele databasen og alle filer unntatt bilder. Sikkerhetskopien er lagret på serveren din: [backup_file].</p><p>Før oppgraderingen, ble butikken stengt. Sjekk at alt er som det skal etter oppgraderingen, og <a href="[settings_section]">åpne butikken igjen</a>.</p><p>Hvis noe går galt under oppgraderingen, kan du gå til din adminpanel, <strong>Administrasjon → Backup/Gjenopprett</strong>, for å gjenopprette backupen.</p><p>Hvis du ikke får tilgang til adminpanelet, kan du bruke følgende link for å gjenopprette den siste sikkerhetskopien. <b>Viktig:</b> Ved å følge denne linken vil gjenopprettingsprosessen starte umiddelbart. Bruk den bare dersom du ikke kan få tilgang til adminpanelet på vanlig måte! Gjenopprett den siste sikkerhetskopien:</p>
ru: <p>Перед обновлением была создана резервная копия базы данных и файлов вашего магазина. Резервный архив содержит полную копию базы данных и все файлы, кроме изображений. Резервный архив сохранен на вашем сервере: [backup_file].</p><p>Перед обновлением ваш магазин был закрыт для посетителей. После обновления проверьте, правильно ли работает магазин, и если все в порядке, <a href="[settings_section]">откройте его</a>.</p><p>Если во время обновления что-то пошло не так, зайдите в панель администратора, <strong>Администрирование → Резервное копирование и восстановление</strong>, чтобы восстановить резервную копию магазина.</p><p>Если вы не можете войти в панель администратора, используйте ссылку для восстановления из последней резервной копии. <b>Важно:</b> щелкнув по ссылке, вы сразу запустите восстановление. Используйте эту ссылку только если не можете войти в панель администратора! Восстановить из последней резервной копии:</p>
tr: <p>Mağazanızın veritabanı ve dosyaları yükseltmeden önce yedeklendi. Yedek arşiv, tüm veritabanını kapsar ve resimler haricindeki tüm dosyaları içerir. Yedek arşiv sunucunuzda depolanmıştır:[backup_file].</p><p>Güncellemeden önce mağazanız kapatıldı. Güncellemeden sonra <a href="[settings_section]">bunu açın</a> ve sorunsuz çalışıp çalışmadığını kontrol edin.</p><p>Yeni sürüme geçiş sırasında bir sorun çıkarsa, yedeklemeyi geri yüklemek için yönetici panelinize gidin,<strong>Yönetim→Yedekleme/Geri yükleme</strong>.</p><p>Yönetici panelinize erişemiyorsanız, son yedeklemeyi geri yüklemek için aşağıdaki bağlantıyı kullanın. <b>Important:</b> bu bağlantıyı izleyerek hemen geri yükleme işlemi başlatılır. Son yedeklemeyi geri yükle:</p> Bunu yalnızca, yönetici panelinize! erişemiyorsanız kullanın
uk: <p>Перед обновленням була створена резервна копія баз даних та файлів вашого магазину. Резервний архів містить повну копію бази даних та всіх файлів, крім зображень. Резервний архів зберігається на вашому сервері: [backup_file]. </p><p> Перед оновленням ваш магазин був закритий для відвідувачів. Після оновлення перевірте, чи правильно працює магазин, і якщо все в порядку, <a href="[settings_section]"> відкрийте його</a>.</p><p>Якщо під час оновлення щось пошло не так, зайдіть в панель администратора, <strong> Адміністрування → Резервне копіювання та відновлення </strong>, щоб відновити резервну копію магазину.</p><p>Якщо ви не можете ввійти в панель адміністратора, скористайтеся посиланням для відновлення останньої резервної копії. <b> Важливо: </b> натиснувши посилання, виразу запустите відновлення. Використовуйте цю посилання тільки якщо не можете ввійти в панель адміністратора! Восстановить из последней резервной копии:</p>
vi: <p>Cơ sở dữ liệu cửa hàng của bạn và tập tin đã được sao lưu trước khi nâng cấp. Lưu trữ dự phòng bao gồm toàn bộ cơ sở dữ liệu và tất cả các tập tin ngoại trừ hình ảnh. Sao lưu lưu trữ đã được lưu trữ trên máy chủ của bạn: [backup_file].</p> <p>Trước khi nâng cấp, cửa hàng của bạn đã được đóng lại. Kiểm tra nếu nó đang chạy tốt sau khi nâng cấp và <a href="[settings_section]">mở nó</a>.</p> <p>Nếu một điều gì đó đi sai trong quá trình nâng cấp, đi đến bảng quản trị của bạn, <strong>Quản trị → Sao lưu/Khôi phục lại</strong>, để khôi phục bản sao lưu.</p> <p>Nếu bạn không thể truy cập vào bảng quản trị của bạn, sử dụng liên kết sau đây để khôi phục lại sao lưu lần cuối. <b>Quan trọng:</b> theo liên kết này ngay lập tức sẽ khởi động quá trình khôi phục. Chỉ sử dụng nó nếu bạn không thể truy cập vào bảng quản trị cửa hàng! Khôi phục sao lưu cuối:</p>

# Languages::uc_backup_info_subj
source: Upgrade Center: Store has been backed up and closed.
ar: مركز الترقية: تم إجراء نسخ احتياطي للمتجر وإغلاقه.
cs: Centrum aktualizací: Obchod byl zálohován a uzavřen.
da: Opgradering center: butikken er blevet sikkerhedskopieret og lukket.
de: Upgrade-Center: Der Shop wurde gesichert und geschlossen.
el: Κέντρο Αναβάθμισης: Εγινε αντιγραφο ασφαλειας του καταστήματος και έκλεισε.
es: Centro de actualización: la tienda ha sido respaldada y cerrada.
id: Pusat Peningkatan Upgrade: Store telah dicadangkan dan ditutup.
ja: アップグレードセンター : ショップのバックアップが完了し、一時クローズされました。
no: Oppdateringssenter: Nettbutikken har blitt sikkerhetskopiert og stengt for besøkende.
ru: Центр обновлений: Создана резервная копия магазина, витрина была закрыта.
tr: Yükseltme Merkezi: Mağaza yedeklendi ve kapandı.
uk: Центр оновлень: Створена резервна копія магазину, і вітрину було закрито.
vi: Trung tâm nâng cấp: cửa hàng đã được sao lưu và đóng cửa.

# Languages::uc_info_subj
source: Upgrade Center: Store has been closed.
de: Upgrade-Center: Der Laden wurde geschlossen.
el: Κέντρο Αναβάθμισης: Το Κατάστημα έχει κλείσει.
id: Pusat Peningkatan: Toko telah ditutup.
ru: Центр обновлений: Магазин был закрыт.
uk: Центр оновлень: Магазин було закрито.
vi: Trung tâm nâng cấp: cửa hàng đã được đóng cửa.

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
ar: البحث بواسطة ميزات غير متوفرة بسبب الزيادة المفرطة في العدد من المتغيرات.
cs: Vyhledávání podle vlastností není k dispozici v důsledku nadměrného počtu variant.
da: Søg efter funktioner er ikke tilgængelige på grund af overdreven antal af varianter.
de: Die Suche nach Merkmalen ist aufgrund der übermäßigen Anzahl von Varianten nicht möglich.
el: Η Αναζήτηση ανά χαρακτηριστικό δεν είναι διαθέσιμη λόγω του υπερβολικού αριθμού των παραλλαγών.
es: Buscar por características no está disponible debido al excesivo número de variantes.
id: Cari dengan fitur tidak tersedia karena banyaknya varian.
ja: 商品の追加情報の変数が多すぎるため、商品の追加情報による検索を利用できません。
no: Søk etter funksjoner er ikke tilgjengelig på grunn av for høyt antall av varianter.
ru: Поиск по характеристикам не доступен из-за чрезмерного количества вариантов.
tr: Özellikler ile arama fazla sayıda varyant nedeniyle kullanılamaz.
uk: Пошук за ознаками недоступний через надмірну кількість варіантів.
vi: Tìm kiếm theo tính năng là không có sẵn do số phiên bản, quá hạn.

# Languages::upgraded_on
source: Upgraded on
ar: ترقية
cs: Modernizované na
da: Opgraderet på
de: Aktualisiert für
el: Αναβαθμηστηκε
es: Actualizado el día
id: Upgrade pada
ja: アップグレード日時
no: Oppgradert på
ru: Обновление выполнено
tr: Güncellendi
uk: Оновлення виконано
vi: Nâng cấp trên

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
ar: غير قادر على إنشاء صورة مصغرة لملف "[file]": [error]
cs: Nelze vytvořit náhled pro soubor "[file]": [error]
da: Afskåret fra skabe miniature for filen "[file]": [error]
de: Es ist nicht möglich, eine Miniaturansicht für die Datei "[file]": [error] zu erstellen
el: Δεν είναι δυνατή η δημιουργία μικρογραφίας για το αρχείο "[file]": [error]
es: No se puede crear la imagen en miniatura para el archivo "[file]": [error]
id: Tidak dapat membuat thumbnail untuk file "[file]": [error]
ja: 右記のファイルのサムネイル生成に失敗しました : "[file]": [error]
no: Kan ikke opprette miniatyrbilde for filen "[file]": [error]
ru: Не удается создать миниатюру для файла «[file]»: [error]
tr: Dosya "[file]" için küçük resim oluşturulamıyor: [error]
uk: Неможливо створити мініатюру для файлу «[file]»: [error]
vi: Không thể tạo hình thu nhỏ của tập tin "[file]": [error]

# Languages::cookie_is_disabled
source: For a complete shopping experience, please <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">set your browser to accept cookies</a>
ar: للحصول على تجربة تسوق كاملة، الرجاء <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> تعيين المستعرض الخاص بك لقبول ملفات تعريف الارتباط الكوكيز </a>
cs: Pro kompletní zážitek z nakupování, prosím <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">nastavit svůj prohlížeč tak, aby přijímat soubory cookie</a>
da: For en komplet shopping oplevelse, skal du <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> indstille din browser til at acceptere cookies</a>
de: Für ein komplettes Einkaufserlebnis stellen Sie bitte Ihren Browser auf <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">ein, um Cookies zu akzeptieren</a>
el: Για μια πλήρη εμπειρία αγορών, μπορείτε να <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> ρυθμίσετε το πρόγραμμα περιήγησης σας να δέχεται cookies</a>
es: Para una completa experiencia en sus compras, por favor, <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> configure su navegador para aceptar cookies</a>
id: Untuk pengalaman belanja yang lengkap, silakan <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">atur browser Anda untuk menerima cookies</a>
ja: 当ショップで快適にお買い物いただくために、<a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">クッキーを有効化してください。</a>
no: For en bedre handleopplevelse, kan du <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">sette opp nettleseren din for å akseptere cookies</a>
ru: Для совершения покупок пожалуйста, <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">разрешите принимать cookie</a> в своем браузере
tr: Tam bir alışveriş deneyimi için lütfen <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> tarayıcınızı çerezleri kabul edecek şekilde ayarlayın</a>
uk: Для здійснення покупок будь ласка, <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">дозвольте приймати cookie</a> в своєму браузері
vi: Để có một trải nghiệm mua sắm đầy đủ, xin vui lòng <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> thiết lập trình duyệt của bạn để chấp nhận cookie</a>

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
ar: مركز الترقية: تم إجراء نسخ احتياطي للمتجر وإغلاقه.
cs: Centrum aktualizací: Obchod byl zálohován a uzavřen.
da: Opgradering center: butikken er blevet sikkerhedskopieret og lukket.
de: Upgrade-Center: Der Shop wurde gesichert und geschlossen.
el: Κέντρο Αναβάθμισης: Εγινε αντιγραφο ασφαλειας του καταστήματος και έκλεισε.
es: Centro de actualizacines: La tienda ha sido guardada y cerrada.
id: Pusat peningkatan: Store telah dicadangkan dan ditutup.
ja: [CS-Cartアップグレード] ショップのバックアップが完了し、一時的にクローズされました。
no: Oppgraderingssenter: Nettbutikken har blitt sikkerhetskopiert og stengt for besøkende.
ru: Центр обновлений: Создана резервная копия магазина, и магазин был закрыт.
tr: Yükseltme Merkezi: Mağaza yedeklendi ve kapandı.
uk: Центр оновлень: Створена резервна копія магазину, і магазин було закрито.
vi: Trung tâm nâng cấp: cửa hàng đã được sao lưu và đóng cửa.

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
ar: لم يتم إضافة منتج <b>"[product]"</b> للعربة، لأنه لا يملك ثمن.
cs: Zboží <b>"[product]"</b> nebylo přidáno do košíku, protože nemá cenu.
da: Produkt <b>"[product]"</b> er ikke føjet til vognen, fordi det ikke har en pris.
de: Das Produkt <b>"[product]"</b>wurde nicht in den Warenkorb gelegt, da es keinen Preis hat.
el: Το Προϊόν <b>"[product]"</b> δεν έχει προστεθεί στο καλάθι, επειδή δεν έχει τιμή.
es: El producto <b>"[product]"</b> no ha sido añadido a la cesta porque no tiene un precio asignado.
id: Produk <b>"[product]"</b> belum ditambahkan ke keranjang, karena tidak memiliki harga.
ja: 価格が設定されていないため、 <b>"[product]"</b> はカートに追加されませんでした。
no: Produktet <b>"[product]"</b> kan ikke legges i handlekurven, da det ikke er oppført med noen pris.
ru: Товар <b>«[product]»</b> не добавлен в корзину, потому что для него не задана цена.
tr: Ürün <b>"[product]"</b> fiyatı oladığından sepetinize eklenemedi.
uk: Товар <b>«[product]»</b> не доданий в кошик, тому що для нього не задано ціну.
vi: Sản phẩm <b>"[product]"</b> không được thêm vào giỏ hàng, bởi vì nó không có giá.

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
ar: لا يمكن إنشاء البائعين ميزات المنتج وأشكالها. لا يمكن تعديل بعض ميزات المنتج.
cs: Dodavatelé nemohou vytvářet vlastnosti zboží a jejich varianty. Některé vlastnosti zboží nemohly být upraveny.
da: Kreditorer kan ikke oprette produktfunktioner og deres varianter. Nogle produktfunktioner kan ikke ændres.
de: Verkäufer können Produkteigenschaften und deren Varianten nicht erstellen. Einige Produkteigenschaften können nicht editiert werden.
el: Οι Πωλητές δεν μπορούν να δημιουργήσουν χαρακτηριστικά του προϊόντος και παραλλαγές αυτών. Μερικά χαρακτηριστικά του προϊόντος δεν μπορούν να τροποποιηθούν.
es: Proveedores no pueden crear características de producto y sus variantes. Algunas características del producto no se pudieron modificar.
id: Vendor tidak dapat membuat fitur produk dan variannya. Beberapa fitur produk tidak bisa dimodifikasi.
ja: 出品者は商品追加情報を新規登録することはできません。また、いくつかの商品追加情報については編集も許可されていません。
no: Forhandler kan ikke opprette produktfunksjoner og alternativer. Noen produktfunksjoner kan ikke endres.
ru: Поставщики не могут задавать характеристики продукта и их варианты. Некоторые характеристики продукта были изменены.
tr: Satıcılar ürün özellikleri ve onların varyantları oluşturamaz. Bazı ürün özellikleri değiştirilemez.
uk: Постачальники не можуть задавати характеристики продукту і їх варіанти. Деякі характеристики продукту були змінені.
vi: Nhà cung cấp không thể tạo tính năng sản phẩm và biến thể của họ. Một số tính năng sản phẩm không thể sửa đổi.

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
ar: حدث خطأ أثناء تحديث بنية قاعدة البيانات (الرجاء تطبيق نقل البيانات [migration]).
cs: Došlo k chybě během upgradu struktury databáze (použití migrace [migration]).
da: Der opstod en fejl under opgradering af databasestrukturen (gælder migration [migration]).
de: Beim Upgrade der Datenbankstruktur (Anwendung der Migration[migration]) ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αναβάθμιση της δομής της βάσης δεδομένων (εφαρμογή μεταφορας [migration]).
es: Ha ocurrido un error durante la actualización de la estructura de base de datos (aplicando migración [migration]).
id: Terjadi kesalahan saat meningkatkan struktur database (menerapkan migrasi [migration]).
ja: データベース構造のアップデート中にエラーが発生しました。 ([migration] を適用中)
no: Det oppsto en feil under oppgraderingen av database-strukturen (applying migration [migration]).
ru: Произошла ошибка во время обновления структуры базы данных (применяем миграцию [migration]).
tr: Veritabanı yapısını yükseltme sırasında bir hata oluştu (geçiş [geçiş] uygulama).
uk: Сталася помилка під час оновлення структури бази даних (застосовуємо міграцію [migration]).
vi: Lỗi đã xảy ra trong quá trình nâng cấp cấu trúc cơ sở dữ liệu (áp dụng di chuyển [migration]).
