Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::bulk_edit.make_hidden
source: Make products hidden
el: Απόκρυψη Προϊόντων
es: Ocultar los productos
id: Sembunyikan produk
ru: Скрыть товары
uk: Захоавти товари

# Languages::bulk_edit.price_and_stock
source: Price & Stock
el: Τιμή και Απόθεμα
es: Precio e Inventario
id: Harga dan Stok
ru: Цена и количество
uk: Ціна і кількість

# Languages::bulk_edit.what_do_these_checkboxes_mean
source: What do these checkboxes mean?
el: Τι σημαίνουν αυτά τα πλαίσια ελέγχου;
es: ¿Qué significan estas casillas de verificación?
ru: Что означают эти галочки?
uk: Що означають ці галочки?

# Languages::bulk_edit.what_do_these_checkboxes_mean_checked
source: all the selected products belong to this category or will be assigned to it.
el: όλα τα επιλεγμένα προϊόντα ανήκουν στην κατηγορία αυτή ή θα ανατεθουν σε αυτή.
es: todos los productos seleccionados pertenecen a esta categoría o se le asignarán.
ru: все выбранные товары относятся к этой категории, или она будет назначена всем этим товарам.
uk: всі обрані товари відносяться до цієї категорії, або вона буде призначена всім цим товарам.

# Languages::bulk_edit.what_do_these_checkboxes_mean_unchecked
source: none of the selected products belong to this category, or they will be removed from it.
el: κανένα από τα επιλεγμένα προϊόντα δεν ανήκει σε αυτήν την κατηγορία ή θα αφαιρεθεί από αυτήν.
es: ninguno de los productos seleccionados pertenece a esta categoría, o se eliminarán de ella.
id: produk-produk yang dipilih tidak termasuk ke dalam kategori ini, atau akan dihapus dari kategori ini.
ru: ни один из выделенных товаров не относится к этой категории, или она будет убрана у всех этих товаров.
uk: жоден з виділених товарів не відноситься до цієї категорії, або вона буде прибрана у всіх цих товарів.

# Languages::bulk_edit.what_do_these_checkboxes_mean_indeterminate
source: some of the selected products belong to this category; no changes will be made.
el: ορισμένα από τα επιλεγμένα προϊόντα ανήκουν σε αυτήν την κατηγορία. δεν θα γίνουν αλλαγές.
es: algunos de los productos seleccionados pertenecen a esta categoría; no se harán cambios.
id: beberapa produk yang dipilih termasuk ke dalam kategori ini; tidak akan ada perubahan.
ru: некоторые из выделенных товаров относятся к этой категории; никакие изменения внесены не будут.
uk: деякі з виділених товарів відносяться до цієї категорії; ніякі зміни внесені не будуть.

# Languages::bulk_edit.unable_to_delete_all_categories
source: At least one category must be selected
el: Πρέπει να επιλεγεί τουλάχιστον μία κατηγορία
es: Se debe seleccionar al menos una categoría
id: Pilih minimal satu kategori
ru: Должна быть выбрана хотя бы одна категория
uk: Повинна бути обрана хоча б одна категорія

# Languages::bulk_edit.some_products_were_omitted
source: Some products were skipped because the last remaining category can't be removed or added for a product.
el: Ορισμένα προϊόντα παραβλέφθηκαν επειδή η τελευταία εναπομείναντα κατηγορία δεν μπορεί να αφαιρεθεί ή να προστεθεί για ένα προϊόν.
es: Se omitieron algunos productos porque la última categoría restante no se puede eliminar ni agregar para un producto.
id: Beberapa produk dilewatkan sebab sisa kategori terakhir tidak dapat dihapus atau ditambahkan produk.
ru: Некоторые товары были пропущены, так как у товара нельзя удалить последнюю оставшуюся категорию.
uk: Деякі товари були пропущені, так як у товару не можна видалити останню категорію що залишилася.

# Languages::bulk_edit.some_products_were_omitted_other_storefront
source: Couldn't edit selected products. Some of the selected products belong to other storefronts; please deselect those products to be able to edit remaining ones.
el: Δεν ήταν δυνατή η επεξεργασία επιλεγμένων προϊόντων. Μερικά από τα επιλεγμένα προϊόντα ανήκουν σε άλλα καταστηματα. Αποεπιλέξτε αυτά τα προϊόντα για να μπορέσετε να επεξεργαστείτε τα υπόλοιπα προϊόντα.
id: Tidak dapat mengedit produk yang dipilih. Beberapa diantaranya termasuk ke etalase lain; silakan hapus dari daftar agar dapat mengedit sisa produk lainnya.
ru: Не удалось отредактировать выбранные товары. Некоторые из выбранных товаров принадлежат другим витринам; отмените выделение этих товаров, чтобы отредактировать оставшиеся.
uk: Не вдалося відредагувати вибрані товари. Деякі з обраних товарів належать іншим вітринам; скасуйте виділення цих товарів, щоб відредагувати ті що залишилися.

# Languages::custom_search
source: Custom search
el: Προσαρμοσμένη αναζήτηση
id: Pencarian khusus
ru: Несохранённый поиск
uk: Користувальницький пошук

# Languages::system_environment
source: System environment
el: Περιβάλλον συστήματος
ru: Системное окружение
uk: Системне оточення

# Languages::product_feature.purpose
source: Purpose
el: Σκοπός
ru: Цель
uk: Мета

# Languages::ttc_product_feature.purpose
source: Determines how you and your customers will be able to use this feature.
ru: Определяет, как вы и ваши покупатели смогут использовать эту характеристику.
uk: Визначає, як ви і ваші покупці зможуть використовувати цю характеристику.

# Languages::product_feature.purpose.organize_catalog
source: Brand, author, etc.
ru: Бренд, автор, и т.п.
uk: Бренд, автор, т. ін.

# Languages::product_feature.purpose.organize_catalog.description
source: For features like "Brand" or "Manufacturer" (for most products), "Performer" or "Label" (for music), "Author" or "Publisher" (for books), and so on. Every variant of this feature gets its own page with an image, description, and the list of products.
ru: Для характеристик наподобие "Бренд" или "Производитель" (у большинства товаров), "Исполнитель" или "Лейбл" (у музыки), "Автор" или "Издательство" (у книг), и так далее. Каждый вариант такой характеристики получает свою страницу с изображением, описанием и списком товаров.
uk: Для характеристик на кшталт "Бренд" або "Виробник" (у більшості товарів), "Виконавець" або "Лейбл" (у музики), "Автор" або "Видавництво" (у книг), і так далі. Кожен варіант такої характеристики отримує свою сторінку із зображенням, описом і списком товарів.

# Languages::product_feature.purpose.find_products
source: Product search via filters
ru: Поиск товаров через фильтры
uk: Пошук товарів з фільтрами

# Languages::product_feature.purpose.find_products.description
source: For a feature that just allows you to specify an additional property of a product (for example, "Fabric" for T-shirts). If you create a filter by that feature, customers will see that such a property exists, and will be able to search products by it.
ru: Для характеристики, которая просто позволяет указать какое-нибудь дополнительное свойство товара. Например, у футболок это может быть "Ткань". Если вы создадите фильтр по этой характеристике, покупатели увидят, что она есть, и смогут легко найти по ней нужный товар.
uk: Для характеристики, яка просто дозволяє вказати будь-яку додаткову властивість товару (наприклад, у футболок це може бути "Тканина"). Якщо ви створите фільтр по цій характеристиці, покупці побачать, що вона є, і зможуть легко знайти по ній потрібний товар.

# Languages::product_feature.purpose.describe_product
source: Additional information
ru: Дополнительная информация
uk: Додаткова інформація

# Languages::product_feature.purpose.describe_product.description
source: For cases when you just need to show some information on a product page. There are no filters for this kind of features.
ru: Для случаев, когда просто нужна какая-то информация на странице товара. Фильтр для поиска товаров по такой характеристике создать не получится.
uk: Для випадків, коли просто потрібна якась інформація на сторінці товару. Фільтр для пошуку товарів по такій характеристиці створити не вийде.

# Languages::product_feature.feature_style
source: Feature style
el: Στυλ χαρακτηριστικών
ru: Внешний вид
uk: Зовнішній вигляд

# Languages::ttc_product_feature.feature_style
source: Determines the look of this feature on the product page.
ru: Определяет внешний вид характеристики на странице товара.
uk: Визначає зовнішній вигляд характеристики на сторінці товару.

# Languages::product_feature.feature_style.checkbox
source: Checkbox
el: Πλαίσιο ελέγχου
ru: Флажок
uk: Прапорець

# Languages::product_feature.feature_style.color
source: Color
ru: Цвет
uk: Колір

# Languages::product_feature.filter_style.color
source: Color
ru: Цвет
uk: Колір

# Languages::product_feature.feature_style.multiple_checkbox
source: Multiple checkboxes
el: Πολλαπλά πλαισια ελεγχου
ru: Группа флажков
uk: Група прапорців

# Languages::product_feature.feature_style.text
source: Text or number
ru: Текст или число
uk: Текст або число

# Languages::product_feature.feature_style.number
source: Number
el: Αριθμός
es: Número
ru: Число
uk: Число

# Languages::product_feature.feature_style.brand
source: Brand
el: Μάρκα
es: Marca
ru: Бренд
uk: Бренд

# Languages::product_feature.filter_style
source: Filter type
el: Τύπος φίλτρου
ru: Тип фильтра
uk: Тип фільтра

# Languages::ttc_product_feature.filter_style
source: Determines the look of a filter by this feature on the product list. Filters make it easier for customers to find a product with the desired feature value. You'll be able to create a filter after you create a feature.
ru: Определяет внешний вид фильтра по этой характеристике на списке товаров. Фильтры помогают покупателям найти товар с нужными характеристиками. Вы сможете создать фильтр после того, как создадите характеристику.
uk: Визначає зовнішній вигляд фільтра по цій характеристиці на списку товарів. Фільтри допомагають покупцям знайти товар з потрібними характеристиками. Ви зможете створити фільтр після того, як створите характеристику.

# Languages::product_feature.filter_style.checkbox
source: Checkbox
el: Πλαίσιο ελέγχου
ru: Флажок
uk: Прапорець

# Languages::product_feature.filter_style.slider
source: Number slider
el: Slider με αριθμούς
ru: Слайдер с числами
uk: Слайдер з числами

# Languages::product_feature.filter_style.date
source: Date selector
el: Επιλογέας Ημερομηνίας
ru: Выбор даты
uk: Вибір дати

# Languages::rus_geolocation_upgrade_notification_title
source: Geolocation: Add-ons deprecated in favor of [geo_maps_addon]
ru: "Определение местоположения": Модуль устарел, используйте "[geo_maps_addon]"
uk: "Визначення місцезнаходження": Модуль застарів, використовуйте "[geo_maps_addon]"

# Languages::rus_geolocation_upgrade_notification_text
source: <p>The <b>[rus_geolocation_addon]</b> add-on allowed your customers to select their city and see estimated shipping rates on a product page. That functionality is now a part of a new add-on called <b>[geo_maps_addon]</b>. It is already installed and active.</p><p>Two geolocation add-ons shouldn’t be active at the same time. Please make sure that the old <b>[rus_geolocation_addon]</b> add-on is disabled.</p><p><a href="[disable_geolocation]" target="_blank" class="btn btn-large btn-primary">Disable deprecated add-on here</a></p>
ru: <p>Модуль <b>[rus_geolocation_addon]</b> позволял покупателям выбрать город и увидеть на странице товара примерную стоимость доставки. Теперь эта функциональность — часть нового модуля <b>[geo_maps_addon]</b>. Он уже установлен и включен.</p><p>Два модуля геолокации не должны работать одновременно. Убедитесь, что старый модуль <b>[rus_geolocation_addon]</b> выключен.</p><p><a href="[disable_geolocation]" target="_blank" class="btn btn-large btn-primary">Выключить старый модуль</a></p>
uk: <p>Модуль <b>[rus_geolocation_addon]</b> дозволяв покупцям вибрати місто і побачити на сторінці товару приблизну вартість доставки. Тепер ця функціональність - частина нового модуля <b>[geo_maps_addon]</b>. Він уже встановлений і включений.</p><p>Два модуля геолокації не повинні працювати одночасно. Переконайтеся, що старий модуль <b>[rus_geolocation_addon]</b> вимкнений. </p><p><a href="[disable_geolocation]" target="_blank" class="btn btn-large btn-primary">Вимкнути старий модуль</a></p>

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
el: Blog & Σελίδες
id: Blog & Halaman
ru: Блог и страницы
uk: Блог і сторінки

# Languages::privilege_groups.orders
source: Orders
el: Παραγγελίες
id: Pesanan
ru: Заказы
uk: Замовлення

# Languages::privilege_groups.order_statuses
source: Order statuses
el: Καταστάσεις παραγγελίας
id: Status Pesanan
ru: Статусы заказов
uk: Статуси замовлень

# Languages::privilege_groups.other
source: Other
el: Άλλα
id: Lainnya
ru: Другое
uk: Інше

# Languages::privilege_groups.backup_restore
source: Backup/Restore
el: Δημιουργία αντιγράφου ασφαλείας/επαναφορά
id: Cadangkan/Kembalikan
ru: Резервное копирование и восстановление
uk: Резервне копіювання/відновлення

# Languages::privilege_groups.blocks
source: Blocks
el: Μπλοκς
id: Blok
ru: Блоки
uk: Блоки

# Languages::privilege_groups.currencies
source: Currencies
el: Νομίσματα
id: Mata uang
ru: Валюты
uk: Валюти

# Languages::privilege_groups.design
source: Design
el: Σχεδιασμός
id: Desain
ru: Дизайн
uk: Дизайн

# Languages::privilege_groups.documents
source: Documents
el: Έγγραφα
id: Dokumen
ru: Документы
uk: Документи

# Languages::privilege_groups.file_changes
source: File changes detector
el: Ανιχνευτής αλλαγών Αρχείων
id: Pendeteksi perubahan berkas
ru: Детектор изменений ядра
uk: Детектор змін ядра

# Languages::privilege_groups.files
source: Files
el: Αρχεία
id: Berkas
ru: Файлы
uk: Файли

# Languages::privilege_groups.edit_on_site
source: Edit content on-site
el: Επεξεργαστείτε περιεχόμενο on-site
id: Edit konten pada situs web
ru: Редактирование на витрине
uk: Редагувати вміст

# Languages::privilege_groups.email_templates
source: Email templates
id: Contoh e-mail
ru: Шаблоны email-уведомлений
uk: Шаблони email-повідомлень

# Languages::privilege_groups.exim
source: Import and export data
ar: استيراد وتصدير البيانات
cs: Import a export dat
da: Import og export data
de: Daten Import und Export
el: Εισαγωγή και εξαγωγή δεδομένων
es: Permitir importar y exportar datos
id: Impor dan ekspor data
ja: データのインポートおよびエクスポート
no: Importer og eksporter data
ru: Импорт и экспорт данных
uk: Імпортування та експортування даних
vi: Nhập và xuất dữ liệu

# Languages::privilege_groups.languages
source: Languages
el: Ξένες Γλώσσες
id: Bahasa
ru: Языки
uk: Мови

# Languages::privilege_groups.locations
source: Rate areas
el: Περιοχες Τιμων
ru: Тарифные зоны
uk: Тарифні зони

# Languages::privilege_groups.logs
source: Logs
el: Αρχεία Καταγραφής
id: Log
ru: Журнал событий
uk: Журнали

# Languages::privilege_groups.sales_reports
source: Sales reports
el: Αναφορές πωλήσεων
id: Laporan penjualan
ru: Отчеты о продажах
uk: Звіти про продажі

# Languages::privilege_groups.sitemap
source: Sitemap
el: Χαρτης Site
id: Peta situs
ru: Карта сайта
uk: Карта сайту

# Languages::privilege_groups.shipping
source: Shipping methods
el: Τρόποι Αποστολής
id: Metode pengiriman
ru: Способы доставки
uk: Методи доставки

# Languages::privilege_groups.payments
source: Payment methods
el: Τρόποι πληρωμής
id: Metode pembayaran
ru: Способы оплаты
uk: Способи оплати

# Languages::privilege_groups.products
source: Categories, Products, Features, Filters, Options
el: Κατηγορίες, Προϊόντα, Χαρακτηριστικά, Φίλτρα, Επιλογές
id: Kategori, Produk, Fitur, Penyaring, dan Pilihan
ru: Категории, товары, характеристики, фильтры, опции
uk: Категорії, товари, опції, фільтри, параметри

# Languages::privilege_groups.promotions
source: Promotions
el: Προσφορές
id: Promosi
ru: Промо-акции и скидки
uk: Знижки

# Languages::privilege_groups.static_data
source: Static data
el: Στατικά δεδομένα
id: Data statis
ru: Статические данные
uk: Статичні дані

# Languages::privilege_groups.stores
source: Stores
el: Καταστήματα
id: Toko
ru: Магазины
uk: Магазини

# Languages::privilege_groups.storage
source: Storage
el: Αποθήκευση
id: Penyimpanan
ru: Хранилище данных
uk: Сховище

# Languages::privilege_groups.settings
source: Settings
el: Βασικές Ρυθμίσεις
id: Pengaturan
ru: Настройки
uk: Налаштування

# Languages::privilege_groups.taxes
source: Taxes
el: Φόροι
id: Pajak
ru: Налоги
uk: Податки

# Languages::privilege_groups.themes
source: Themes
el: Θέματα
id: Tema
ru: Темы
uk: Теми

# Languages::privilege_groups.users
source: Users
el: Χρήστες
id: Pengguna
ru: Пользователи
uk: Користувачі

# Languages::privilege_groups.user_groups
source: User groups
el: Ομάδες χρήστη
id: Kelompok pengguna
ru: Группы пользователей
uk: Групи користувачів

# Languages::privilege_groups.upgrade_center
source: Upgrade center
el: Κέντρο Αναβάθμισης
id: Pusat peningkatan
ru: Центр обновлений
uk: Центр оновлень

# Languages::privilege.full_access
source: Full access
el: Πληρης Προσβαση
id: Akses penuh
ru: Полный доступ
uk: Повний доступ

# Languages::privilege.view_access
source: Can view only
el: Δυνατότητα μονο προβολής
es: Puede ver solo
id: Hanya dapat melihat
ru: Только просмотр
uk: Можна лише переглядати

# Languages::privilege.no_access
source: No access
el: Χωρις Προσβαση
id: TIdak ada akses
ru: Нет доступа
uk: Немає доступу

# Languages::privilege.custom_access
source: Custom access
el: Προσαρμοσμένη Πρόσβαση
id: Sesuaikan akses
ru: Ограниченный доступ
uk: Користувацький доступ

# Languages::privilege.apply_to_all
source: Apply value to all
el: Εφαρμογη αξίας σε όλους
id: Masukkan nilai pada semua
ru: Поменять все права на
uk: Застосувати значення до всіх

# Languages::open_hours
source: Open hours
el: Ωραριο Λειτουργίας
id: Jam buka
ru: Время работы
uk: Графік роботи

# Languages::affected_email_templates
source: Email templates using this document
el: Email templates που κάνουν χρηση αυτου του document
id: Contoh e-mail menggunakan dokumen ini
ru: Email-уведомления с этим документом
uk: Шаблони email-листів з цим документом

# Languages::pickup_point_not_selected
source: Sorry, we couldn't determine your pickup point. Please choose a pickup point, so that we know where to deliver your order.
el: Δυστυχώς, δεν μπορέσαμε να προσδιορίσουμε το σημείο παραλαβής σας. Επιλέξτε ένα σημείο παραλαβής, ώστε να γνωρίζουμε πού να παραδώσουμε την παραγγελία σας.
ru: Мы не смогли определить вашу точку самовывоза. Выберите точку самовывоза, чтобы мы знали, куда доставить заказ.
uk: На жаль, ми не змогли визначити ваш пункт самовивозу. Будь-ласка, оберіть свій пункт самовивозу, щоб ми знали, куди доставити ваше замовлення.

# Languages::no_manager_assigned
source: No manager assigned
el: Δεν έχει οριστεί διαχειριστής
ru: Не назначен менеджер
uk: Не призначено менеджера

# Languages::remove_new_orders_filter_upgrade_notification_title
source: Search for "New orders" removed
ru: Убран поиск по новым заказам
uk: Прибрано пошук по новим замовленням

# Languages::remove_new_orders_filter_upgrade_notification_text
source: <p>In previous versions, every administrator could search for orders that he or she hadn't viewed yet ("New orders"). Because not every administrator views every order, the list of "new orders" only kept growing, which could affect the database negatively in a very long run.</p><p>The "New orders" condition in the advanced search has been removed. Please take that into account if you have any saved searches with that condition.</p><p><a href="[saved_searches]" target="_blank" class="btn btn-large btn-primary">Check saved searches</a></p>
ru: <p>В прошлых версиях каждый администратор мог искать заказы, которые он ещё не просматривал (т.н. "новые заказы"). Но не каждый администратор просматривает вообще все заказы, поэтому список "новых заказов" постепенно рос и мог негативно влиять на базу данных.</p><p>Условие "Новые заказы" в расширенном поиске по заказам было удалено. Это также повлияет на все сохранённые поиски по заказам, которые вы настроили.</p><p><a href="[saved_searches]" target="_blank" class="btn btn-large btn-primary">Просмотреть сохранённые поиски</a></p>
uk: <p>В попередніх версіях кожен адміністратор міг шукати замовлення, які він ще не переглядав (т. зв. "нові замовлення"). Але не кожен адміністратор переглядає взагалі всі замовлення, тому список "нових замовлень" поступово зростав і міг негативно впливати на базу даних.</p><p>"Нові замовлення" в розширеному пошуку по замовленнях було видалено. Це також вплине на всі збережені пошуки по замовленнях, які ви налаштували.</p><p><a href="[saved_searches]" target="_blank" class="btn btn-large btn-primary">Переглянути збережені пошуки</a></p>

# Languages::ru.tax_and_payments.upgrade_message.title
source: Russian Legislation: Preparing for January 1, 2019
el: Ρωσική νομοθεσία: Προετοιμασία για την 1η Ιανουαρίου 2019,
ru: Законодательство: подготовка к 1 января 2019 г.
uk: Російське законодавство: підготовка до 1 січня 2019 р
vi: Pháp luật Nga: Chuẩn bị cho ngày 1/1/2019

# Languages::ru.tax_and_payments.upgrade_message.message
source: <p>You have upgraded to [product] [version]. This version is prepared for the recent changes in Russian legislation (the increase of VAT to 20% and the support of Fiscal Data Format 1.05 for online cash registers). You'll only need to do this:</p><p>— If you use ATOL Online, switch to Fiscal Data Format 1.05 as described <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">in our Russian blog</a>. You may have done it already after the release of version 4.9.2.</p>[tax_conversion][failing_services]
el: <p> Έχετε αναβαθμίσει σε [product] [Version]. Αυτή η έκδοση προετοιμάζεται για τις πρόσφατες αλλαγές στη ρωσική νομοθεσία (αύξηση του ΦΠΑ στο 20% και υποστήριξη του Φορολογικού Μορφότυπου Δεδομένων 1.05 για ηλεκτρονικά ταμειακές μηχανές). Θα χρειαστεί να το κάνετε μόνο: </ p> <p> - Εάν χρησιμοποιείτε το ATOL Online, μεταβείτε στη φόρμα δεδομένων φόρου 1.05 όπως περιγράφεται <a href = "https://www.cs-cart.ru/blog/ vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn / "target =" _ blank "> στο ρωσικό ιστολόγιo μας </a>. Ίσως το έχετε κάνει ήδη μετά την έκδοση της έκδοσης 4.9.2. </ P> [tax_conversion] [failing_services]
ru: <p>Вы обновились до [product] [version]. Эта версия готова к изменениям в законодательстве с 1 января 2019 (ФФД 1.05 в онлайн-кассах и НДС 20%). От вас потребуется следующее:</p><p>— Если вы пользуетесь модулем "АТОЛ Онлайн", то перейдите на ФФД 1.05, как описано <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">в нашем блоге</a>. Возможно, вы уже это сделали после выхода версии 4.9.2.</p>[tax_conversion][failing_services]
uk: <p>Ви оновились до [product][version]. Ця версія готова до останніх змін у російському законодавстві (зростання на 20% ПДВ і ФФД 1,05 для онлайн кас). Ви повинні зробити наступне:</p><p>— Якщо користуєтесь модулем "АТОЛ Онлайн", то перейдіть до ФФД 1.05, як описано <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">в нашому російському блозі</a>. Можливо, ви вже це зробили після випуску версії 4.9.2.</p>[tax_conversion][failing_services]
vi: <p>Bạn đã nâng cấp lên [product] [version]. Phiên bản này chuẩn bị cho sự thay đổi gần đây trong luật pháp Nga (tăng thuế GTGT đến 20%) và hỗ trợ Định dạng dữ liệu tài chính 1.05 cho đăng ký trực tuyến bằng tiền mặt. Bạn chỉ cần cấu hình:</p><p>-nếu bạn dùng ATOL trực tuyến, chuyển đổi sang Định dạng dữ liệu tài chính 1.05 như được mô tả <a href="https://www.cs-cart.ru/blog/vyishel-cs-cart-4-9-2-c-podderzhkoy-ffd-1-05-v-atol-onlayn/" target="_blank">ở blog tiếng Nga của chúng tôi</a>. Bạn sẽ không phải cấu hình bằng tay sau khi phiên bản 4.9.2 được phát hành.</p>[tax_conversion][failing_services]

# Languages::block_manager.view_layout.reset_filter
source: Edit layouts
el: Επεξεργασία layout
ru: Редактировать макеты
uk: Редагувати макети

# Languages::block_manager.view_layout.phone
source: Phone preview
el: Προεπισκόπιση τηλεφώνου
ru: Предпросмотр (смартфон)
uk: Перегляд для телефону
