Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
ar: <p>الرجاء قراءة هذه البنود والشروط ("شروط"، "الأحكام والشروط") بعناية قبل استخدام موقع <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> و "التطبيق المحمول الخاص بي" تشغيل التطبيقات النقالة ("الخدمة") شركة بي ("لنا" أو "نحن" أو "لنا")-</p> <p><strong>قبل الوصول إلى أو استخدام الخدمة أنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، ثم لا يمكنك الوصول إلى الخدمة.</strong></p> <p><strong>المشتريات</strong></p> <p>إذا كنت ترغب في شراء أي منتج أو خدمة متاحة من خلال الخدمة ("الشراء")، قد تتم مطالبتك بتوفير بعض المعلومات ذات الصلة الخاصة بك الشراء بما في ذلك، دون حصر، الخاص بك...</p> <p><strong>المحتوى</strong></p> <p>"خدمتنا" يسمح لك بوظيفة، ارتباط، وتخزين ومشاركة واو إتاحة بعض المعلومات أو النص، والرسومات، وأشرطة الفيديو أو المواد الأخرى ("المحتوى"). أنت مسؤول عن...</p> <p><strong>التغييرات</strong></p> <p>أننا نحتفظ بالحق، في تقديرنا، لتعديل أو استبدال هذه الشروط في أي وقت. إذا كان يتم إجراء تنقيح المواد سنحاول تقديم إشعار مالا يقل عن 30 يوما قبل أي شروط جديدة أخذ الأثر. سيتم تحديد ما يشكل تغييرا ماديا في اختيارنا.</p> <p><strong>اتصل بنا</strong></p> <p>إذا كان لديك أية أسئلة حول هذه الشروط، يرجى الاتصال بنا.</p>
cs: <p>Před použitím si pečlivě přečtěte, prosím, tyto podmínky ("Podmínky", "Pravidla a podmínky") <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> webové stránky a mobilní aplikace My Mobile App (dále jen "služba") provozované My Company ("nás","my", nebo "naše").</p><p><strong>Svým přístupem nebo použitím služby souhlasíte, že jste vázáni těmito podmínkami. Pokud nesouhlasíte s jakoukoli částí Podmínek, nebudete mít přístup ke Službě.</strong></p><p><strong>Nákupy</strong></p><p>Přejete-li si koupit jakýkoliv produkt nebo službu dostupnou prostřednictvím Služby ("Nákup"), můžete být požádáni poskytnout některé informace důležité pro váš nákup, včetně, bez omezení, váš ...</p><p><strong>Obsah</strong></p><p>Naše služba vám umožní, poslat poštou, internetovými odkazy, obchod, sdílet a jinak zpřístupnit určité informace, text, grafiku, videa, nebo jiný materiál ("obsah"). Jste zodpovědní pro ...</p><p><strong>Změny</strong></p><p>Vyhrazujeme si právo, dle vlastního uvážení, upravit nebo nahradit tyto podmínky kdykoliv. Pokud revize je materiál, budeme se snažit poskytovat oznámení nejméně 30 dní před vydáním nových podmínek nabudou účinnosti. To, co představuje podstatnou změnu bude určena podle svého uvážení.</p><p><strong>Kontaktujte nás</strong></p><p>Máte-li jakékoli dotazy týkající se těchto Podmínek, prosím, kontaktujte nás.</p>
da: <p>Læs venligst disse vilkår og betingelser ("Vilkår", "Vilkår og betingelser") grundigt inden ved hjælp af webstedet <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> og min mobil App mobil applikation ("tjenesten") drives af min virksomhed ("os", "vi" eller "vores").</p> <p><strong>Ved at få adgang til eller bruge tjenesten accepterer du at være bundet af disse vilkår. Hvis du er uenig med nogen del af vilkårene, så du kan ikke få adgang til tjenesten.</strong></p> <p><strong>Køb</strong></p> <p>Hvis du ønsker at købe et produkt eller en tjeneste, der er tilgængelige gennem tjenesten ("køb"), kan du blive bedt om at afgive visse oplysninger, der er relevante for dine køb herunder, uden begrænsning, din...</p> <p><strong>Indhold</strong></p> <p>Vores Service tillader dig at sende, link, gemme, dele og anden måde gøre tilgængeligt, visse oplysninger, tekst, grafik, videoer eller andet materiale ("indholdet"). Du er ansvarlig for det...</p> <p><strong>Ændringer</strong></p> <p>Forbeholder vi os retten til, efter eget skøn at ændre eller erstatte disse vilkår til enhver tid. Hvis en revision er materiale vil vi forsøge at give mindst 30 dages varsel før eventuelle nye vilkår får virkning. Hvad der udgør en materiel ændring vil blive fastlagt efter vores skøn.</p> <p><strong>Kontakt os</strong></p> <p>Hvis du har spørgsmål om disse vilkår, bedes du kontakte os.</p>
de: <p>Bitte lesen Sie diese Allgemeinen Geschäftsbedingungen ("Terms", "Terms and Conditions") sorgfältig durch, bevor Sie die <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> Website und die mobile Anwendung My Mobile App (der &quot;Service";) von My Company (&quot;uns";, &quot;wir"; oder &quot;unser";) nutzen. </p><p><strong>Mit dem Zugriff oder der Nutzung des Services erklären Sie sich damit einverstanden, mit diesen Bedingungen einverstanden zu sein. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie nicht auf den Service zugreifen.</strong></p><p><strong>Bestellungen</strong></p><p> Wenn Sie ein Produkt oder eine Dienstleistung kaufen möchten, die über den Service zur Verfügung gestellt wird (&quot;Kauf";), werden Sie möglicherweise aufgefordert, bestimmte Informationen zu liefern, die für Ihren Kauf relevant sind, einschließlich, aber nicht beschränkt auf Ihr . . . &lt;/p><p><stark>Inhalt</stark></p><p><p>Unser Service ermöglicht es Ihnen, bestimmte Informationen, Texte, Grafiken, Videos oder anderes Material (&quot;Inhalt";) zu veröffentlichen, zu verlinken, zu speichern, zu teilen und anderweitig verfügbar zu machen. Sie sind verantwortlich für die ...</p><p><strong>Content</strong></p><p>Wir behalten uns das Recht vor, diese Bedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Wenn eine Überarbeitung wesentlich ist, werden wir versuchen, mindestens 30 Tage im Voraus zu informieren, bevor neue Bedingungen in Kraft treten. Was eine wesentliche Änderung darstellt, wird nach unserem alleinigen Ermessen festgelegt.</p><p><strong>Kontaktieren Sie uns</strong></p><p>Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte.</p>
el: <p>Παρακαλούμε διαβάστε αυτούς τους όρους και προϋποθέσεις ("Όροι", "Όροι και προϋποθέσεις") προσεκτικά πριν τη χρηση της ιστοεσελιδας και του My Mobile App mobile application (the "Service") <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> από την εταιρεία μου ("εμείς", "εμείς", ή "μας").</p> <p><strong>Με την πρόσβαση ή τη χρήση της υπηρεσίας συμφωνείτε ότι δεσμεύεστε από τους παρόντες όρους. Αν διαφωνείτε με οποιοδήποτε μέρος των όρων, τότε δεν μπορείτε να έχετε πρόσβαση στην υπηρεσία.</strong></p> <p><strong>Αγορές</strong></p> <p>Αν θέλετε να αγοράσετε οποιοδήποτε προϊόν ή υπηρεσία που διατίθεται μέσω της υπηρεσίας ("αγορά"), μπορεί να σας ζητηθεί να παράσχετε ορισμένες πληροφορίες σχετικές με τις αγορά σας, συμπεριλαμβανομένων, χωρίς περιορισμό, ...</p> <p><strong>Περιεχομενο</strong></p> <p>Η υπρεσια μας, σάς δίνει τη δυνατότητα να δημοσιεύετε, σύνδεσετε, αποθήκευσετε, την κοινή χρήση και διάθεση με άλλον τρόπο ορισμένες πληροφορίες, κείμενο, γραφικά, βίντεο, ή άλλο υλικό («περιεχόμενο»). Είστε υπεύθυνοι για τη...</p> <p><strong>Αλλαγές</strong></p> <p>Διατηρεί το δικαίωμα, κατά την κρίση μας, να τις τροποποιηθουν ή να αντικατασταθουν αυτοι οι όροι οποιαδήποτε στιγμή. Αν μια αναθεώρηση είναι υλικη θα προσπαθησουμε να παρέχουμε προειδοποίηση τουλάχιστον 30 ημερών πριν από οποιαδήποτε ενεργοποίηση νέως όρων. Τι συνιστά μια υλική αλλαγή θα καθορίζεται κατά τη διακριτική μας ευχέρεια.</p> <p><strong>Επικοινωνήστε μαζί μας</strong></p> <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους όρους, παρακαλώ επικοινωνήστε μαζί μας.</p>
es: <p>Por favor lea estos Términos y Condiciones ("Terms", "Terms and Conditions") cuidadosamente antes de utilizar el<a href="http://www.mywebsite.com"> sitio y la aplicación móvil My Mobile App (the "Service") operado por My Company ("us", "we", or "our"). </p><p><strong> Al ingresar o utilizar el servicio usted acepta estar sujeto a estos Términos. Si usted no está de acuerdo con alguna parte de los Términos entonces no podrá tener acceso al Servicio.</strong></p><p><strong>Compras</strong></p><p>Si desea realizar la compra de algún producto o servicio disponible a través del Servicio ("Compra"), se le puede solicitar que proporcione cierta información relevante para su compra, incluyendo, sin limitación, su...</p></p><p><strong>Content</strong></p><p>Nuestro Servicio le permite publicar, vincular, almacenar, compartir y, de otro modo, poner a disposición cierta información, texto, gráficos, videos u otro material ("Content"). Usted es responsable de los ... </ p> <p> <strong> Changes </ strong> </ p> <p> Nos reservamos el derecho, a nuestra entera discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es importante trataremos de avisar con 30 días de anticipación antes de que los nuevos términos entren en vigencia. Lo que constituye un cambio sustancial se determinará a nuestro exclusivo criterio. </ P> <p> <strong> Contáctenos </ strong> </ p> <p> Si tiene alguna pregunta sobre estos Términos, por favor contáctenos. < / p>
id: <p>Silakan baca syarat dan ketentuan ("Syarat", "Syarat dan Ketentuan") dengan seksama sebelum menggunakan <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> website dan aplikasi mobile saya ("Layanan") dioperasikan oleh perusahaan saya ("Kami").</p> <p><strong>Dengan mengakses atau menggunakan layanan, Anda setuju untuk terikat oleh syarat-syarat ini. Jika Anda tidak setuju dengan setiap bagian dari persyaratan maka Anda tidak dapat mengakses layanan.</strong></p> <p><strong>Pembelian</strong></p> <p>Jika Anda ingin membeli produk atau layanan yang tersedia melalui Layanan ("pembelian"), Anda mungkin diminta untuk menyediakan informasi tertentu yang relevan dengan Anda pembelian termasuk, tanpa batasan, Anda...</p> <p><strong>Konten</strong></p> <p>Layanan kami memungkinkan Anda untuk posting, link, menyimpan, berbagi dan menyediakan informasi tertentu, teks, grafis, video, atau materi lainnya ("konten"). Anda bertanggung jawab...</p> <p><strong>Perubahan</strong></p> <p>Kami berhak, atas kebijakan kami sendiri, untuk mengubah atau mengganti istilah-istilah ini setiap saat. Kami akan mencoba untuk memberikan pemberitahuan setidaknya 30 hari sebelum persyaratan baru berlaku. Perubahan material akan ditentukan berdasarkan kebijaksanaan kami.</p> <p><strong>Hubungi kami</strong></p> <p>Jika Anda memiliki pertanyaan tentang syarat-syarat ini, silahkan hubungi kami.</p>
ja: <p>当ウェブサイトのご利用には、以下の利用規約に同意いただく必要があります。</p><p><strong>利用規約に同意いただけない場合は、当ウェブサイトをご利用いただけませんのでご注意ください。</strong></p><p><strong>第1条 XXXXX</strong></p><p>第1条の本文をここに入力</p><p><strong>第2条</strong></p><p>第2条の本文をここに入力</p><p><strong>第3条</strong></p><p>第3条の本文をここに入力</p><p><strong>お問い合わせ</strong></p><p>ご不明な点がございましたら、お手数ですが弊社までお問い合わせ願います。</p>
no: <p>Vennligst les nøye gjennom våre vilkår og betingelser på denne siden: <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> før du benytter deg av vår nettside og/eller mobil applikasjon.</p><p><strong>Ved å besøke eller bruke denne nettsiden aksepterer du å være bundet av disse vilkårene. Hvis du er uenig med noen av vilkårene kan du ikke benytte deg av våre tjenester og/eller produkter.</strong></p><p><strong>Kjøp</strong></p><p>Hvis du ønsker å kjøpe et produkt eller en tjeneste som gjøres tilgjengelig gjennom denne nettsiden, kan du bli bedt om å oppgi informasjon som er relevant til ditt kjøp inkludert dine personlige opplysninger.</p><p><strong>Innhold</strong></p><p>Vår nettside kan la deg legge inn, linke, lagre, dele og ellers gjøre tilgjengelig visse opplysninger som tekst, grafikk, videoer eller annet materiale (innhold). Du er ansvarlig for at dette innholdet ikke bryter norske lover eller opphavsrett.</p><p><strong>Endringer</strong></p><p>Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte disse vilkårene når som helst. Hvis en revisjon trer i kraft vil vi forsøke å gi minst 30 dagers varsel før eventuelle nye vilkår trer i kraft. Hva som er en vesentlig endring vil bli fastsatt etter eget skjønn.</p><p><strong>Kontakt oss</strong></p><p>Hvis du har spørsmål om disse vilkårene, kan du ta kontakt med oss.</p>
ru: <p>Перед использованием сайта <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> и мобильного приложения "My Mobile App" (далее "сервис"), предоставляемых "My Company" (далее "мы", "нас", "наш"), пожалуйста, внимательно ознакомьтесь с условиями соглашения (далее "условия").</p><p><strong>Получая доступ и используя данный сервис вы принимаете условия данного соглашения. В случае, если вы не согласны с каким-либо условием, Вам может быть закрыт доступ к сервису.</strong></p><p><strong>Покупки</strong></p><p>При покупке товаров и услуг, предоставляемых сервисом (далее "покупка"), Вам может потребоваться указать информацию, имеющую отношение к покупке, которая включает, но не ограничивается...</p><p><strong>Содержимое</strong></p><p>Наш сервис позволяет размещать, оставлять ссылки, хранить, делиться и делать доступными иными способами информацию, текст, графические изображения, видео и другие материалы (далее "содержимое"). Вы несёте ответственность за...</p><p><strong>Изменения</strong></p><p>Мы оставляем за собой право по нашему усмотрению изменять условия в любой момент. При внесении существенных изменений в условия соглашения по меньшей мере за 30 дней до их вступления в силу будет разослано оповещение. Содержание значимых изменений остаётся полностью на наше усмотрение.</p><p><strong>Обратная связь</strong></p><p>Если у Вас возникли вопросы по настоящим условиям, пожалуйста, свяжитесь с нами.</p>
tr: <p>Bu web sitesini ziyaret ettiğiniz için teşekkür ederiz. Bu web sitesini herhangi bir şekilde kullanmanız burada belirtilen Şart ve Koşulları kabul ettiğiniz anlamına geldiğinden, lütfen bu belgedeki Şart ve Koşulları dikkatle okuyun.</p> <p><strong>Web Sitesi Gizlilik Uyarısı</strong></p> Bu web sitesine iletilen tüm kişisel bilgiler veya materyaller bu web sitesinde bulunan Gizlilik Uyarısı'na tabidir. <p><strong>Bilgilerin Doğruluğu, Eksiksizliği ve Güncelliği</strong></p><p> Bu web sitesinde yer alan tüm bilgilerin doğru ve eksiksiz olması için tüm makul çabayı göstermemize rağmen bu web sitesinde yer alan bilginin doğru veya eksiksiz olmamasından sorumlu tutulamayız. Bu web sitesindeki materyale güvenmenizden doğan sorumluluk tarafınıza aittir. Materyalde ve bu web sitesinde bulunan bilgilerde yapılan her tür değişikliği takip etme sorumluluğunun tarafınıza ait olduğunu kabul edersiniz. <p><strong>Aktarım</strong></p><p> Bu web sitesine elektronik posta veya başka yollarla aktardığınız kişisel olmayan her tür yazışma veya veri, soru, yorum, öneri vb. materyalin gizli ve tescilli olmadığı kabul edilecektir. Aktardığınız veya yayınladığınız her şey <a href="http://www.mywebsite.com"> mülkü haline gelir ve çoğaltma, kamuya açma, aktarma, yayınlama, yayımlama ve ilan etme dahil olup bunlarla sınırlı olmaksızın herhangi bir amaçla kullanılabilir. Ayrıca, <a href="http://www.mywebsite.com"> bu web sitesine gönderdiğiniz herhangi bir yazışmadaki her tür fikri, grafik sanat çalışmasını, icadı, geliştirmeyi, öneriyi veya konsepti (ürün geliştirme, üretme, reklam ve pazarlama dahil olup bunlarla sınırlı olmaksızın) herhangi bir amaçla kullanmakta serbesttir. Söz konusu kullanım bilgileri, ibraz eden tarafa tazminat hakkı vermez. Bilgileri göndererek ibraz ettiğiniz materyal/içeriğin sahibi olduğunuzu, bunların iftira niteliğinde olmadığını ve <a href="http://www.mywebsite.com"> tarafından kullanımının herhangi bir üçüncü kişinin haklarını ihlal etmeyeceğini ya da yürürlükteki yasaların ihlaliyle karşı karşıya bırakmayacağını garanti edersiniz. <a href="http://www.mywebsite.com"> gönderilen bilgileri kullanmakla yükümlü değildir. <p><strong>Başka Web Sitelerine Bağlantılar</strong></p><p> <a href="http://www.mywebsite.com"> web sitelerindeki bağlantılar sizi <a href="http://www.mywebsite.com"> ağının dışına yönlendirebilir. <a href="http://www.mywebsite.com"> bu diğer web sitelerinin içeriği, verdiği bilgilerin doğruluğu veya bu sitelerin işlevinden hiçbir sorumluluk kabul etmez. Bağlantılar iyi niyetle verilmiştir ve <a href="http://www.mywebsite.com"> bağlantı verdiğimiz diğer web sitelerinde daha sonra yapılan değişikliklerden sorumlu tutulamaz. Başka web sitelerine bağlantı verilmesi bu sitelerin <a href="http://www.mywebsite.com"> tarafından desteklendiği anlamına gelmez. Ziyaret ettiğiniz tüm diğer web sitelerinin yasal ve gizlilik bildirimlerinden haberdar olmanızı ve bunları dikkatle okumanızı öneririz. <p><strong>Garantiler ve Feragatname</strong></p><p> Bu web sitesini sorumluluğu tarafınıza ait olmak üzere kullanabilirsiniz. <p><strong>Garantiler</strong></p><p> Bu web sitesi tarafınıza "Olduğu Gibi" ve "Bulunduğu Sürece" esasında sağlanmaktadır ve dolayısıyla <a href="http://www.mywebsite.com"> bu web sitesindeki materyalin eksiksiz, doğru, güvenilir, güncel olduğu ve üçüncü tarafların haklarını ihlal etmediği; bu web sitesine erişimin kesintisiz veya hatasız olacağı; bu web sitesinin güvenli olacağı; <a href="http://www.mywebsite.com">'ndan bu web sitesi yoluyla alınan herhangi bir öneri veya kanaatin doğru veya güvenilir olduğu gibi garantiler ve beyanlar dahil açık, zımni, yasal veya (ticari amaçlarla kullanılabilirlik veya tatmin edici özellik ve belirli bir amaca uygun zımni garantileri dahil) diğer herhangi bir tür garanti vermemektedir ve bu manadaki her tür beyan ve garanti işbu belgede reddedilir. Lütfen belirli yargı alanlarının zımni garantilerin hariç tutulmasını kabul etmeyebileceği, dolayısıyla bu istisnanın sizin için geçerli olmayabileceği hususuna dikkat edin. Lütfen yerel kanunları kontrol edin. Bu web sitesine veya sitenin herhangi bir özelliğine veya ilgili herhangi bir özellik veya parçasına erişiminizi herhangi bir zamanda haber vermeksizin kısıtlama, askıya alma veya sona erdirme hakkımız saklıdır. <p><strong>Yükümlülük</strong></p><p> <a href="http://www.mywebsite.com"> ve/veya bu web sitesinin bizim adımıza yaratılmasında, üretilmesinde veya dağıtılmasında çalışan diğer herhangi bir taraf bu web sitesine erişiminizden, siteyi kullanmanızdan, kullanamamanızdan, web sitesinin içeriğinin değişmesinden ya da bu web sitesindeki bir bağlantı yoluyla eriştiğiniz başka herhangi bir web sitesinden ya da bize gönderdiğiniz elektronik posta mesajları sonucunda yaptığımız veya yapmadığımız herhangi bir şeyden kaynaklanan doğrudan, arızi, dolaylı veya ceza gerektiren herhangi bir hasar, maliyet, kayıp veya tazminat için herhangi bir yükümlülük veya sorumluluk kabul etmez. <a href="http://www.mywebsite.com">'nun ve/veya bu web sitesinin yaratılmasında, üretilmesinde veya dağıtılmasında çalışan herhangi bir tarafın bu web sitesinde sağlanan materyal ve hizmetleri sürdürme veya bunlarla bağlantılı herhangi bir düzeltme, güncelleme veya sürüm çıkarma sorumluluğu yoktur. Bu web sitesinde sağlanan her tür materyal önceden bildirilmeden değiştirilebilir. Ayrıca <a href="http://www.mywebsite.com"> bu web sitesindeki herhangi bir içeriğe erişmeniz, bu içeriği kullanmanız veya indirmeniz nedeniyle bilgisayar donanımınıza veya başka herhangi bir malınıza bulaşabilecek virüsler nedeniyle yaşanabilecek kayıplardan hiçbir şekilde sorumlu değildir. Bu web sitesinden herhangi bir materyal indirmeye karar verirseniz, bunun sorumluluğu tarafınıza aittir. Yürürlükteki yasanın izin verdiği ölçüde bu web sitesini kullanmak veya bu web sitesine erişim sağlamaktan doğabilecek tüm haklarınızdan açıkça feragat etmektesiniz. <p><strong>Yasaklanan Faaliyetler</strong></p><p> <a href="http://www.mywebsite.com">'nun kesin takdiriyle uygun olmadığını düşünebileceği ve/veya yasadışı bir eylem teşkil edebilecek ya da bu web sitesi için yürürlükteki yasalarca yasaklanan, aşağıdakiler dahil olup bunlarla sınırlı olmamak kaydıyla, her tür eylemi yapmanız yasaktır: Gizliliğin (ilgili kişinin onayını almadan gizli bilgilerin karşıya yüklenmesi buna dahildir) veya kişilerin diğer yasal haklarının ihlalini teşkil edecek her tür eylem; Bu web sitesini <a href="http://www.mywebsite.com">'a, çalışanlarına veya başka kişilere hakaret ve iftirada bulunmak veya <a href="http://www.mywebsite.com">'un itibarını lekeleyecek başka herhangi bir eylemde bulunmak için kullanma; <a href="http://www.mywebsite.com">'un veya başka kişilerin malına zarar verebilecek virüsler içeren dosyaları yükleme ve Bu web sitesine aşağıdakiler dahil ancak sınırlandırmamak üzere, kanaatimizce rahatsızlık veya hasar veren veya <a href="http://www.mywebsite.com"> veya üçüncü tarafın sistem veya ağ güvenliğini ihlal eden, onur kırıcı, müstehcen, tehdit eden, pornografik veya herhangi bir şekilde kanun dışı herhangi yetkilendirilmeyen materyaller gönderilmesi veya iletilmesi. <p><strong>Yargı Yetkisi ve Geçerli Kanun</strong></p><p> <a href="http://www.mywebsite.com"> bu web sitesinde yer alan materyal ve bilgilerin tüm ulusal konumlarda veya dillerde uygun veya mevcut olduğuna dair bir beyanda bulunmamaktadır. Tarafınız ve <a href="http://www.mywebsite.com">, bu web sitesinin kullanımından kaynaklanan veya kullanımıyla ilgili her tür ihtilaf veya davanın İsviçre hukukuna tabi olduğu ve İsviçre mahkemelerinin münhasır yargı yetkisine teslim olacağı hususunda mutabakata varır. <p><strong>Yasal Bildirim Güncellemesi</strong></p><p> Bu bildirimde istediğimiz herhangi bir değişiklik ve düzeltme yapma hakkımız saklıdır. Bu değişiklik ve düzeltmeleri ve yeni ek bilgileri incelemek için lütfen muhtelif zamanlarda bu sayfaya başvurun.
uk: <p>Перш ніж використовувати сайт <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> і мобільний додаток "My Mobile App" (далі "сервіс"), що надаються "My Company" (далі "ми", "нас", "наш"), будь ласка, уважно ознайомтеся з умовами угоди (далі "умови").</p> <p><strong>Отримуючи доступ і використовуючи даний сервіс ви приймаєте умови цієї угоди. У разі, якщо ви не згодні з будь-яким умовою, Вам може бути закритий доступ до сервісу.</strong></p><p><strong>Покупки</strong></p><p>При купівлі товарів і послуг, що надаються сервісом (далі "покупка"), Вам може знадобитися вказати інформацію, що має відношення до покупки, яка включає, але не обмежується ...</p><p><strong>Вміст</strong></p><p>Наш сервіс дозволяє розміщувати, залишати посилання, зберігати, ділитися і робити доступними іншими способами інформацію, текст, графічні зображення, відео та інші матеріали (далі "вміст"). Ви несете відповідальність за ...</p><p><strong>Зміни</strong></p><p>Ми залишаємо за собою право на наш розсуд змінювати умови в будь-який момент. При внесенні суттєвих змін до умов угоди щонайменше за 30 днів до набуття ними чинності буде розіслано оповіщення. Зміст значущих змін залишається повністю на наш розсуд.</p><p><strong>Зворотній зв'язок</strong></p><p>Якщо у Вас виникли питання по реальним умовам, будь ласка, зв'яжіться з нами.</p>
vi: <p>Xin vui lòng đọc các Điều khoản và Điều kiện ("Điều khoản", "Điều khoản và Điều kiện") một cách cẩn thận trước khi sử dụng các trang web <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> và các ứng dụng điện thoại di động của tôi sử dụng ứng dụng di động ("Dịch vụ") do công ty của tôi ("chúng tôi").</p> <p><strong>Bằng cách truy cập hoặc sử dụng các dịch vụ là bạn đồng ý bị ràng buộc bởi các điều khoản này. Nếu bạn không đồng ý với bất kỳ phần nào của các điều khoản, bạn có thể không truy cập vào Dịch vụ.</strong></p> <p><strong>Mua hàng</strong></p> <p>Nếu bạn muốn mua bất kỳ sản phẩm hay dịch vụ cung cấp thông qua dịch vụ ("Mua hàng"), bạn có thể được yêu cầu cung cấp một số thông tin có liên quan đến bạn.</p> <p><strong>Nội dung</strong></p> <p>Dịch vụ của chúng tôi cho phép bạn đăng bài, liên kết, lưu trữ, chia sẻ và nếu không làm cho có sẵn một số thông tin, văn bản, đồ họa, video hoặc các vật liệu khác ("nội dung"). Bạn chịu trách nhiệm các...</p> <p><strong>Thay đổi</strong></p> <p>Chúng tôi có quyền, theo ý kiến của chúng tôi để sửa đổi hoặc thay thế các điều khoản này bất kỳ lúc nào. Nếu một phiên bản là vật liệu chúng tôi sẽ cố gắng cung cấp cho ít nhất 30 ngày thông báo trước khi bất kỳ điều khoản mới tham gia có hiệu lực. Những gì tạo một thay đổi quan trọng sẽ được xác định theo ý kiến của chúng tôi.</p> <p><strong>Liên hệ với chúng tôi</strong></p> <p>Nếu bạn có bất kỳ câu hỏi nào về các điều khoản, xin vui lòng liên hệ.</p>
