Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
ar: يجب أن تكون عضو مسجل كي تكون قادر على الدفع
cs: Pro pokračování v objednávce musíte být registrovaným uživatelem
da: Du skal være registreret bruger for at gå til kassen
de: Sie müssen ein registrierter Benutzer sein, um zur Kasse (checkout) zu gehen
el: Πρέπει να είστε εγγεγραμμένος χρήστης για να προχωρήσετε στην πληρωμή
es: Usted debe ser un usuario registrado para proceder con la compra
id: Anda harus menjadi user terdaftar untuk melanjutkan kecheckout
ja: 商品を購入するには会員登録が必要です
no: Du må være registrert som bruker for å gå videre til kassen
ru: Для оформления заказа Вы должны зарегистрироваться.
tr: Ödemeye devam edebilmek için giriş yapmış üyemiz olmak zorundasınız
uk: Для оформлення замовлення Ви маєте зареєструватися
vi: Bạn phải là người dùng đã đăng ký để tiến hành thanh toán

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
cs: Přepočítat cenu dopravy
da: Genberegne fragtpris
de: Versandkosten neu berechnen
el: Νέος υπολογισμός κόστους αποστολής
es: Calcular el costo de envío
id: Hitung ulang ongkos kirim
ja: 送料の再計算
no: Rekalkuler fraktkostnad
ru: Пересчитать стоимость доставки
tr: Gönderi maliyetini yeniden hesapla
uk: Перрахувати вартість доставки
vi: Tính lại phí vận chuyển

# Languages::text_applied_promotions
source: Applied promotions
ar: العروض المطبقة
cs: Získané slevy nebo akce
da: Tillykke! Du har fået følgende
de: Wir gratulieren! Sie sind Besitzer der folgenden Aktion(en) (Promotions)
el: Τα συγχαρητήριά μας! Σας έχει δοθεί το ακόλουθο promotion
es: Promociones aplicadas
id: Promosi ditetapkan
ja: 次のキャンペーンが適用されました
no: Vi gratulerer! Du har fått følgende tilbud
ru: Ваши бонусы
tr: Tebrikler! Aşağıdaki promosyon(ları) kazandınız
uk: Ми вітаємо Вас з придбанням наступних заохочень
vi: Áp dụng chương trình khuyến mãi

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
ar: هل أنت متأكد من أنك تريد حذف العنصر؟
cs: Jste si jisti, že chcete položku odstranit?
da: Er du sikker på du vil slette elementet?
de: Sind Sie sicher dass Sie dieses Element löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το αντικείμενο?
es: ¿Está seguro de que desea eliminar este elemento?
id: Apakah Anda yakin ingin menghapus item?
ja: このアイテムを本当に削除してよろしいですか?
no: Er du sikker på at du vil slette dette elementet?
ru: Вы уверены, что хотите удалить этот элемент?
uk: Ви впевнені, що бажаєте видалити цей елемент?
vi: Bạn có chắc bạn muốn xóa mục không?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
ar: هل أنت متأكد من أنك تريد بالاستمرار؟
cs: Jste si jist/a, že chcete pokračovat?
da: Er du sikker på du vil fortsætte?
de: Sind Sie sicher, dass Sie fortfahren wollen?
el: Είστε σίγουρος ότι θέλετε να προxωρήσετε;
es: ¿Usted está seguro que quiere seguir?
id: Apakah Anda yakin ingin melanjutkan?
ja: 選択した操作を実行しますか?
no: Er du sikker på at du vil fortsette?
ru: Вы уверены, что хотите продолжить?
tr: Devam etmek istediğinizden eminmisiniz?
uk: Справді продовжити?
vi: Bạn có chắc bạn muốn tiếp tục không?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
cs: <b>Poznámka</b><br />1. Poukázku, kterou jste obdrželi na disku zkopírujte do adresáře [home_path]. Přejmenujte poukázku na certif.fr. [my_merchant_id], kde [my_merchant_id] je číslo vaší stránky.<br />2. Přejmenujte soubor s parametry obchodu (parmcom.014213245611111 file) na parmcom. [my_merchant_id].<br />3. Upravte soubor <b>pathfile</b> v adresáři <b>[home_path]</b><br />- Řádek '<u>D_LOGO![some_dir]!</u>' nahraďte '<u>D_LOGO![http_path]/logo/!</u>'<br />- Řádek' <u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u> 'nahraďte' <u>F_DEFAULT! [home_path]/parmcom .sogenactif!</u>'<br />- Řádek' <u>F_PARAM![/some_dirs/parmcom]!</u> 'nahraďte' <u>F_PARAM![home_path]/parmcom!</u>'<br />- Řádek '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' nahraďte '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Upravte soubor <b>parmcom. [some_number]</b> v adresáři <b>[home_path]</b><br />- Řádek '<u>AUTO_RESPONSE_URL![some_url]!</u>' nahraďte '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Řádek' <u>CANCEL_URL![some_url]!</u> 'nahraďte' <u>CANCEL_URL! [ok_url]!</u>'<br />- Řádek '<u>RETURN_URL![some_url]!</u>' nahraďte '<u>RETURN_URL![ok_url]!</u>'<br />
da: <b> Bemærk: </ b> <br /> 1. Kopier dit certifikat, der blev sendt til dig på disken, til [home_path] bibliotek. Omdøb certifikat til certif.fr. [my_merchant_id], hvor [my_merchant_id] er dit websted nummer. <br /> 2. Omdøb butikken parametre fil (parmcom.014213245611111 file) til parmcom. [my_merchant_id]. <br /> 3. Rediger <b>pathfile</b>-filen i <b>[home_path]</b> directory<br />- Erstat strengen '<u>D_LOGO![some_dir]!</u>' med '<u>D_LOGO![http_path]/logo/!</u>'<br />- - Erstat strengen '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' medh '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- - Erstat strengen '<u>F_PARAM![/some_dirs/parmcom]!</u>' med '<u>F_PARAM![home_path]/parmcom!</u>'<br />- - Erstat strengen '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' med '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Rediger <b> parmcom. [Some_number] </ b>-filen i <b> [home_path] </ b> directory <br /> - Erstat strengen "<u> AUTO_RESPONSE_URL! [Some_url]! </ U> 'med' <u> AUTO_RESPONSE_URL! [auto_url]! </ u> '<br /> - Erstat strengen "<u> CANCEL_URL! [some_url]! </ u>' med '<u> CANCEL_URL! [ok_url] ! </ u> '<br /> - Erstat strengen "<u> RETURN_URL! [some_url]! </ u>' med '<u> RETURN_URL! [ok_url]! </ u>' <br />
de: <b>Note:</b><br />1. Copy your certificate, which you were sent on the disk, to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the shop parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' by '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit <b>parmcom.[some_number]</b> file in <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
el: <b>Σημείωση:</b><br />1. Αντιγράψτε το Πιστοποιητικό σας απο τον σκληρό δίσκο στον κατάλογο [home_path]. Μετονομάστε το Πιστοποιητικό σε certif.fr.[my_merchant_id], όπου [my_merchant_id] είναι ο αριθμός της ιστοσελίδας σας.<br /> 2. Μετονομάστε τις παραμέτρους του αρχείου καταστήματος (parmcom.014213245611111 file) σε parmcom.[my_merchant_id].<br />3. Επεξεργαστείτε το <b>pathfile</b> αρχείο που βρήσκετε στο <b>[home_path]</b> κατάλογο<br />- Αντικαταστείτε την γραμμή <u>D_LOGO![some_dir]!</u> με <u>D_LOGO![http_path]/logo/!</u><br />- Αντικαταστείτε την γραμμή <u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u> με <u>F_DEFAULT![home_path]/parmcom.sogenactif!</u><br />- Αντικαταστείτε την γραμμή <u>F_PARAM![/some_dirs/parmcom]!</u> με <u>F_PARAM![home_path]/parmcom!</u><br />- Αντικαταστείτε την γραμμή <u>F_CERTIFICATE![/some_dirs/certif]!</u> με <u>F_CERTIFICATE![home_path]/certif!</u><br />4. Επεξεργαστείτε το αρχείο <b>parmcom.[some_number]</b> που βρίσκετε στον κατάλογο <b>[home_path]</b> <br />- Αντικαταστείτε την γραμμή <u>AUTO_RESPONSE_URL![some_url]!</u> με <u>AUTO_RESPONSE_URL![auto_url]!</u><br />- Αντικαταστείτε την γραμμή <u>CANCEL_URL![some_url]!</u> με <u>CANCEL_URL![ok_url]!</u><br />- Αντικαταστείτε την γραμμή <u>RETURN_URL![some_url]!</u> με <u>RETURN_URL![ok_url]!</u><br />
es: <b>Note:</b><br />1. Copy your certificate, which you were sent on the disk, to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the shop parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' by '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit <b>parmcom.[some_number]</b> file in <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
id: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where[my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmco
no: <b>Merk:</b><br /> 1. Kopier sertifikatet som du mottok på disken til [home_path] katalogen. Omdøp navnet på sertifikatet til certif.fr.[my_merchant_id], der [my_merchant_id] er ditt nettsidenummer.<br /> 2. Omdøp navnet til butikkens parameterfil (parmcom.014213245611111 file) til parmcom.[my_merchant_id].<br />3. Editer <b>pathfile</b> filen i <b>[home_path]</b> katalogen<br />- Erstatt tekststrengen '<u>D_LOGO![some_dir]!</u>' med '<u>D_LOGO![http_path]/logo/!</u>'<br />- Erstatt tekststrengen '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' med '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Erstatt tekststrengen '<u>F_PARAM![/some_dirs/parmcom]!</u>' med '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Erstatt tekststrengen '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' med '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Editer <b>parmcom.[some_number]</b> filen i <b>[home_path]</b> katalogen<br />- Erstatt tekststrengen '<u>AUTO_RESPONSE_URL![some_url]!</u>' med '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Erstatt tekststrengen '<u>CANCEL_URL![some_url]!</u>' med '<u>CANCEL_URL![ok_url]!</u>'<br />- Erstatt tekststrengen '<u>RETURN_URL![some_url]!</u>' med '<u>RETURN_URL![ok_url]!</u>'<br />
ru: <b>Примечание:</b><br />1. Скопируйте ваш сертификат в директорию [home_path]. Переименуйте сертификат на certif.fr.[my_merchant_id], где [my_merchant_id] – это номер вашего сайта.<br /> 2. Переименуйте файл параметров магазина (parmcom.014213245611111 file) на parmcom.[my_merchant_id].<br />3. Отредактируйте файл <b>pathfile</b> в директории <b>[home_path]</b> <br />- Замените стоку '<u>D_LOGO![some_dir]!</u>' на '<u>D_LOGO![http_path]/logo/!</u>'<br />- Замените строку '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' на '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Замените строку '<u>F_PARAM![/some_dirs/parmcom]!</u>' на '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Замените строку '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' на '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Редактируйте файл <b>parmcom.[some_number]</b> в директории <b>[home_path]</b> <br />- Замените строку '<u>AUTO_RESPONSE_URL![some_url]!</u>' на '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Замените строку '<u>CANCEL_URL![some_url]!</u>' на '<u>CANCEL_URL![ok_url]!</u>'<br />- Замените строку '<u>RETURN_URL![some_url]!</u>' на '<u>RETURN_URL![ok_url]!</u>'<br />'<u>RETURN_URL![ok_url]!</u>'<br />
tr: <b>Note:</b><br />1. Copy your certificate, which was sent to you on the disk, to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the shop parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace the string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace the string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace the string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace the string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace the string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace the string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace the string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
uk: <b>Примітка:</b> <br/> 1. Копіювати ваш сертифікат, який ви отримали на диску до каталогу [home_path]. Перейменуйте сертифікат на certif.fr.[my_merchant_id], де [my_merchant_id] це ваш веб-сайт номер. <br /> 2. Перейменувати файл параметрів магазину (parmcom.014213245611111 файл) parmcom.[my_merchant_id].<br/> 3. Редагування <b>pathfile</b> файлу в каталозі <b>[home_path]</b> <br/>-замінити рядок ' <u>D_LOGO![some_dir]!</u>' з ' <u>D_LOGO![http_path]/логотип /!</u>' <br />-замінити рядок ' <u>F_DEFAULT! [/some_dirs/parmcom.sogenactif]!</u>' з ' <u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>' <br/>-замінити рядок ' <u>F_PARAM! [/some_dirs/parmcom]!</u>' з ' <u>F_PARAM! [home_path]/parmcom!</u>' <br/>-замінити рядок '<u>F_CERTIFICATE! [/some_dirs/сертифік]!</u>' з ' <u>F_CERTIFICATE! [home_path]/сертифік!</u>' <br/> 4. Редагування <b>parmcom.[some_number]</b> файлу в каталозі <b>[home_path]</b> <br/>-замінити рядок ' <u>AUTO_RESPONSE_URL![some_url]!</u>' з ' <u>AUTO_RESPONSE_URL![auto_url]!</u>' <br />-замінити рядок ' <u>CANCEL_URL! [some_url]!</u>' з ' <u>CANCEL_URL![ok_url]!</u>' <br />-замінити рядок ' <u>RETURN_URL! [some_url]!</u>' з ' <u>RETURN_URL! [ok_url]!</u>' <br/>
vi: <b>Lưu ý:</b> < br /> 1. Bản sao chứng chỉ của bạn mà bạn nhận được trên ổ đĩa vào thư mục [home_path]. Đổi tên trong giấy chứng nhận thành certif.fr.[my_merchant_id], trong đó [my_merchant_id] là số trang web của bạn. < br> 2. Đổi tên tập tin thông số cửa hàng (parmcom.014213245611111 tập tin) parmcom.[my_merchant_id].<br / > 3. Chỉnh sửa file <b>pathfile</b> trong thư mục <b>[home_path]</b> < br / >-thay thế dây ' <u>D_LOGO![some_dir]!</u>' với ' <u>D_LOGO![http_path]/logo /!</u>' < br / >-Ghi đè chuỗi ' <u>F_DEFAULT! [ / some_dirs/parmcom.sogenactif]!</u>' với ' <u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>' < br / >-Ghi đè chuỗi ' <u>F_PARAM! [ / some_dirs/parmcom]!</u>' với ' <u>F_PARAM! [home_path]/parmcom!</u>' < br / >-tGhi đè chuỗi ' <u>F_CERTIFICATE! [ / some_dirs/certif]!</u>' với ' <u>F_CERTIFICATE! [home_path]/certif!</u>' < br / > 4. Chỉnh sửa file <b>parmcom.[some_number]</b> trong thư mục <b>[home_path]</b> < br / >-Ghi đè chuỗi ' <u>AUTO_RESPONSE_URL![some_url]!</u>' với ' <u>AUTO_RESPONSE_URL![auto_url]!</u>' < br / >-Ghi đè chuỗi ' <u>CANCEL_URL! [some_url]!</u>' với ' <u>CANCEL_URL![ok_url]!</u>' < br / >-Ghi đè chuỗi ' <u>RETURN_URL! [some_url]!</u>' với ' <u>RETURN_URL! [ok_url]!</u>' < br / >

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
cs: <span style="color:#FF2222">Pozor!!!</span> Cesta k atos souborům nesmí obsahovat více než 60 symbolů, v opačném případě zkopírujte prosím atos_files složku do nějakého zdrojového adresáře, např. do core adresáře košíku. Také se ujistěte, že adresář atos souborů má plné oprávnění.
da: <span style="color:#FF2222"> Advarsel !!!</ span> Vejen til Atos filer må ikke bestå af mere end 60 symboler, ellers skal du kopiere atos_files mappe til nogle overordnede mappe, fx til vognen centrale bibliotek. Også Sørg for Atos filer bibliotek har fuld tilladelser.
de: <span style="color:#FF2222">Warnung!!!!<span> Der Pfad zu atos-Dateien sollte aus nicht mehr als 60 Symbolen bestehen, ansonsten kopieren Sie bitte den Ordner atos_files in ein übergeordnetes Verzeichnis, z. B. in das cart Kernverzeichnis. Bitte stellen Sie auch sicher, dass das Verzeichnis der atos-Dateien über volle Berechtigungen verfügt.
el: <span style="color:#FF2222">Προσοχή!!!</span> Η διαδρομή των Atos αρχείων πρέπει να αποτελούντε από όχι περισσότερες από 60 σύμβολα, διαφορετικά παρακαλούμε αντιγράψτε τον φάκελο atos_files σε κάποιο κατάλογο γονέα, π.χ. στον κατάλογο πυρήνα του cs cart. Επίσης, βεβαιωθείτε ότι ο κατάλογος με τα αρχεία Atos πρέπει να έχουν πλήρη δικαιώματα."
es: <span style="color:#FF2222">Advertencia!</span> La ruta a los archivos atos no puede tener más de 60 símbolos, de lo contrario, por favor copia la carpeta atos_files a un directorio anterior, por ejemplo a la raíz del sistema. Aseguráte tambien que el directorio atos_files tenga todos los permisos.
id: <span style="color:#FF2222">Peringatan!</span> Path ke file ato harus terdiri dari tidak lebih dari 60 simbol, jika tidak, salin folder atos_files ke beberapa direktori induk, mis. ke direktori inti gerobak. Juga pastikan direktori file atos memiliki izin penuh.
no: <span style="color:#FF2222">Advarsel !!!</span>Stien til ATOS-filer bør bestå av ikke mer enn 60 tegn, ellers vennligst kopier atos_files mappen til en overordnet katalog, f.eks til butikkens "core" katalog. I tillegg, sørge for at ATOS filkatalogen har fulle tillatelser.
ru: <span style="color:#FF2222">Внимание!</span> Путь к файлам atos не должен содержать больше 60 символов, в противном случае скопируйте папку atos_files в какую-нибудь родительскую директорию, например, в центральную (основную) директорию магазина. Пожалуйста убедитесь, что директория с atos файлами имеет все права доступа.
uk: <span style="color:#FF2222">Увага!</span> Шлях до файлів atos не повинен містити більше 60 символів, в іншому випадку скопіюйте папку atos_files в яку-небудь батьківську директорію, наприклад, в центральну (основну) директорію магазину. Будь ласка переконайтеся, що директорія з atos файлами має всі права доступу.
vi: <span style="color:#FF2222"> Cảnh báo!</span> Đường dẫn đến tập tin atos nên bao gồm các biểu tượng không quá 60 ký tự, nếu không xin vui lòng sao chép thư mục atos_files vào một thư mục cha, ví dụ như vào thư mục giỏ hàng lõi. Cũng xin vui lòng chắc chắn rằng thư mục tập tin atos có đầy đủ quyền ghi.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
cs: Vaše finanční instituce nemohla úspěšně ověřit tuto transakci. Vrámci ochrany před neoprávněným použitím nebude možné použít tuto kartu k dokončení nákupu. Svůj nákup můžete dokončit výběrem jiného způsobu platby.
da: Dit pengeinstitut har oplyst, at det ikke kunne godkendes ved denne transaktion. For at beskytte mod uautoriseret brug, dette kort kan ikke anvendes til at fuldføre dit køb. Du kan gennemføre købet ved at vælge en anden form for betaling.
de: Ihr Finanz Institut oder Bank hat angedeutet dass diese Transaktion nicht Erfolgreich authentifiziert werden konnte. Um Sie gegen Betrug zu schützen, kann diese Karte nicht benutzt werden um Ihren Kauf abzuschliessen. Sie können Ihren Kauf abschliessen indem Sie eine andere Zahnlungmethode selektieren.
el: Το Χρηματοπιστωτικό ίδρυμα σας έχει δηλώσει ότι δεν μπορούσε να επικυρωθεί με επιτυχία αυτή η συναλλαγή. Για την προστασία από την παράνομη χρήση, αυτή η κάρτα δεν μπορεί να χρησιμοποιηθεί για να ολοκληρώσετε την αγορά σας. Μπορείτε να ολοκληρώσει την αγορά, επιλέγοντας μια άλλη μορφή πληρωμής.
es: Su institución financiera ha indicado que no puede autenticar con éxito esta transacción. Como protección contra el uso no autorizado, esta tarjeta no puede utilizarse para completar tu compra. Puedes completar la compra seleccionando otra forma de pago.
id: Lembaga keuangan Anda telah mengindikasikan bahwa merekatidak berhasil mengotentikasi transaksi ini. Untukmelindungi dari penggunaan yang tidak sah, kartu ini tidakdapat digunakan untuk menyelesaikan pembelian. Anda dapatmenyelesaikan pembelian denga
no: Din finansinstitusjon har indikert at de ikke kunne godkjenne denne transaksjonen. For å beskytte mot uautorisert bruk, kan ikke dette kortet brukes til å fullføre kjøpet. Du kan fullføre kjøpet ved å velge en annen form for betaling.
ru: Авторизация этой транзакции не прошла. В целях защиты от нелегального использования, эта карта не может быть использована для оплаты заказа. Вы можете выбрать другой способ оплаты.
uk: Авторизація цієї транзакції не пройшла. З метою захисту від нелегального використання, ця карта не може бути використана для оплати замовлення. Ви можете вибрати інший спосіб оплати.
vi: Tổ chức tài chính của bạn đã chỉ ra rằng nó có thể không xác nhận thành công của giao dịch này. Để bảo vệ chống sử dụng trái phép, thẻ này không thể được sử dụng để hoàn thành mua hàng của bạn. Bạn có thể hoàn thành việc mua bằng cách chọn một hình thức thanh toán khác.
