Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::user_group_ids
source: User group IDs
el: IDs Ομάδας Χρηστών
es: Identificaciones de los grupos de usuarios
id: ID grup pengguna
no: Brukergruppe-ID
ru: ID группы пользователей
tr: Kullanıcı grubu kimlikleri
uk: Id групи користувачів

# Languages::skip_creating_new_products
source: Skip creating new products
el: Παράλειψη δημιουργίας νέων προϊόντων
es: Omitir la creación de nuevos productos
id: Lewati pembuatan produk baru
no: Hopp over skape nye produkter
ru: Не добавлять новые товары
tr: Yeni ürünler oluşturmayı atla
uk: Не додавати нові товари

# Languages::text_skip_creating_new_products
source: If you enable this setting, then only the products that already exist in your database will be updated.
el: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, στη συνέχεια, μόνο τα προϊόντα που ήδη υπάρχουν στη βάση δεδομένων σας θα ενημερώνεται.
es: Sihabilita esta configuración, entonces serán actualizados solamente los productos que ya existen en su base de datos.
id: Jika Anda mengaktifkan pengaturan ini, maka hanya produk yang sudah ada di database Anda yang akan diperbarui.
no: Hvis du aktiverer denne innstillingen, blir bare produktene som allerede finnes i databasen din oppdatert.
ru: При включении данной настройки обновляться будут только те товары, которые уже есть в вашей базе данных.
tr: Eğer bu ayarı etkinleştirirseniz, sadece veritabanınızda zaten bulunan ürünler güncellenecektir.
uk: При включенні даного налаштування оновлюватися будуть лише ті товари, які вже є у вашій базі даних.

# Languages::update_existing_products_only
source: Update existing products only
el: Ενημερώστε τα υπάρχοντα προϊόντα μόνο
es: Actualizar productos existentes solamente
id: Hanya perbarui produk yang sudah ada
no: Oppdater kun eksisterende produkter
ru: Обновить только существующие товары
uk: Оновити тільки існуючі товари

# Languages::update_existing_products_only_tooltip
source: If you enable this setting, products that don't exist in the database of your store will be skipped during import.
el: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, τα προϊόντα που δεν υπάρχουν στη βάση δεδομένων του καταστήματός σας θα παραλειφθούν κατά τη διάρκεια της εισαγωγής.
es: Si habilita está configuración, los productos que no existen en la base de datos de su tienda será omitidos durante la importación.
id: Jika pengaturan ini diaktifkan, produk yang tidak ada di basis data toko Anda akan dilewatkan selama impor.
no: Hvis du aktiverer denne innstillingen, blir produkter som ikke finnes i databasen din, hoppet over under importen.
ru: Если данная настройка включена, товары, отсутствующие в базе данных вашего магазина, будут пропущены во время импорта.
uk: Якщо цей параметр увімкнено, товари, відсутні в базі даних вашого магазину, будуть пропущені під час імпорту.

# Languages::updated_last
source: Updated in the last
el: Ενημέρωση στην τελευταία
es: Actualizado a partir del último
id: Diperbarui pada terakhir
no: Oppdatert den siste
ru: Обновлялся за последний(-ие)
tr: Son güncelleme tarihi
uk: Оновлювався за останній(-і)

# Languages::hour_or_hours
source: hour(s)
de: Stunde(n)
el: ώρα (ες)
es: hora (s)
no: time(r)
ru: час(-ов)
tr: Saat(ler)
uk: година(-н)

# Languages::api_required_fields
source: The following fields are required: [fields]
el: Τα παρακάτω πεδία είναι υποχρεωτικά: [fields]
es: Los campos siguientes son obligatorios: [fields]
id: Bidang berikut diperlukan: [fields]
no: Følgende felt er påkrevd: [fields]
ru: Следующие поля являются обязательными для заполнения: [fields]
tr: Belirtilen bölümler gereklidir:[fields]
uk: Наступні поля є обов'язковими для заповнення: [fields]

# Languages::api_invalid_value
source: Invalid value `[value]` specified for [field]
el: Μη έγκυρη τιμή '[value]' που καθορίζεται για το [field]
es: Valor inválido '[value]' para [field]
id: Nilai tidak valid `[value]` ditentukan untuk [field]
no: Ugyldig verdi `[value]` spesifisert for [field]
ru: Для поля [field] указано неверное значение `[value]`
tr: Geçersiz değer `[value]` belirtilmiş[field]
uk: Для поля [field] зазначено невірне значення `[value]`

# Languages::api_invalid_value_w_valid_list
source: Invalid value `[value]` specified for [field]. Valid values are: [valid_list]
el: Μη έγκυρη τιμή '[value]' που έχει καθοριστεί για [field]. Οι έγκυρες τιμές είναι: [valid_list]
es: Valor inválido '[value]' para [field]. Los valores válidos son: [valid_list]
id: Nilai tidak valid `[value]` ditentukan untuk [field]. Nilai yang valid adalah: [valid_list]
no: Ugyldig verdi `[value]` spesifisert for [field]. Gyldige verdier er: [valid_list]
ru: Для поля [field] указано неверное значение `[value]`. Верными являются данные значения: [valid_list]
tr: Geçersiz değer `[value]`bura için belirtilmiş [field]. Doğrusu: [valid_list]
uk: Для поля [field] зазначено невірне значення `[value]`. Вірними є наступні значення: [valid_list]

# Languages::recover
source: Recover
el: Ανάκτηση
es: Recuperar
id: Pulihkan
no: Gjenopprett
ru: Восстановить
tr: Kurtarmak
uk: Відновити

# Languages::image_has_been_deleted
source: This image has been deleted
el: Αυτή η εικόνα έχει διαγραφεί
es: La imagen se ha sido eliminado
id: Gambar telah dihapus
no: Dette bildet er slettet
ru: Данное изображение было удалено
tr: Bu resim silindi
uk: Це зображення було видалено

# Languages::delete_all_images
source: Delete all images
el: Διαγράψτε όλες τις εικόνες
es: Borrar todas las imágenes
id: Hapus semua gambar
no: Slett alle bilder
ru: Удалить все изображения
tr: Tüm görüntüleri sil
uk: Видалити всі зображення

# Languages::cannot_upload_file
source: Cannot upload file
el: Δεν μπορεί να φορτώσει το αρχείο
es: No se puede subir el archivo
id: Tidak dapat mengunggah berkas
no: Kan ikke laste opp filen
ru: Невозможно загрузить файл
tr: Dosya yüklenemiyor
uk: Не вдалося завантажити файл

# Languages::ogone.sha_in
source: SHA-IN pass phrase
es: Frase de acceso SHA-IN
id: Frasa sandi SHA-IN
no: SHA-IN passfrase
ru: Парольная фраза SHA-IN
tr: Sha-ın geçiş deneyimi
uk: Парольна фраза SHA-IN

# Languages::ttc_ogone.sha_in
source: The SHA-IN pass phrase is set on the Ingenico administration panel on the <b>Data and origin verification</b> tab.
es: La frase de acceso de SHA-IN se configura en el panel de administración de Ingenico<b>pestaña de verificación de datos y origen</b>.
id: Frasa sandi SHA-IN diatur pada panel administrasi Ingenico pada tab <b>Data dan asal verifikasi</b>.
no: SHA-IN-passfrasen er angitt på Ingenico adminpanelet på fanen <b> Data og opprinnelsesbekreftelse </b>.
ru: Задать парольную фразу SHA-IN можно в панели администратора Ingenico на вкладке <b>Data and origin verification</b>.
tr: SHA-IN geçiş deyimi, <b> Veri ve kaynak doğrulama </ b> sekmesindeki Ingenico yönetim panelinde ayarlanır.
uk: Задати парольну фразу SHA-IN можна в панелі адміністратора Ingenico на вкладці <b>Data and origin verification</b>.

# Languages::ogone_web.sha_out
source: SHA-OUT pass phrase
es: Frase de acceso SHA-OUT
id: Frasa sandi SHA-OUT
no: SHA-OUT passfrase
ru: Парольная фраза SHA-OUT
tr: SHA-OUT şifresi
uk: Парольна фраза SHA-OUT

# Languages::ttc_ogone_web.sha_out
source: The SHA-OUT pass phrase is set on the Ingenico administration panel on the <b>Transaction feedback</b> tab.
es: La frase acceso SHA-OUT se configura en el panel de administración de Ingenico en la <b> pestaña de retroalimentación de la transacción</b>.
no: SHA-OUT-passfrasen er satt på Ingenico adminpanelet på fanen <b>Transaksjons tilbakemelding</b>.
ru: Задать парольную фразу SHA-OUT можно в панели администратора Ingenico на вкладке <b>Transaction feedback</b>.
tr: SHA-OUT geçiş deyimi, <b> Transaction feedback </ b> sekmesindeki Ingenico yönetim panelinde ayarlanır.
uk: Задати парольну фразу SHA-OUT можна в панелі адміністратора Ingenico на вкладці <b>Transaction feedback</b>.

# Languages::ogone_direct.config_info
source: Enter SHA-IN pass phrase both here and on the Ingenico administation panel.<br><br>For new Ingenico accounts created since May 11th, 2010, the new SHA policy is automatically active.<br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
es: Ingrese la frase de acceso SHA-IN en ambas partes, aquí y en el panel de administración de Ingenico.<br><br> Para las nuevas cuentas de Ingenico creadas desde el 11 de mayo de 2010, la nueva política de SHA se activa automáticamente.<br/> Por favor no olvide seleccionar la casilla de verificación "Utilizar nueva política de firma para procesar la compra con SHA".
no: Skriv inn SHA-IN passfrasen både her og på Ingenico adminpanelet.<br><br>For nye Ingenico kontoer opprettet etter 11. mai 2010, er den nye SHA-politikken automatisk aktiv.<br/>Vennligst ikke glem å velge merk av i "Bruk ny SHA signatur policy" sjekkboksen.
ru: Парольную фразу SHA-IN следует ввести на этой странице и в панели администратора Ingenico.<br><br>Для аккаунтов Ingenico, созданных после 11 мая 2010 года, действует новая политика SHA.<br/>Пожалуйста, не забудьте установить флажок "Use new SHA signature policy".
tr: Burada ve Ingenico yönetim panelinde SHA-IN şifresi girin. <br> <br> 11 Mayıs 2010'dan bu yana oluşturulan yeni Ingenico hesapları için yeni SHA politikası otomatik olarak etkin durumda. <br/> Lütfen "Yeni SHA imza politikasını kullan" onay kutusunu işaretlemeyi unutmayın.
uk: Парольну фразу SHA-IN слід ввести на цій сторінці і в панелі адміністратора Ingenico. <br><br>Для акаунтів Ingenico, створених після 11 травня 2010 року, діє нова політика SHA. <br/>Будь ласка, не забудьте встановити прапорець "Use new SHA signature policy ".

# Languages::ogone_web.config_info
source: Please set the following URL in the Technical Information section on the Ingenico administation panel as the <b>URL of the merchant's post-payment page</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Select "Always deferred (not immediately after the payment)" for the <b>Timing of the request</b>.<br>Enter SHA-IN and SHA-OUT pass phrases both here and on the Ingenico administation panel.
es: Por favor configure la siguiente URL en la sección Información técnica en el panel de administración de Ingenico como la<b>URL de la página de pospago del comerciante</b> para todos los casos ("aceptado", "en espera", "incierto", "cancelado" por el cliente "," demasiados rechazos por parte del adquirente"): <code> [r_url]</code><br> Seleccione" Siempre diferido (no inmediatamente después del pago)" para el<b> Periodo de la solicitud</b>.<br>Ingrese las frases de acceso SHA-IN y SHA-OUT aquí y en el panel de administración de Ingenico.
ru: В панели администратора Ingenico, в секции "Технической информации" (Technical Information) добавьте данный URL в качестве <b>URL of the merchant's post-payment page</b> для всех статусов платежей ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Для настройки <b>Timing of the request</b> укажите "Always deferred (not immediately after the payment)".<br>Введите парольный фразы SHA-IN и SHA-OUT на этой странице и в панели администратора Ingenico.
tr: Lütfen Ingenico yönetim panelindeki Teknik Bilgiler bölümünde, tüm durumlarda ("kabul edilen", "beklemede", "belirsiz", "tüm satıcılar için <b> satıcının ödeme-sonrası sayfasının </ b> adresi olarak lütfen aşağıdaki URL'yi ayarlayın. " müşteri tarafından iptal edildi "," çok sayıda reddetme edinen tarafından "): <code> [r_url] </ code> <br> <b> Talebin zamanlaması için" Her zaman ertelendi (ödemeden hemen sonra değil) "i seçin </ b> . <br> Burada ve Ingenico yönetim panelinde SHA-IN ve SHA-OUT şifresini girin.
uk: В панелі адміністратора Ingenico, в секції "Технічної інформації" (Technical Information) додайте даний URL в якості <b>URL of the merchant's post-payment page</b> для всіх статусів платежів ("accepted", "on hold", " uncertain "," canceled by the client "," too many rejections by the acquirer "): <code>[r_url]</code><br>Для налаштування <b>Timing of the request</b> вкажіть" Always deferred (not immediately after the payment) ".<br>Введіть парольниу фразу SHA-IN і SHA-OUT на цій сторінці і в панелі адміністратора Ingenico.

# Languages::sort_by_null_desc
source: No sorting
el: Καμία Ταξινόμιση
es: Sin ordenar
id: Tidak ada penyortiran
no: Ingen sortering
ru: Без сортировки
tr: Sırlama yok
uk: Без сортування

# Languages::internal_option_name
source: Internal name
el: Εσωτερικό όνομα
es: Nombre interno
id: Nama internal
no: Internt navn
ru: Дополнительное название
tr: Dahili isim
uk: Додаткова назва

# Languages::internal_option_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple options that have the same displayed name.
el: Αυτό το όνομα εμφανίζεται μόνο στον πίνακα διαχείρισης, για να σας βοηθήσει να διακρίνετε μεταξύ πολλαπλών επιλογών που έχουν το ίδιο εμφανιζόμενο όνομα.
es: Este nombre solo se muestra en el panel de Administración para ayudarlo a distinguir entre las múltiples opciones que tienen el mismo nombre que se muestra.
no: Dette navnet vises bare i adminpanelet for å hjelpe deg å skille mellom flere alternativer som har samme navn.
ru: Данное название используется для разграничения опций, имеющих одинаковые имена на витрине, и отображается только в панели администратора.
tr: Bu ad, aynı görüntülenen ada sahip birden çok seçenek arasında ayrım yapmanıza yardımcı olmak için yalnızca Yönetim panelinde gösterilir.
uk: Дана назва використовується для розмежування опцій, що мають однакові імена на вітрині, і відображається тільки в панелі адміністратора.

# Languages::edit_corresponding_profile_field
source: To change the field type or variants, <a href="[URL]">edit the corresponding field in the Shipping Address section</a>.
el: Για να αλλάξετε τον τύπο πεδίου ή τις παραλλαγές, <a href="[URL]"> επεξεργαστείτε το αντίστοιχο πεδίο στην ενότητα Διεύθυνση αποστολής </a>.
es: Para cambiar el tipo de campo o variantes,<a href="[URL]">edite el campo correspondiente en la sección de dirección de envío</a>.
no: For å endre felttype eller varianter, <a href="[URL]">rediger tilsvarende felt i seksjonen for fraktadresse</a>.
ru: Чтобы изменить тип поля или его варианты, <a href="[URL]">отредактируйте соответствующее поле в секции адреса доставки</a>.
tr: Alan türünü veya değişkenlerini değiştirmek için, <a href=" [URL] "> Gönderi Adresi bölümündeki ilgili alanı düzenleyin </a>.
uk: Щоб змінити тип поля або його варіанти, <a href="[URL]">відредагуйте відповідне поле в секції адреси доставки</a>.

# Languages::error_product_codes_length
source: The following product codes are too long and were cut off at [product_code_length] symbols:
el: Οι ακόλουθοι κωδικοί προϊόντων είναι πολύ μεγάλοι και έχουν αποκοπεί στα σύμβολα [product_code_length]:
es: Los siguientes códigos de los productos son demasiado largos y fueron reducidos a[product_code_length] símbolos:
no: Følgende produktkoder er for lange og ble kuttet av ved [product_code_length] symboler:
ru: Коды следующих товаров слишком длинные, и были сокращены до [product_code_length] символов:
uk: Коди наступних товарів занадто довгі, і були скорочені до [product_code_length] символів:

# Languages::usps_upgrade_notification_title
source: Changes to USPS shipping services
el: Αλλαγες στο USPS shipping services
es: Cambios en servicios de envío de USPS
no: Endringer i USPS frakt tjenester
ru: Изменения в службах доставки USPS
uk: Зміни в службах доставки USPS

# Languages::usps_upgrade_notification_text
source: <p>The following USPS shipping services are no longer supported:<ul><li>USPS First-Class Mail International Large Envelope</li><li>USPS First-Class Mail International Letter/Postcard</li></ul>All your shipping methods that used these services have been changed to use <b>USPS First-Class Package International Service</b> instead. Please go to <b>Administration → Shipping & taxes → Shipping methods</b> and check the settings of your shipping methods that use USPS.</p>
es: <p>Los siguientes servicios de envío de USPS ya no son compatibles:<ul><li>El sobre grande para envío internacional de primera clase USPS</li><li>Carta/Postal para envío internacional de primera clase</li></ul>Todos sus métodos de envío que utilizaron estos servicios han sido cambiados para utilizar el<b>Servicio de embalaje internacional de primera clase USPS</b>en cambio. Por favor vaya a<b>Administración → Envíos y tarifas → Métodos de envío</b> y revise las configuraciones de sus métodos en envío para utilizar USPS.</p>
ru: <p>Следующие службы доставки USPS больше не поддерживаются:<ul><li>USPS First-Class Mail International Large Envelope</li><li>USPS First-Class Mail International Letter/Postcard</li></ul>Все способы доставки, использующие данные службы, были переключены на <b>USPS First-Class Package International Service</b>. Пожалуйста, откройте страницу <b>Администрирование → Доставка и налоги → Способы доставки</b> и проверьте настройки способов доставки, использующих USPS.</p>
uk: <p>Наступні служби доставки USPS більше не підтримуються:<ul><li>USPS First-Class Mail International Large Envelope</li><li>USPS First-Class Mail International Letter / Postcard</li></ul>Всі способи доставки, що використовують дані служби, були переключені на <b>USPS First-Class Package International Service</b>. Будь ласка, відкрийте сторінку <b>Адміністрування → Доставка і податки → Способи доставки</b> і перевірте налаштування способів доставки, що використовують USPS.</p>

# SettingsVariants::log_type_requests::shipping
source: Realtime shipping errors
es: Errores de envío en tiempo real
no: Sanntid Fraktfeil
ru: Ошибки доставки, рассчитываемой в режиме реального времени
uk: Помилки доставки, що розраховується в онлайн режимі

# Languages::log_action_shipping
source: Shipping request
el: Αίτημα αποστολής
es: Solicitud de envío
id: Permintaan pengiriman
no: Frakt forespørsel
ru: Запрос доставки
uk: Запит доставки

# Languages::email_template.shipping_error
source: Shipping: request error
el: Αποστολή: request error
es: Envío: error en la solicitud
id: Pengiriman: permintaan bermasalah
no: Frakt: forespørsel feil
ru: Доставка: ошибка запроса
uk: Доставка: помилка запиту

# Languages::request_error_information_title
source: Shipping error
el: Σφάλμα αποστολής
es: Error de envío
id: Pengiriman bermasalah
no: Frakt feil
ru: Ошибка доставки
uk: Помилка доставки

# Languages::request_error_information
source: Customers have experienced issues with receiving rates from <b>the [shipping]</b> shipping method. Please make sure that is configured properly and that the shipping rate calculation is correct
el: Οι πελάτες έχουν βιώσει προβλήματα με τη λήψη τιμων από την <b> μέθοδο αποστολής [shipping] </ b>. Βεβαιωθείτε ότι έχει διαμορφωθεί σωστά και ότι ο υπολογισμός του κοστους αποστολής είναι σωστός
es: Los clientes han tenido problemas para recibir tarifas del <b> método de envío[shipping]</b>. Asegúrese de que esté configurado correctamente y de que el cálculo de la tarifa de envío sea correcto
no: Kunder har opplevd problemer med å motta priser fra <b> leveringsmetoden [shipping] </b>. Vær sikker på at den er konfigurert riktig og at beregningen av fraktsats er korrekt
ru: Возникли проблемы с расчётом тарифов для способа доставки <b>[shipping]</b>. Убедитесь, что он настроен правильно, и расчёт тарифа ведётся верно.
uk: Виникли проблеми з розрахунком тарифів для способу доставки <b>[shipping]</b>. Переконайтеся, що він налаштований правильно, і розрахунок тарифу ведеться вірно

# Languages::press_continue_to_recover_password
source: Click <b>Continue</b> to proceed with password change.
el: Κάντε κλικ στο κουμπί <b> Συνέχεια </b> για να συνεχίσετε στην αλλαγή κωδικού πρόσβασης.
es: Haga clic en <b>Continuar</b>para proceder con el cambio de contraseña.
no: Klikk <b>Fortsett</b> for å fortsette med endring av passord.
ru: Нажмите <b>Продолжить</b>, чтобы изменить пароль.
uk: Натисніть <b>Продовжити</b>, щоб змінити пароль.

# Languages::drop_images_to_upload
source: Drop images here
el: Ριξτε εικόνες εδώ
es: Arrastra las imágenes aquí
id: Letakkan gambar di sini
ru: Перетащите изображения сюда
uk: Перетягніть зображення сюди

# Languages::drop_images_select_short
source: Select
el: Επιλογή
es: Seleccionar
id: Pilih
ru: Выберите
tr: Seç
uk: Вибрати

# Languages::drop_images_select
source: Select images
el: Επιλογή Εικονας
es: Seleccionar imágenes
id: Pilih gambar
ru: Выберите изображения
tr: Resimleri seçiniz
uk: Обрати зображення

# Languages::currency_code_afn
source: Afghan Afghani
es: Afgani Afgano
id: Afghani Afghanistan
no: Afghansk Afghani
ru: Афганский афгани
tr: Afgan Afganisi
uk: Афганський афгані

# Languages::currency_code_dzd
source: Algerian Dinar
es: Dinar Argelino
id: Dinar Aljazair
no: Algeriske dinarer
ru: Алжирский динар
tr: Cezayir Dinarı
uk: Алжирський динар

# Languages::currency_code_aoa
source: Angolan Kwanza
es: Kwanza angoleño
id: Kwanza Angola
no: Angolas Kwanza
ru: Ангольская кванза
tr: Angola Kwanzası
uk: Ангольська кванза

# Languages::currency_code_aon
source: Angolan New Kwanza
es: Nuevo Kwanza angoleño
id: Kwanza Baru Angola
no: Angolas nye Kwanza
ru: Ангольская новая кванза
tr: Yeni Angola Kwanzası
uk: Ангольська нова кванза

# Languages::currency_code_ats
source: Antillian Guilder
es: Florín de Antillas Neerlandesas
id: Guilder Antillian
no: Antillanske gylden
ru: Нидерландский антильский гульден
tr: Hollanda Antilleri Guldeni
uk: Антильський гульден

# Languages::currency_code_azn
source: Azerbaijanian Manat
es: Manat azerbaiyano
id: Manat Azerbaijan
no: Aserbajdsjanske Manat
ru: Азербайджанский манат
tr: Azerbaycan Manatı
uk: Азербайджанський манат

# Languages::currency_code_bsd
source: Bahamian Dollar
es: Dólar de las Bahamas
id: Dolar Bahama
ru: Багамский доллар
tr: Bahama Doları
uk: Багамский долар

# Languages::currency_code_bhd
source: Bahraini Dinar
es: Dinar bahreiní
id: Dinar Bahrain
no: Bahraini dinarer
ru: Бахрейнский динар
tr: Bahreyn Dinarı
uk: Бахрейнский динар

# Languages::currency_code_bdt
source: Bangladesh Taka
es: Taka de Bangladesh
id: Taka Bangladesh
ru: Бангладешская така
tr: Bangladeş Takası
uk: Бангладешська така

# Languages::currency_code_bbd
source: Barbados Dollar
es: Dólar de Barbados
id: Dolar Barbados
ru: Барбадосский доллар
tr: Barbados Doları
uk: Барбадоський долар

# Languages::currency_code_byn
source: Belarussian Ruble
es: Rublo Bielorruso
id: Ruble Belarusia
no: Hviterussiske rubler
ru: Белорусский рубль
tr: Beyaz Rusya Rublesi
uk: Білоруский рубль

# Languages::currency_code_bef
source: Belgian Franc
es: Franco belga
id: Franc Belgia
no: Belgiske Franc
ru: Бельгийский франк
tr: Belçika Frangı
uk: Бельгійский франк

# Languages::currency_code_bzd
source: Belize Dollar
es: Dólar de Belice
id: Dolar Belize
ru: Белизский доллар
tr: Belize Doları
uk: Белізський долар

# Languages::currency_code_bmd
source: Bermudian Dollar
es: Dólar de las Bermudas
id: Dolar Bermuda
ru: Бермудский доллар
tr: Bermuda Doları
uk: Бермудский долар

# Languages::currency_code_btn
source: Bhutan Ngultrum
es: Ngultrum butanés
id: Nguitrum Bhutan
ru: Бутанский нгултрум
tr: Bhutan Ngultrumu
uk: Бутанський нгултрум

# Languages::currency_code_bob
source: Bolivian Boliviano
es: Bolivianos
id: Boliviano Bolivia
no: Bolivianske Boliviano
ru: Боливийский боливиано
tr: Bolivya Bolivianosu
uk: Болівійский болівіано

# Languages::currency_code_bam
source: Bosnia and Herzegovina Convertible Marks
es: Marcas convertibles de Bosnia y Herzegovina
id: Bosnia-Herzegovina Konversi Mark
no: Bosnia og Hercegovina Convertible Marks
ru: Конвертируемая марка
tr: Bosna-Hersek Markı
uk: Конвертовані знаки Боснії та Герцеговини

# Languages::currency_code_bwp
source: Botswana Pula
es: Pula de Botswana
id: Pula Botswana
ru: Ботсванская пула
tr: Botsvana Pulası
uk: Ботсванська пула
