Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
ar: لا يمكن حذف هذا المتجر لأنه توجد طلبات تحتوي على منتجات هذه الشركة في قاعدة البيانات. لحذف الحساب, يرجى حذف كل الطلبات المرتبطة به أولاً.
cs: Nemůžete odstranit tento obchod, protože v databázi se nacházejí objednávky obsahující zboží této společnosti. Pro odstranění účtu nejprve prosím všechny takové objednávky odstraňte.
da: Kan ikke slette denne butik, fordi der er ordrer, som indeholder produkter af dette selskab i databasen. Hvis du vil slette kontoen, skal du slette alle sådanne ordrer først.
de: Unfähig diesen Store zu löschen weil sich noch Bestellungen in der Store Datenbank befinden die Produkte dieser Firma enthalten. Um dieses Konto zu löschen, bitte zuerst alle diese Bestellungen löschen.
el: Αδύνατον να διαγραφει αυτό το κατάστημα, επειδή υπάρχουν παραγγελίες οι οποίες περιέχουν προϊόντα στη βάση δεδομένων αυτής της εταιρείας . Για να διαγράψετε το λογαριασμό, παρακαλώ διαγράψτε το σύνολο των παραγγελιών αυτών πρώτα.
es: No se puede borrar la tienda porque existen pedidos con productos de esta empresa en la base de datos de la tienda. Para borrar la cuenta, por favor, borra primero estos pedidos.
id: Tidak dapat menghapus toko ini karena ada pesanan yangberisi produk-produk dari perusahaan ini dalam databasetoko. Untuk menghapus akun, silakan hapus seluruh pesanandahulu.
ja: このショップが管理する商品を含む注文情報が存在するためショップを削除できません。このショップが管理する商品を含む注文情報をすべて削除した後に再度お試しください。
no: Kan ikke slette denne butikken fordi det er ordrer som inneholder produkter fra dette firmaet i butikkens database. For å slette kontoen, må du slette alle slike ordrer først.
ru: Не удалось удалить магазин, так как в базе данных присутствуют заказы, в которых приобретены товары этой компании. Чтобы удалить эту учетную запись, сначала удалите упомянутые заказы.
tr: Bu mağaza silinemez çünkü veri tabanında bu mağazanın ürünlerini içeren siparişler mevcut. Bu hesabı silebilmek için, öncelikle bu siparişlerin tümünü silmelisiniz.
uk: Не вдалося видалити крамницю, так як в базі даних присутні замовлення, в яких придбані товари цієї компанії. Щоб видалити цей обліковий запис, спочатку видаліть згадані замовлення.
vi: Không thể xoá bỏ cửa hàng này bởi vì có các đơn đặt hàng có chứa các sản phẩm của công ty này trong cơ sở dữ liệu lưu trữ. Để xoá tài khoản, trước tiên hãy xóa tất cả các đơn đặt hàng.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
ar: لا يمكن تعيين مجموعة العضوية. يرجى الاتصال بالإدارة.
cs: Není možné zapsání do uživatelské skupiny. Prosím kontaktujte administrátora obchodu.
da: Ikke i stand til at tildele brugergruppe. Kontakt administratoren af butikken.
de: Die Benutzergruppe konnte nicht zugewiesen werden. Bitte den Shop Administrator kontaktieren.
el: Αδύνατη αντιστοίχηση της ομάδας χρήστη.Παρακαλούμε επικοινωνήστε με τον διαχειριστή του καταστήματος.
es: No se puede asignar el grupo de usuario. Por favor, contacta con el administrador de la tienda.
id: Tidak dapat menetapkan kelompok user. Silahkan hubungiadministrator toko.
ja: ユーザーグループを割り当てることができませんでした。お手数ですがショップ管理者までご連絡ください。
no: Kan ikke tildele brukergruppe. Vennligst ta kontakt med butikkadministrator.
ru: Невозможно использовать группу. Пожалуйста, обратитесь к администратору магазина.
uk: Неможливо використовувати групу. Будь ласка, зверніться до адміністратора магазину.
vi: Không thể chỉ định nhóm người dùng. Xin vui lòng liên hệ với quản trị viên cửa hàng.

# Languages::unable_to_check_license
source: Unable to check your license number
ar: فشل فحص رقم الترخيص
cs: Nelze zkontrolovat vaše licenční číslo
da: Ikke i stand til at kontrollere dit licensnummer
de: Ihre Lizenznummer kann nicht überprüft werden
el: Αδυναμία ελεγχου του αριθμου της άδειας σας
es: No se puede comprobar el número de licencia
id: Tidak dapat memeriksa nomor lisensi Anda
ja: ご利用中のCS-CartのURLがライセンス認証サーバーに登録されていないため、ライセンスモードを切り替えることができません。<br /><a href="http://helpdesk.cs-cart.jp/index.php?/Tickets/Submit/RenderForm/2" target="_blank"><strong>こちら</strong></a>からライセンス番号とCS-Cartを利用するURLを申請してください。
no: Kunne ikke kontrollere lisensnummeret ditt
ru: Не удалось проверить номер лицензии
tr: Lisans numaranız kontrol edilemiyor
uk: Не вдалося перевірити ключ ліцензії
vi: Không thể kiểm tra số giấy phép của bạn

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
ar: لا يمكن حذف وصف الخيار: [reason]
cs: Nepodařilo se odstranit popis nastavení: [reason]
da: Kan ikke slette indstillingsbeskrivelse: [reason]
de: Nicht fähig Beschreibung der Einstellung zu löschen: [reason]
el: Δεν είναι δυνατον η διαγραφή της Περιγραφής Ρυθμισης: [reason]
es: No se puede borrar la descripción del ajuste: [reason]
id: Tidak dapat menghapus pengaturan deskripsi : [reason]
ja: 基本設定の説明文を削除できませんでした: [reason]
no: Kunne ikke slette innstillingsbeskrivelsen: [reason]
ru: Не удалось удалить описание настройки: [reason]
uk: Не вдалося видалити опис настройки: [reason]
vi: Không thể xoá bỏ cài đặt mô tả: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
ar: لا يمكن حذف تنوع الخاصية: [reason]
cs: Nelze odstranit setting_variant: [reason]
da: Kan ikke slette setting_variant: [reason]
de: Nicht fähig Variante der Einstellung zu löschen: [reason]
el: Δεν είναι δυνατή η διαγραφή των setting_variant: [reason]
es: No se puede borrar el ajuste de variante: [reason]
id: Tidak dapat menghapus setting_variant: [reason]
ja: 基本設定の変数を削除できませんでした: [reason]
no: Kan ikke slette setting_variant: [reason]
ru: Не удалось удалить вариант вариант настройки: [reason]
uk: Не вдалося видалити setting_variant: [reason]
vi: Không thể xoá bỏ setting_variant: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
ar: لا يمكن قراءة الملف: [file]
cs: Nepodařilo se načíst zdroj: [file]
da: Kan ikke læse ressource: [file]
de: Nicht fähig Quelle zu lesen: [file]
el: Δεν είναι δυνατή η αναγνωση της πηγης: [file]
es: No se puede leer el recurso: [file]
id: Tidak dapat membaca sumber: [file]
ja: リソースの読み込みに失敗しました: [file]
no: Kan ikke lese ressurs: [file]
ru: Невозможно прочитать ресурс: [file]
uk: Не вдається прочитати ресурс: [file]
vi: Không thể đọc nguồn: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
ar: لا يمكن تخصيص الوصف: [reason]
cs: Nepodařilo se odstranit popis nastavení: [reason]
da: Kan ikke indstille Beskrivelse: [reason]
de: Nicht fähig Beschreibung der Einstellung zu aktualisieren: [reason]
el: Δεν είναι δυνατόν να οριστεί περιγραφή: [reason]
es: No se puede establecer la descripción: [reason]
id: Tidak dapat menetapkan deskripsi: [reason]
ja: 基本設定の説明文を更新できませんでした: [reason]
no: Kan ikke sette beskrivelse: [reason]
ru: Не удалось задать описание: [reason]
uk: Не вдалося задати опис: [reason]
vi: Không thể thiết lập mô tả: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
ar: لا يمكن تخصيص القيمة: [reason]
cs: Nepodařilo se nastavit hodnotu: [reason]
da: Ude af stand til at sætte værdi: [reason]
de: Nicht fähig den Einstellungs Wert zu aktualisieren: [reason]
el: Δεν είναι δυνατον να οριστει η αξία: [reason]
es: No se puede establecer el valor: [reason]
id: Tidak dapat mengatur nilai: [reason]
ja: 基本設定の値を更新できませんでした: [reason]
no: Kan ikke sette verdier: [reason]
ru: Не удалось обновить значение настройки: [reason]
uk: Не вдалося оновити значення налаштування: [reason]
vi: Không thể thiết lập giá trị: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
ar: لم نتمكن من فك الضغط عن الملف
cs: Nelze dekomprimovat soubor
da: Stand til at dekomprimere filen
de: Kann Datei nicht entpacken
el: Δεν είναι δυνατή η αποσυμπίεση του αρχείου
es: No fue posible descomprimir el archivo
id: Tidak dapat melakukan dekompresi file
ja: ファイルを解凍できません
no: Kan ikke dekomprimere fil
ru: Невозможно распаковать файл
tr: Dosyayı açmak için açılamıyor
uk: Не вдалося розпакувати файл
vi: Không thể giải nén tập tin

# Languages::ungroupped_features
source: Ungrouped features
ar: المواصفات الغير مصنفة
cs: Nezařazené možnosti
da: ikke gruppe funktioner
de: Nicht gruppierte Eigenschaften
el: Μη ομαδοποιημένα στοιχεία
es: Características no agrupadas
id: Fitur tidak dikelompokkan
ja: 未分類の項目
no: Ugrupperte funksjoner
ru: Несгруппированные характеристики
tr: Gruplanmamış özellikler
uk: Розгруповані функції
vi: Không thuộc nhóm tính năng

# Languages::uninstall
source: Uninstall
ar: إلغاء التركيب
cs: Odinstalovat
da: afinstallations
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
ja: アンインストール
no: Avinstaller
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt

# Languages::unique_html_block
source: Unique HTML block
ar: كتلة HTML فريدة
cs: Unikátní HTML blok
da: Unik HTML block
de: Eindeutiger HTML Block
el: Ξεχωριστό μπλοκ HTML
es: Bloque HTML único
id: Blok unik HTML
ja: 個別のHTMLブロック
no: Unik HTML blokk
ru: Уникальный HTML блок
tr: Benzersiz HTML bloğu
uk: Унікальний HTML блок
vi: Khối HTML Độc nhất

# Languages::unit
source: Unit
ar: الوحدة
cs: Jednotka
da: Enhed
de: Stück
el: Μοναδα
es: Unidad
ja: ユニット
no: Enhet
ru: Единица
uk: Одиниця
vi: Đơn vị

# Languages::united_kingdom
source: United Kingdom
ar: المملكة المتحدة
cs: Spojené království
da: Storbritannien
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
es: Reino Unido
id: Inggris
no: Storbritannia
ru: Великобритания
uk: Великобританія
vi: Vương Quốc Anh

# Languages::unit_price
source: Unit price
ar: سعر الوحدة
cs: Jednotka ceny
da: Enhedspris
de: Stückpreis
el: Τιμή Είδους
es: Precio unitario
id: Harga satuan
ja: 単価
no: Enhetspris
ru: Цена за ед.
tr: Adet fiyatı
uk: Ціна одиниці
vi: Đơn giá

# Languages::unknown
source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
el: άγνωστο
es: Desconocido
id: tidak dikenal
ja: 不明
no: Ukjent
ru: Неизвестный
tr: Bilinmeyen
uk: Невідомий
vi: Chưa biết

# Languages::unknown_server_response
source: Unknown server response
ar: استجابة غير معروفة من السيرفر
cs: Neznámá odpověď serveru
da: Ukendt Serversvar
de: Antwort des Servers unbekannt
el: Άγνωστη απάντηση διακομιστή
es: Respuesta del servidor desconocida
id: Respon server tidak dikenal
no: Ukjent server response
ru: Неизвестный ответ от сервера
tr: Bilinmeyen server cevabı
uk: Невідома відповідь сервера
vi: Phản ứng máy chủ không xác định

# Languages::unmark
source: Unmark
ar: إلغاء الاختيار
cs: Neoznačeno
da: umærket
de: Nicht markieren
el: Εξαίρεση
es: Desmarcar
id: Hapus tanda
ja: 未解決に戻す
no: Fjern merking
ru: Отменить выделение
tr: İşareti kaldır
uk: Зняти виділення
vi: Bỏ đánh dấu

# Languages::unregistered_customer
source: Unregistered customer
ar: عميل غير مسجل
cs: Neregistrovaný zákazník
da: afregistrere kunde
de: Nicht registrierter Kunde
el: Μη εγγεγραμμένος πελάτης
es: Cliente no registrado
id: Pelanggan tidak terdaftar
ja: 非会員
no: Uregistrert kunde
ru: Незарегистрированный покупатель
tr: Kayıtsız müşteri
uk: Незареєстрований замовник
vi: Khách hàng chưa đăng ký

# Languages::unregistered_customer_short
source: Unregistered
ru: Не зарегистрирован(а)
uk: Не зареєстрований(а)

# Languages::unselect_all
source: Unselect all
ar: إلغاء اختيار الكل
cs: Odznačit vše
da: Fravælg alle
de: Alle deselektieren
el: Αποεπιλογή όλων
es: Desmarcar
id: Batalkan pilihan
ja: 選択を解除
no: Fjern all markering
ru: Снять выделение со всех
tr: Tümünü bırak
uk: Зняти виділення
vi: Bỏ chọn tất cả

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
ar: حذف الضرائب المحددة من كل المنتجات
cs: Odebrat zvolené daně ze všeho zboží
da: Unset udvalgte skatter fra alle produkter
de: Selektierte Steuern von allen Produkten enfternen
el: Αφαιρέστε τους Επιλεγμένους Φόρους από όλα τα Προϊόντα
es: Aplicar los impuestos seleccionados a todos los artículos
id: Hapus Pajak terpilih dari seluruh Produk
ja: 選択した税金をすべての商品から除外
no: Fjern valgte Moms fra alle produkter
ru: Снять выбранные налоги со всех товаров
tr: Seçilen vergileri tüm ürünlerden kaldır
uk: Зняти обрані податки з усіх товарів
vi: Loại bỏ thuế được chọn từ tất cả sản phẩm

# Languages::unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
cs: Odhlásit
da: Afmeld
de: Austragen (Unsubscribe)
el: Ανίκανος εγράφης
es: No suscribir
id: Berhenti langganan
ja: 解約
no: Stopp abonnement
ru: Отменить подписку
tr: Listeden çık
uk: Відмінити підписку
vi: Bỏ đăng ký

# Languages::up
source: Up
ar: أعلى
cs: Nahoru
da: Op
de: Nach oben
el: Επάνω
es: Arriba
id: Naik
ja: 上
no: Opp
ru: Вверх
tr: Yukarı
uk: Вгору
vi: Lên

# Languages::update
source: Update
ar: تحديث
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar/Grabar
ja: 更新
no: Oppdater
ru: Обновить
tr: Güncelle
uk: Оновити
vi: Cập Nhật

# Languages::update_categories
source: Update categories
ar: تحديث الفئات
cs: Aktualizovat kategorie
da: Opdater kategorier
de: Kategorien aktualisieren
el: Ανανέωση Κατηγοριών
es: Actualizar familias
id: Perbarui Kategori
ja: カテゴリーの更新
no: Oppdater Kategorier
ru: Обновить категории
tr: Kategorileri güncelle
uk: Оновити категорії
vi: Cập nhật danh mục

# Languages::update_customer_info
source: Update customer information
ar: تحديث بيانات العميل
cs: Aktualizovat zákaznické informace
da: Opdater kunde information
de: Kundeninformation aktualisieren
el: Ενημέρωση πληροφοριών πελάτη
es: Actualizar información del cliente
id: Perbarui informasi pelanggan
ja: お客様情報の更新
no: Oppdater kundeinformasjon
ru: Обновить информацию о покупателе
tr: Müşteri bilgilerini güncelle
uk: Оновити інформацію про покупця
vi: Cập nhật thông tin khách hàng

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
ar: سيتم حفظ القيمة الجديدة لكل المتاجر المشتركة. انقر لحفظها لصاحب المتجر فقط.
cs: Nová hodnota bude uložena pro všechny obchody, u nichž je majetek společný. Klepnutím na tlačítko jej uložit pouze pro majitele obchodu.
da: Ny værdi vil blive gemt for alle butikker, som deler denne vare. Klik for at gemme det kun for ejer-butik.
de: Neuer Wert wird gespeichert für ALLE stores die dieses Element teilen. Klicken um den Wert nur für den Store-Inhaber zu speichern.
el: Η νέα τιμή θα αποθηκευτεί για όλα τα καταστήματα που μοιράζονται αυτό το στοιχείο. Κάντε κλικ για να αποθηκεύσετε μόνο για το κατάστημα-ιδιοκτήτη.
es: El nuevo valor se grabará para TODAS las tiendas que comparten este ítem. Haz click para grabar sólo para la tienda propietaria.
id: Nilai baru akan disimpan untuk semua toko yangmenggunakan item ini bersama item. Klik untuk menyimpanghanya di toko yang dimiliki.
ja: 入力した値はすべてのショップに対して適用されます。メインショップに対してのみ適用する場合はこちらをクリックしてください。
no: Ny verdi vil bli lagret for ALLE butikker som deler dette elementet. Klikk for å bare lagre det for eier-butikken.
ru: Новое значение будет сохранено для ВСЕХ магазинов, для которых данный объект является общим. Нажмите, чтобы сохранить его только для владельца данного магазина.
tr: Yeni değer bu öğeyi kullanan tüm mağazalar için kaydedilecektir. Sadece Sahip-Mağaza kaydetmek için tıklayınız.
uk: Нове значення буде збережено для ВСІХ магазинів, для яких даний об'єкт є спільним. Натисніть, щоб зберегти його тільки для власника даного магазину.
vi: Giá trị mới sẽ được lưu cho tất cả các cửa hàng mà chia sẻ khoản mục này. Bấm vào để lưu nó chỉ dành cho các chủ sở hữu cửa hàng.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
ar: سيتم حفظ القيمة الجديدة لصاحب المتجر فقط. انقر لحفظها لكل المتاجر المشتركة.
cs: Nová hodnota je uložena pouze pro majitele obchodu. Klepnutím na tlačítko uložit pro všechny obchody, u nichž majetek je společný.
da: Ny værdi gemmes kun for ejer-butik. Klik for at gemme det i alle butikker, som deler denne vare.
de: Neuer Wert NUR für den Store-Inhaber gespeichert. Klicken um für alle Stores zu speichern die dieses Element teilen.
el: Η νέα τιμή θα σωθει μόνο για το κατάστημα-ιδιοκτήτη. Κάντε κλικ για να το αποθηκεύσετε για όλα τα καταστήματα που μοιράζονται αυτό το στοιχείο.
es: El nuevo valor se grabará SOLO para la tienda propietaria. Haz click para grabar para todas las tiendas que comparten este ítem.
id: Nilai baru HANYA akan disimpan untuk toko yang dimiliki.Klik untuk menyimpan di semua toko yang menggunakan itemini.
ja: 入力した値はメインショップに対してのみ適用されます。すべてのショップに対して適用する場合にはこちらをクリックしてください。
no: Ny verdi lagres KUN for eier-butikken. Klikk for å lagre det for alle butikker som deler dette elementet.
ru: Новое значение будет сохранено ТОЛЬКО для владельца данного магазина. Нажмите, чтобы сохранить его для всех магазинов, для которых данный объект является общим.
tr: Yeni değer sadece Sahip-Mağaza için kaydedilecektir. Tüm mağazalara kaydetmek için tıklayınız.
uk: Нове значення буде збережено ТІЛЬКИ для власника даного магазину. Натисніть, щоб зберегти його для всіх магазинів, для яких даний об'єкт є спільним.
vi: Giá trị mới sẽ được lưu CHỈ cho chủ sở hữu cửa hàng. Bấm vào để tiết kiệm nó cho tất cả các cửa hàng mà chia sẻ khoản mục này.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
ar: انقر لإلغاء تحديث الخانة.
cs: Klepnutím zrušit aktualizaci pole.
da: Klik her for at annullere feltet opdatering.
de: Klicken um Feld Update zu löschen.
el: Κάντε κλικ για να ακυρώσετε την ενημέρωση του πεδίου.
es: Haz click para cancelar la actualización del campo.
id: Klik untuk membatalkan update field
ja: フィールドの更新をキャンセルする場合にはクリックしてください。
no: Klikk for å avbryte oppdatering av feltet.
ru: Нажмите, чтобы отменить обновление поля.
tr: Alan güncellemeyi iptal etmek için tıklayınız.
uk: Натисніть, щоб скасувати оновлення поля.
vi: Bấm để hủy bỏ trường cập nhật.

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
ar: انقر لإدخال قيمة خانة جديدة لتحديثها في كل المتاجر عند حفظ العنصر.
cs: Klepnutím zadáte novou hodnotu pole k aktualizaci ve všech obchodech, při ukládání položky.
da: Klik her for at indtaste en ny feltværdi opdatere i alle butikker, når du gemmer element.
de: Klicken um einen neuen Feld-Wert einzugeben und in allen Stores zu aktualisieren wenn diese gespeichert werden.
el: Κάντε κλικ για να εισαγάγετε μια νέα τιμή πεδίου για να ενημερωσετε όλα τα καταστήματα κατά την αποθήκευση του είδους.
es: Haz click para introducir un nuevo valor que se actualizará en todas las tiendas cuando se grabe.
id: Klik untuk memasukan nilai baru dan update ke semua toko saat menyimpan item.
ja: 入力値をすべてのショップに対して適用する場合にはクリックしてください。
no: Klikk for å legge inn en ny verdi for å oppdatere i alle butikkene når du lagrer elementet.
ru: Изменить значение во всех магазинах
uk: Змінити значення у всіх магазинах.
vi: Bấm để nhập một giá trị trường mới để cập nhật trong tất cả các cửa hàng khi lưu mục.

# Languages::update_group
source: Update group
ar: تحديث المجموعة
cs: Aktualizovat skupinu
da: Opdater gruppe
de: Gruppe aktualisieren
el: Ενημέρωση ομάδας
es: Actualizar grupo
id: Update grup
ja: グループの更新
no: Oppdater gruppe
ru: Обновить группу
tr: Grubu güncelle
uk: Оновити групу
vi: Cập nhật nhóm

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
cs: <p class="text-error">Vaše předplatné pro aktualizace vypršelo a bohužel tedy nemůžete nainstalovat tento software. Předplatné si můžete prodloužit na <a href="[url]">Customer Help Desk</a>.</p><p>Toto není povinen krok: software můžete dále používat bez omezení i bez předplatného aktualizací.</p>
da: <p class="text-error">Adgang til denne og fremtidige opgraderinger er lukket. Du kan købe en opgradering abonnement på <a href="[url]"> Kunde Help Desk </ a></p>
de: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolong your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
el: <p class="text-error">Η πρόσβαση σε αυτή την αναβάθμιση και σε όλες τις μελλοντικές αναβαθμίσεις είναι κλειστή. Μπορείτε να αγοράσετε μια αναβαθμισμένη συνδρομή στο <a href="[url]"> Help Desk πελατών</ a></p>
es: <p class="text-error">El período de actualización ha expirado, por esta razón no se puede instalar la actualización del software. Puedes prolongar tu suscripción a través del <a href="[url]">Customer Help Desk</a>.</p><p>Por favor, ten en cuenta que esto no es obligatorio: puedes continuar usando el software sin limitaciones aunque no dispongas de actualizaciones.</p>
id: Akses ke upgrade ini dan semua upgrade di masa mendatang ditutup. Anda dapat membeli program langganan upgrade di<a href="http://www.cs-cart.com">Customer HelpDesk</a>
ja: アップグレード可能期間が終了しています。 アップグレード権は <a href="http://store.cs-cart.jp" target="_blank">CS-Cartマーケット</a> からご購入いただけます。
no: <p class="text-error">Tilgang til denne oppgraderingen, og til alle fremtidige oppgraderinger er stengt. Du kan kjøpe et oppgraderingsabonnement på <a href="[url]">Customer Help Desk</a>.</p><p>Vær oppmerksom på at det ikke er obligatorisk: du kan fortsette å bruke denne programvaren uten begrensning, selv uten et oppgraderingsabonnement.</p>
ru: <p class="text-error">Подписка на обновления ПО истекла, поэтому установить данное обновление невозможно. Продлить свою подписку на обновления ПО вы можете в нашей <a href="[url]">Системе Клиентской Помощи</a>.</p><p>Обратите внимание, что вы можете продолжить использование данного ПО и без подписки на обновления.</p>
tr: Bu versiyona sahip olma hakkınız bulunmuyor . Bu versyiona sahip olabilmek için <a href="http://www.cs-cart.com/packages.php?spt=2" target="_blank">Buraya Tıklayarak </a> firmamız ile iletişime geçmeli ve güncelleme paketi satın almalısınız.
uk: <p class="text-error">Підписка на оновлення ПЗ минула, тому встановити це оновлення неможливо. Продовжити свою підписку на оновлення ПЗ ви можете в нашій <<a href="[url]">Системі Клієнтської Допомоги</a>.</p><p>Зверніть увагу, що ви можете продовжити використання даного ПЗ і без підписки на оновлення .</p>
vi: <p class="text-error"> Đăng ký nâng cấp của bạn đã hết hạn, do đó nâng cấp phần mềm này không thể cài đặt. Bạn có thể gia hạn đăng ký của bạn tại <a href="[url]">Customer Help Desk</a>.</p> <p>Xin vui lòng lưu ý rằng nó không bắt buộc: bạn vẫn có thể tiếp tục sử dụng phần mềm này không giới hạn ngay cả khi không đăng ký nâng cấp.</p>

# Languages::update_products
source: Update products
ar: تحديث المنتجات
cs: Aktualizovat zboží
da: Opdater produkter
de: Produkte aktualisieren
el: Ανανέωση Προϊόντων
es: Actualizar artículos
id: Update produk
ja: 商品の更新
no: Oppdater Produkter
ru: Обновить товары
tr: Ürünleri güncelle
uk: Оновити товари
vi: Cập nhật sản phẩm

# Languages::update_profile
source: Update profile
ar: تحديث البروفايل
cs: Aktualizovat profil
da: Opdater profil
de: Profil aktualisieren
el: Ανανέωση Προφίλ
es: Actualizar perfil
id: Update profil
ja: プロフィールの更新
no: Oppdater profil
ru: Обновить профиль
tr: Profili güncelle
uk: Оновити профіль
vi: Cập nhật hồ sơ
