Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::please_enter_license_here
source: Enter your license number here
ar: قم بإدخال رقم الترخيص الخاص بك هنا
cs: Zadat své licenční číslo zde
da: Angiv dit licensnummer her
de: Geben Sie hier Ihre Lizenznummer ein
el: Εισάγετε τον αριθμό αδείας σας εδώ
es: Ingrese su número de licencia aquí
id: Masukkan nomor lisensi Anda disini
ja: ライセンス番号を入力してください
no: Skriv inn ditt lisensnummer her
ru: Пожалуйста, введите лицензионный ключ
tr: Lisans numaranızı buraya girin
uk: Пожалуйста, введіть ліцензіонний ключ
vi: Nhập số giấy phép của bạn ở đây

# Languages::please_select_one
source: Please, select one
ar: -اختر-
cs: Prosím, zvolte jednu z možností
da: Vær venlig at vælge en
de: Bitte, eine Selektieren
el: Παρακαλούμε επιλέξτε ένα
es: Por favor, selecciona uno
id: Silahkan pilih satu
ja: 選択してください
no: Vennligst velg en
ru: Пожалуйста, выберите один
uk: Будь ласка, виберіть один
vi: Vui lòng chọn

# Languages::please_sign_in
source: Please sign in
ar: يرجى تسجيل الدخول
cs: Přihlaste se, prosím
da: Venligst log på
de: Bitte anmelden
el: Παρακαλούμε συνδεθείτε
es: Por favor acceda
id: Silahkan sign in
ja: ログイン / 会員登録
no: Vennligst logg deg inn
ru: Пожалуйста, представьтесь
tr: Lütfen giriş yapınız
uk: Увійдіть до системи
vi: Xin vui lòng đăng nhập

# Languages::polish
source: Polish
cs: Polština
da: polsk
de: Polnisch
el: Πολωνικά
es: Polaco
id: Polandia
no: Polsk
ru: Польский
uk: Польська
vi: Tiếng Ba Lan

# Languages::poor
source: Poor
ar: ضعيف
cs: Špatný
da: Dårlig
de: ungenügend
el: Κακό
es: Malo
id: Buruk
ja: 悪い
no: Dårlig
ru: Очень плохо
tr: tavsiye etmem
uk: Дуже погано
vi: Kém

# Languages::popularity
source: Popularity
ar: الشعبية
cs: Oblíbenost
da: popularitet
de: Popularität
el: Δημοτικότητα
es: Popularidad
id: Popularitas
ja: 人気度
no: Popularitet
ru: Популярность
tr: Popularite
uk: Популярність
vi: Phổ biến

# Languages::popup
source: Popup
ar: منبثق
de: Popup Fenster
el: Αναδυόμενο παράθυρο
es: Emergente
ja: ポップアップ
ru: Всплывающее окно
uk: Спливаюче вікно

# Languages::popup_larger_image
source: Popup larger image
ar: صورة كبيرة منبثقة
cs: Vysunout větší obrázek
da: Popup større billede
de: Popup Grosses Bild der zusätzlichen Miniaturen
el: Ανοίχτε σε νέο παράθυρο μεγαλύτερη εικόνα
es: Imagen grande en Popup
id: Popup gambar lebih besar
ja: ポップアップ用画像
no: Popup større bilde
ru: Увеличенное изображение
tr: Büyük resim penceresi
uk: Збільшене зображення
vi: Popup hình ảnh lớn hơn

# Languages::portugese
source: Portuguese
cs: Portugalština
da: portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
id: Portugis
ja: Portugese
no: Portugisisk
ru: Португальский
uk: Португальська
vi: Tiếng Bồ Đào Nha

# Languages::posid
source: Pos ID
ar: معرف الموضع
el: ID θέσης
ru: ID позиции
uk: ID позиції
vi: ID Pos

# Languages::position
source: Position
ar: الموضع
cs: Pozice
el: Θέση
es: Posición
id: Posisi
ja: ポジション
no: Posisjon
ru: Позиция
tr: Pozisyon
uk: Позиція
vi: Vị trí

# Languages::positions_updated
source: Positions of items were updated
ar: تم تحديث موضع العناصر
cs: Pozice položek byly aktualizovány
da: Positioner af varer blev opdateret
de: Positionen der Artikel wurden aktualisiert
el: Η θέση των αντικειμένων έχει ανανεωθεί
es: Se actualizaron las posiciones de los ítems
id: Posisi item diperbarui
ja: 表示位置が変更されました
no: Posisjoner av elementer ble oppdatert
ru: Позиции элементов обновлены
uk: Позиції елементів оновлено
vi: Vị trí của mục được cập nhật

# Languages::position_short
source: Pos.
ar: الموضع
cs: Pozice
el: Θέση
ja: ポジション
ru: Поз.
tr: Poz.
uk: Поз.
vi: Vị trí

# Languages::postal_mail
source: Postal mail
ar: البريد العادي
cs: Poštovní mail
da: Post
de: Postsendung
el: Ταχυδρομική διεύθυνση
es: Correo postal
id: Surat pos
ja: 郵送
no: Postforsendelse
ru: Почта
tr: Posta mail
uk: Пошта
vi: Thư bưu chính

# Languages::postauth
source: Postauth
no: Etterautorisasjon
ru: Поставторизация
tr: Sonra
uk: Поставторизація

# Languages::post_url
source: Post URL
ar: رابط الإرسال
cs: Poštovní URL
da: Send URL-adresse
de: URL senden
es: URL de post
id: Posting URL
no: Offentliggjør URL
ru: URL сообщения
tr: Posta URL
uk: URL повідомлення
vi: URL bài đăng

# Languages::powered_by
source: Powered by
ar: بدعم من
cs: Běží na
de: Bereitgestellt von
el: Υποστήριξη από
es: Todos los Derechos
id: Didukung oleh
no: Driftet av
ru: На базе
tr: Made with Love by
uk: На базі
vi: Được cung cấp bởi

# Languages::po_number
source: PO number
ar: رقم الصندوق البريدي
cs: PO číslo
da: PO nummer
de: Auftragsnummer
el: Αριθμός PO
es: Código postal
id: Nomor PO
ja: 注文書番号
no: Ordrenummer
ru: Номер PO
tr: PO numarası
uk: Номер PO
vi: Số PO

# Languages::preauth
source: Preauth
ar: إذن مسبق
cs: Předběžně schválený
el: Προέγκριση
no: Forhåndsautorisasjon
ru: Предавторизация
tr: Önce
uk: Попередня автентифікація

# Languages::preauthorization
source: Preauthorization
ar: إذن مسبق
cs: Předautorizaci
da: Forhåndsgodkendelse
de: Vorautorisierung
el: Προέγκριση
es: Autorización previa
id: Pra-otorisasi
no: Forhåndsautorisasjon
ru: Преавторизация
uk: Преавторизація
vi: Cho phép trước

# Languages::prefix
source: Prefix
ar: البادئة
cs: Předčíslí
da: Præfiks
de: Präfix
el: Πρόθεμα
es: Prefijo
id: Awalan
ja: プリフィックス
no: Prefiks
ru: Префикс
tr: Önek
uk: Префікс
vi: Tiền tố

# Languages::preshared_key
source: PreShared Key
cs: Sdílený klíč
da: Forhåndsdelt nøgle
de: Vorinstallierter Schlüssel
el: Κοινόχρηστο Κλειδί (Preshared Key)
es: Clave PreShared
no: Forhåndsdelt nøkkel
ru: PreShared ключ
uk: PreShared ключ

# Languages::prev
source: Prev.
ar: السابق
cs: Před.
de: Zurück.
el: Προηγ.
es: Anterior
id: Sebelumnya
ja: 前へ
no: Forrige
ru: Пред.
tr: Önceki
uk: Попередня.
vi: Trước

# Languages::preview
source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
id: Lihat
ja: プレビュー
no: Forhåndsvisning
ru: Предпросмотр
tr: Önizleme
uk: Передперегляд
vi: Xem trước

# Languages::previous
source: Previous
ar: السابق
cs: Předchozí
da: forrige
de: zurück
el: Προηγούμενος
es: Anterior
id: Sebelum
ja: 前へ
no: Forrige
ru: Назад
tr: Geri
uk: Попередня
vi: Trước đó

# Languages::previous_month
source: Previous month
ar: الشهر السابق
cs: Předchozí měsíc
da: forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
id: Bulan lalu
ja: 先月
no: Forrige måned
ru: Предыдущий месяц
tr: Öceki ay
uk: Минулий місяць
vi: Tháng trước

# Languages::previous_period
source: Previous period
ar: الفترة السابقة
cs: Předchozí období
da: Tidligere periode
de: Vorherige Periode
el: Προηγούμενη περίοδο
es: Período anterior
id: Periode lalu
ja: 前の期間の売上
no: Forrige periode
ru: Прошедший период
tr: Önceki dönem
uk: Минулий період
vi: Thời gian trước

# Languages::previous_week
source: Previous week
ar: الأسبوع السابق
cs: Předchozí týden
da: forrige uge
de: Vorherige Woche
el: Προηγούμενη εβδομάδα
es: Semana anterior
id: Minggu lalu
ja: 先週
no: Forrige uke
ru: Предыдущая неделя
tr: Önceki hafta
uk: Минулий тиждень
vi: Tuần trước

# Languages::previous_year
source: Previous year
ar: السنة السابقة
cs: Předchozí rok
da: forrige år
de: Vorheriges Jahr
el: Προηγούμενο έτος
es: Año anterior
id: Tahun lalu
ja: 昨年
no: Forrige år
ru: Предыдущий год
tr: Önceki yıl
uk: Минулий рік
vi: Năm trước

# Languages::prev_page
source: Prev
ar: السابق
cs: Předchozí
de: Zurück
el: Προηγ
es: Anterior
id: Sebelum
ja: 前へ
no: Forrige
ru: Назад
tr: Geri
uk: Назад
vi: Trước

# Languages::price
source: Price
ar: السعر
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
id: Harga
ja: 価格
no: Pris
ru: Цена
tr: Fiyat
uk: Ціна
vi: Giá

# Languages::price_decreased
source: Price has been decreased by
ar: تم إنقاص السعر بـ
cs: Cena byla snižena o
da: Prisfald på
de: Preis wurde ermässigt um
el: Η τιμή έχει μειωθεί κατά
es: El precio ha sido reducido en
id: Harga turun sebesar
ja: 次の金額を商品価格から減算しました
no: Pris har blitt redusert med
ru: Цена была уменьшена на
tr: Fiyat azaltıldı
uk: Ціна зменшилась на
vi: Giá được giảm bởi

# Languages::price_dec_sign_delimiter
source: Price decimal separator
ar: الفاصلة العشرية للسعر
cs: Oddělovač desetinných míst
da: Pris decimal separatør
de: Preis, Dezimal Begrenzer
el: Τιμή υποδιαστολής
es: Separador decimal precio
id: Pembatas desimal harga
ja: 小数点の区切り文字
no: Pris desimal skilletegn
ru: Разделитель цены
uk: Десятковий роздільник ціни
vi: Dấu phân tách giá

# Languages::price_includes_tax
source: Price includes tax
ar: السعر مضاف إليه الضريبة
cs: Cena včetně daně
da: Pris inkl. moms
de: Preis inkl. Mw.St.
el: Τιμή με Φόρο
es: Impuestos incluidos en precio
id: Harga termasuk pajak
ja: 内税
no: Prisen inkluderer moms
ru: Цена включает налог
tr: Vergiyi fiyata dahil et
uk: Ціна включає податок
vi: Giá bao gồm thuế

# Languages::price_increased
source: Price has been increased by
ar: تم زيادة السعر بـ
cs: Cena byla zvýšena o
da: Prisstigning
de: Preis wurde erhöht um
el: Η τιμή έχει αυξηθεί κατά
es: El precio se ha incrementado en
id: Harga naik sebesar
ja: 次の金額を商品価格に加算しました
no: Pris har blitt økt med
ru: Цена была увеличена на
tr: Fiyat çoğaltıldı
uk: Ціна зросла на
vi: Giá được tăng bởi

# Languages::price_in_points
source: Price in points
ar: السعر بالنقاط
cs: Cena v bodech
da: Pris i point
de: Preis in Punkte
el: Τιμή σε πόντους
es: Precio en puntos
id: Harga Poin
ja: 必要ポイント数
no: Pris i poeng
ru: Цена в баллах
tr: Puan değeri
uk: Ціни в баллах
vi: Giá với số điểm

# Languages::price_summary
source: Price summary
ar: ملخص السعر
cs: Shrnutí ceny
da: Pris resumé
de: Preis Zusammenfassung
el: Περίληψη τιμής
es: Resumen de precios
id: Ringkasan harga
ja: 価格概要
no: Prisoppsummering
ru: Суммарная стоимость
tr: Fiyat özeti
uk: Сумарна вартість
vi: Tóm tắt giá

# Languages::pricing_inventory
source: Pricing / inventory
ar: تسعير / مخزون
cs: Ceny / zásoby
da: Pris / lagerliste
de: Preis / Inventar
el: Τιμολόγηση / απογραφή
es: Precios / Inventario
id: Harga / persediaan
ja: 価格 / 在庫
no: Prissetting / lagerbeholdning
ru: Ценообразование / Склад
tr: Fiyat / envanter
uk: Ціноутворення / склад
vi: Giá / hàng tồn kho

# Languages::primary
source: Primary
ar: أساسي
cs: Základní
da: Primær
de: Primär
el: Πρωταρχικός
es: Primario
id: Utama
ja: プライマリ
no: Primær
ru: Основной
tr: İlk
uk: Основний
vi: Chính

# Languages::primary_currency
source: Primary currency
ar: العملة الأساسية
cs: Hlavní měna
da: Primære valuta
de: Hauptwährung
el: Πρωταρχικό νόμισμα
es: Moneda primaria
id: Mata uang utama
ja: ベース通貨
no: Primærvaluta
ru: Базовая валюта
tr: Ana parabirimi
uk: Базова валюта
vi: Loại tiền chính

# Languages::print_card
source: Print card
ar: طباعة البطاقة
cs: Tisk karty
da: Udskriv kort
de: Gutschein drucken
el: Εκτύπωση κάρτας
es: Imprimir tarjeta
id: Cetak kartu
ja: ギフト券の印刷
no: Skriv kort
ru: Распечатать открытку
tr: Kart yazdır
uk: Друк листівки
vi: In thẻ

# Languages::print_credit_memo
source: Print credit memo
ar: طباعة مذكرة الرصيد
cs: Vytištění dobropisu
da: Udskriv kreditnota
de: Kredit Memo drucken
el: Εκτύπωση πιστωτικού σημειώματος
es: Imprimir nota de crédito
id: Cetak nota kredit
ja: クレジットメモを印刷
no: Skriv ut kreditnota
ru: Распечатать кредитовое извещение
uk: Друк кредитного сповіщення
vi: In bản ghi nhớ tín dụng

# Languages::print_invoice
source: Print invoice
ar: طباعة الفاتورة
cs: Tisk objednávky
da: Udskriv faktura
de: Rechnung drucken
el: Εκτύπωση Τιμολογίου
es: Imprimir orden pedido
id: Cetak tagihan
ja: 注文確認書を印刷
no: Skriv ut faktura
ru: Распечатать счет
tr: faturayı yazdır
uk: Роздрукувати рахунок
vi: In hóa đơn

# Languages::edit_invoice
source: Edit invoice
ar: تحرير الفاتورة
cs: Upravit fakturu
da: Udskriv faktura
de: Rechnung drucken
el: Επεξεργασία τιμολογίων
es: Editar factura
id: Edit Faktur
ja: 請求書の編集
no: Rediger faktura
ru: Редактировать счёт
tr: Fatura düzenleme
uk: Редагувати рахунок
vi: Sửa hóa đơn

# Languages::remove_invoice
source: Remove invoice
ar: إزالة الفاتورة
cs: Odstranit fakturu
da: Fjern faktura
de: Rechnung entfernen
el: Αφαιρέστε το τιμολόγιο
es: Eliminar factura
id: Hapus faktur
ja: 請求書の削除
no: Fjern faktura
ru: Удалить счёт
tr: Faturayı kaldır
uk: Видалити рахунок
vi: Loại bỏ hóa đơn

# Languages::print_order_details
source: Print order details
ar: طباعة تفاصيل الطلب
cs: Tisknout detail objednávky
da: Udskriv ordredetaljer
de: Bestellungs Details drucken
el: Εκτύπωση λεπτομερειών της παραγγελίας
es: Imprimir detalle de pedido
id: Cetak rincian pesanan
ja: 注文確認書の印刷
no: Skriv ut ordredetaljer
ru: Распечатать информацию о заказе
tr: Sipariş Detaylarını Yazdır
uk: Друкувати деталі замовлення
vi: In chi tiết đơn đặt hàng

# Languages::print_packing_slip
source: Print packing slip
ar: طباعة قصاصة العبوة
cs: Tisk dodacího listu
da: Udskriv pakke bon
de: Lieferschein drucken
el: Εκτύπωση του δελτίου συσκευασίας
es: Imprimir albaranes
id: Cetak slip kemasan
ja: 配送表を印刷
no: Skriv ut pakkseddel
ru: Распечатать упаковочный реестр
tr: Paket etiketi yazdır
uk: Друк упаковочного реєстру
vi: In phiếu đóng gói

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
ar: طباعة قصاصة العبوة (pdf)
cs: Tisk dodacího listu (pdf)
da: Udskrive følgesedlen (pdf)
de: Lieferschein drucken (PDF)
el: Εκτύπωση Δελτίου Συσκευασίας (pdf)
es: Imprimir hoja de embalaje (pdf)
id: Cetak slip kemasan (pdf)
ja: 配送表を印刷(PDF)
no: Skriv ut pakkseddel (pdf)
ru: Распечатать упаковочный реестр (pdf)
uk: Друк упаковочного реєстру (pdf)
vi: In phiếu đóng gói (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
ar: طباعة مذكرة الرصيد (pdf)
cs: Tisknout kredit memo (pdf)
da: Udskriv kreditnota (pdf)
de: Kredit Memo drucken (PDF)
el: Εκτύπωση πιστωτικού σημειώματος (pdf)
es: Imprimir nota de crédito (pdf)
id: Cetak nota kredit (pdf)
ja: クレジットメモを印刷 (PDF)
no: Skriv ut kreditnota (pdf)
ru: Распечатать кредитовое извещение в формате (pdf)
uk: Друк кредитного сповіщення (pdf)
vi: In bản ghi thẻ tín dụng (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
ar: طباعة الفاتورة (pdf)
cs: Uložit jako PDF
da: Udskriv faktura (pdf)
de: Rechnung drucken (PDF)
el: Εκτύπωση τιμολογίου (pdf)
es: Imprimir factura (pdf)
id: Cetak tagihan (pdf)
ja: 納品書(PDF)を印刷
no: Skriv ut faktura (pdf)
ru: Распечатать счет (PDF)
tr: Faturayı yazdır (pdf)
uk: Роздрукуйте рахунок (pdf)
vi: In hóa đơn (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
ar: طباعة تفاصيل الطلب (pdf)
cs: Tisknout detail objednávky (pdf)
da: Udskriv for detaljer (pdf)
de: Bestellungs Details drucken (PDF)
el: Εκτύπωση λεπτομερειών της παραγγελίας (pdf)
es: Imprimir detalles del pedido (pdf)
id: Cetak rincian pesanan (pdf)
ja: 納品書の印刷(PDF)
no: Skriv ut ordredetaljer (pdf)
ru: Распечатать информацию о заказе в формате (pdf)
tr: Sipariş Detaylarını Yazdır (pdf)
uk: Друк інформації про замовлення (pdf)
vi: In chi tiết đơn hàng (pdf)

# Languages::print_slip
source: Print slip
ar: طباعة القصاصة
cs: Tisk stvrzenky
da: Udskriv bon
de: Lieferschein drucken
el: Εκτύπωση Αποδειξης
es: Imprimir hoja de devolución
id: Cetak slip
ja: 配送表
no: Skriv ut kvittering
ru: Распечатать реестр
tr: Slip yazdır
uk: Друкувати реєстр
vi: In phiếu

# Languages::priority
source: Priority
ar: الأولوية
cs: Priorita
da: Prioritet
de: Priorität
el: Προτεραιότητα
es: Prioridad
id: Prioritas
ja: 優先順位
no: Prioritet
ru: Приоритет
tr: Öncelik
uk: Приоритет
vi: Ưu tiên

# Languages::private
source: Private
ar: خاص
cs: Osobní
da: Privat
de: Privat
el: Ιδιωτικός
es: Privado
id: Pribadi
ja: プライベート
no: Privat
ru: Личный
tr: Özel
uk: Особистий
vi: Riêng tư

# Languages::private_customer_settings
source: Private customer settings
ar: خصائص عميل خاصة
cs: Nastavení soukromých zákazníků
da: Privat kunde indstillinger
de: Einstellungen Privatkunde
el: Ιδιωτικές ρυθμίσεις πελάτη
es: Ajustes privados del cliente
id: Pengaturan pribadi pelanggan
no: Private kundeinnstillinger
ru: Личные настройки покупателя
uk: Особисті налаштування покупця
vi: Cài đặt khách hàng riêng tư

# Languages::privilege
source: Privilege
ar: امتياز
cs: Výsada
da: Privilegier
de: Zugriffsberechtigung
el: Προνόμιο
es: Privilegio
id: Hak istimewa
ja: 権限
no: Rettighet
ru: Права
tr: İzin
uk: Привілей
vi: Đặc quyền

# Languages::privileges
source: Privileges
ar: امتيازات
cs: Výsady
da: Privilegier
de: Zugriffsberechtigungen
el: Προνόμια
es: Privilegios
id: Hak-hak istimewa
ja: 権限
no: Privilegier
ru: Привилегии
tr: İzinler
uk: Привілеї
vi: Đặc quyền

# Languages::privileges.change_order_status
source: Can change statuses
de: Status kann geändert werden
el: Μπορεί να αλλάξει τις καταστάσεις
id: Dapat mengubah status
ru: Смена статуса
uk: Можна змінювати статуси

# Languages::privileges.create_order
source: Can create
de: Kann erstellt werden
el: Δυνατότητα Δημιουργίας
es: Puede crear
id: Dapat membuat
ru: Создание
uk: Можна створювати

# Languages::privileges.backup_restore
source: Can manage
de: Kann verwaltet werden
el: Δυνατότητα Διαχείρισης
id: Dapat mengelola
ru: Управление
uk: Можна керувати

# Languages::privileges.delete_logs
source: Can delete
de: Kann gelöscht werden
el: Δυνατότητα Διαγραφής
es: Puede borrar
id: Dapat menghapus
ru: Удаление
uk: Можна видаляти

# Languages::privileges.delete_orders
source: Can delete
de: Kann gelöscht werden
el: Δυνατότητα Διαγραφής
es: Puede borrar
id: Dapat menghapus
ru: Удаление
uk: Можна видаляти

# Languages::privileges.edit_blocks
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.edit_order
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.edit_files
source: Edit files
ar: تحرير الملفات
cs: Editovat soubory
da: Redigere filer
de: Dateien bearbeiten
el: Επεξεργασία Αρχείων
es: Editar archivos
id: Edit file
ja: ファイルの編集
no: Rediger filer
ru: Редактировать файлы
uk: Редагувати файли
vi: Sửa tập tin

# Languages::privileges.exim_access
source: Can manage
de: Kann verwaltet werden
el: Δυνατότητα Διαχείρισης
id: Dapat mengelola
ru: Управление
uk: Можна керувати

# Languages::privileges.manage_catalog
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_currencies
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_design
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_languages
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_locations
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_order_statuses
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_pages
source: Manage pages
ar: إدارة الصفحات
cs: Správa stránek
da: Administrer sider
de: CMS (Seiten) verwalten
el: Διαχείριση σελίδων
es: Gestionar CMS
id: Kelola halaman
ja: ページの管理
no: Administrer nettsider
ru: Управление страницами
uk: Керування сторінками
vi: Quản lý trang

# Languages::privileges.manage_payments
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_promotions
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_reports
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_shipping
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_sitemap
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_static_data
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_storage
source: Can manage
de: Kann verwaltet werden
el: Δυνατότητα Διαχείρισης
id: Dapat mengelola
ru: Управление
uk: Можна керувати

# Languages::privileges.manage_stores
source: Manage stores
ar: إدارة المتاجر
cs: Správa obchodů
da: Administrere butikker
de: Stores verwalten
el: Διαχείρηση Καταστημάτων
es: Administrar tiendas
id: Kelola toko
ja: ショップの管理
no: Administrer butikker
ru: Управление магазинами
tr: Mağazaları yönet
uk: Керування крамницями
vi: Quản lý cửa hàng

# Languages::privileges.manage_taxes
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_themes
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_translation
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_usergroups
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_users
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_email_templates
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.manage_document_templates
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.update_settings
source: Can edit
de: Kann bearbeitet werden
el: Δυνατότητα Επεξεργασίας
es: Puede editar
id: Dapat mengedit
ru: Редактирование
uk: Можна редагувати

# Languages::privileges.upgrade_store
source: Can upgrade
de: Kann aktualisiert werden
el: Δυνατότητα Αναβάθμισης
id: Dapat melakukan peningkatan
ru: Обновление
uk: Можна оновлювати

# Languages::privileges.view_catalog
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_currencies
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_languages
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_locations
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_logs
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути

# Languages::privileges.view_orders
source: Can view
de: Kann angesehen werden
el: Δυνατότητα Προβολής
es: Puede ver
id: Dapat melihat
ru: Просмотр
uk: Можна переглянути
