Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
ar: <p>يجب الرجوع إلى LESS لتتمكن من استخدام محرر الثيم, لأنه يتعامل مع ملفات الـ LESS وليس ملفات الـ CSS البسيطة.</p><p><srtong>مـهـــم:</strong>سيتم الكتابة على كل ملفات الـ CSS أثناء الاستعادة! وسيتم الاحتفاظ بالتعديلات المخصصة على ملفات الـ CSS في مجلد النسخ الاحتياطية إن شاء الله.</p>
cs: <p>Pokud chcete používat Editor témat, musíte se přepnout zpět na LESS, které používá namísto CSS.</p><p><strong>Důležité:</strong> Všechny CSS soubory budou při obnově přepsány! Vlastní změny v CSS budou uloženy v zálohovém adresáři.</p>
da: <p>Du bør skifte tilbage til LESS for at kunne bruge temaeditor, fordi den behandler LESS i stedet for almindeligt CSS.</p><p><strong>Vigtigt:</strong> alle CSS-filer vil blive overskrevet under gendannelsen! Brugerdefinerede CSS ændringer vil blive gemt i sikkerhedskopimappen.</p>
el: <p>Θα πρέπει να γυρίσετε πίσω σε LESS ώστε να είστε σε θέση να χρησιμοποιήσετε το συντάκτη του θέματος, επειδή ασχολείται με λιγότερο αρχεία αντί για απλό CSS.</p><p><strong>ΣΗΜΑΝΤΙΚΟ:</strong> όλα τα CSS αρχεία θα αντικατασταθούν κατά την επαναφορά! Προσαρμοσμένα αρχεία CSS και οι τροποποιήσεις αυτών θα αποθηκευτούν στον κατάλογο αντιγράφων ασφαλείας.</p>
es: <p>Se debe volver a LESS para usar el editor de Tema, puesto que gestiona archivos LESS en lugar de CSS simple. </p><p><strong>Importante: </strong> Se sobreescribirán todos los archivos CSS durante la restauración! Las modificaciones personalizadas de CSS se guardarán en el directorio de copias de seguridad. </p>
id: <p> Anda harus beralih kembali ke KURANG agar bisa menggunakan editor Tema, karena berhubungan dengan file LESS dan bukan CSS biasa. </p><p><strong> Penting:</strong> Semua file CSS akan ditimpa selama pemulihan! Modifikasi CSS ubahsuaian akan disimpan di direktori cadangan.</p>
ja: <p>テーマエディターを利用するにはLESSを有効化する必要があります。</p><srtong>重要:</strong> LESSを有効化するとすべてのCSSファイルは自動バックアップされた後に上書きされます。</p>
no: <p>Du bør bytte tilbake til LESS å kunne bruke malredigereren, fordi den omhandler LESS-filer i stedet for vanlig CSS.</p><p><srtong>Viktig:</strong> Alle CSS-filer vil bli overskrevet under gjenopprettingen! Tilpassede CSS-modifikasjoner vil bli lagret i backup-katalogen.</p>
ru: <p>Нужно переключиться обратно на LESS, чтобы иметь возможность использовать Редактор тем, так как он работает с файлами LESS, а не CSS.</p><p><strong>Важно:</strong> Все файлы CSS будут переписаны в процессе восстановления! Индивидуальные изменения CSS будут сохранены в каталоге резервных копий.</p>
uk: <p>Потрібно перемкнутися назад на LESS, щоб мати можливість використовувати Редактор тем, так як він працює з файлами LESS, а не CSS.</p><p><strong>Важливо:</strong> Все файли CSS будуть переписані в процесі відновлення! Індивідуальні зміни CSS будуть збережені в каталозі резервних копій.</p>
vi: <p>Bạn nên chuyển quay lại LESS để có thể sử dụng Trình soạn thảo chủ đề, bởi vì nó đề với tập tin LESS thay vì CSS phẳng.</p> <p><strong>QUAN TRỌNG:</strong> Tất cả tập tin CSS sẽ được ghi đè trong quá trình khôi phục! Tùy chỉnh CSS sửa đổi sẽ được lưu trong thư mục sao lưu.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
ar: سيتم أخذ نسخة احتياطية من التعديلات على الـ CSS وسيتم الكتابة عليها. هل أنت متأكد من رغبتك باستمرار استعادة الـ LESS؟
cs: Vaše změny CSS budou zálohovány a přepsány. Opravdu chcete pokračovat v obnově LESS?
da: Din CSS ændringer bliver sikkerhedskopieret og overskrevet. Er du sikker på at fortsætte med LESS gendannelse?
de: Ihre CSS-Änderungen werden gesichert und überschrieben. Sind Sie sicher, dass Sie mit der GERINGEREN Wiederherstellung fortfahren werden?
el: Οι τροποποιήσεις σας στο CSS θα είναι γινουν αντιγραφο ασφαλείας και θα αντικατασταθούν. Είστε βέβαιοι ότι θέλετε να συνεχίσετε με την επαναφορά του LESS;
es: Se realizará copia de seguridad y luego se sobreescribirán las modificaciones de CSS. Estás seguro de continuar con el restablecimiento de LESS?
id: Modifikasi CSS Anda akan dicadangkan dan ditimpa. Apakah Anda yakin untuk melanjutkan pengembalian KURANG?
ja: LESSを有効化するとご利用中のCSSファイルはバックアップされた後に上書きされます。処理を継続しますか？
no: Dine CSS modifikasjoner vil bli sikkerhetskopiert og overskrevet. Er du sikker på at du vil fortsette med LESS-gjenopprettingen?
ru: Подтвердить включение LESS
uk: Підтвердити включення LESS
vi: Sửa đổi CSS của bạn sẽ được sao lưu và ghi đè. Bạn chắc chắn sẽ tiếp tục với khôi phục LESS?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
ar: ملفات الـ CSS المترجمة لا تدعم الاستايلات. استعد الـ LESS من <a target="_blank" href="[url]">محرر الثيم</a> لتتمكن من تغيير الاستايلات.
cs: Kompilované CSS soubory nepodporují styling. Obnovte LESS v <a target="_blank" href="[url]">Editoru témat</a>, abyste mohli měnit styly.
da: Kompileret CSS filer understøtter ikke styling. Gendanne LESS i <a target="_blank" href="[url]"> tema-editor</a> til at være i stand til at ændre typografier.
el: Τα μεταγλωτισμένα (compiled) αρχεία CSS δεν υποστηρίζουν styling. Επαναφέρετε το LESS στο <a target="_blank" href="[url]"> συντάκτη θέματος</a> για να είστε σε θέση να αλλάξετε το στυλ.
es: Los archivos compilados de CSS no soprtan cambios. Restablece LESS en el <a target="_blank" href="[url]">editor de Tema</a> para poder cambiar estilos.
id: Dikompilasi file CSS tidak mendukung styling. Mengembalikan kurang dalam <a target="_blank" href="[url]"> tema editor</a> mampu mengubah gaya.
ja: コンパイル済みCSSファイルはスタイルの変更に対応していません。スタイルを変更するには <a target="_blank" href="[url]">テーマエディター</a> からLESSを有効化してください。
no: Samlede CSS-filer støtter ikke stiler. Gjenopprett LESS i <a target="_blank" href="[url]">Malredigereren</a> for å kunne endre stiler.
ru: Скомпилированные CSS-файлы не поддерживают стили. Восстановите LESS через <a target="_blank" href="[url]">Редактор тем</a>, чтобы редактировать стили.
uk: Скомпільовані CSS-файли не підтримують стилі. Відновіть LESS через <a target="_blank" href="[url]">Редактор тем</a>, щоб редагувати стилі.
vi: Biên tập các tập tin CSS không hỗ trợ tạo kiểu dáng. Khôi phục lại LESS trong <a target="_blank" href="[url]">Trình biên tập chủ đề</a> để có thể thay đổi kiểu dáng.

# Languages::need_product_name
source: You have to specify product name
ar: يجب أن تعين اسم منتج
cs: Je nutné zadat název zboží
da: Du skal angive produktnavn
de: Sie müssen den Artikelnamen festlegen.
el: Πρέπει να ορίσετε το όνομα του Προϊόντος
es: Especifica nombre de producto
id: Anda harus menentukan nama produk
ja: 商品名を指定してください
no: Du må spesifisere produktnavn
ru: Необходимо указать название товара
tr: Ürün adı belirtilmek zorundadır
uk: Необхідно вказати назву товару
vi: Bạn phải chỉ định tên sản phẩm

# Languages::api_required_field
source: The [field] field is required
ar: خانة [field] مطلوبة
cs: [field] pole je povinné
da: Feltet [field] er påkrævet
de: Das [field] Feld wird benötigt.
el: Το πεδίο [field] είναι υποχρεωτικό
es: El campo [field] es requerido
id: Bidang [field] diperlukan
ja: [field]フィールドを指定してください
no: Feltet [field] er påkrevet
ru: Поле [field] обязательное
tr: [field] alanı gereklidir
uk: [field] поле є обов'язковим
vi: Mục [field] là bắt buộc

# Languages::update_translation
source: Update translations
cs: Aktualizovat překlady
da: Opdatere oversættelser
de: Übersetzungen aktualisieren
el: Ενημέρωση μεταφράσεων
es: Actualización de traducciones
id: Perbarui terjemahan
ja: 言語変数を更新
no: Oppdater oversettelser
ru: Обновить переводы
tr: Çevirileri Güncelleme
uk: Оновити переклад
vi: Cập nhật bản dịch

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
ar: كود اللغة في ملف PO لا يطابق اللغة المطلوب تحديثها
cs: Kód jazyka v PO souboru se neshoduje s kódem aktualizovaného jazyka
da: Sprogkode i PO-filen stemmer ikke overens med den opdaterede sprog
de: Der Sprachcode in der Bestelldatei stimmt nicht mit dem der aktualisierten Sprache überein
el: Ο Κωδικός γλώσσας στο αρχείο PO δεν ταιριάζει με αυτό της επικαιροποιημένης γλώσσας
es: El código de idioma en el archivo PO no corresponde con el del lenguage a actualizar
id: Kode bahasa pada file PO tidak sesuai dengan bahasa yang diperbarui
ja: POファイル内の言語コードが更新対象の言語と一致しません
no: Språkkoden i PO-filen samsvarer ikke med det oppdaterte språket
ru: Код языка из файла PO не совпадает с кодом обновляемого языка
uk: Код мови з файлу PO не збігається з кодом оновлюваного мови
vi: Mã ngôn ngữ trong các tập tin PO không phù hợp với các ngôn ngữ cập nhật

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
cs: Třída PharData nebyla nalezena. Čtěte více: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
da: Den PharData klasse findes ikke. Læs mere: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>
el: Η κλάση PharData δεν βρέθηκε. Διαβάστε περισσότερα: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
es: No se ha encontrado la clase PharData. Leer más en: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
id: Kelas PharData tidak ditemukan. Baca lebih lanjut: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>
ja: PharDataクラスが見つかりません。詳しくは <a href="https://php.net/manual/ja/class.phardata.php">https://php.net/manual/ja/class.phardata.php</a> を参照してください。
no: PharData class ble ikke funnet. Les mer: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
ru: Класс PharData не найден. Подробнее: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
uk: Клас PharData нез найдено. Докладніше: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
vi: Các lớp PharData không tìm thấy. Đọc tiếp: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
cs: Třída ZipArchive nebyla nalezena. Čtěte více: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
da: Den ZipArchive klasse ikke findes. Læs mere: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>
el: Η κλάση ZipArchive δεν βρέθηκε. Διαβάστε περισσότερα: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
es: No se encuentra la clase ZipArchive. Más información en: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
id: Kelas ZipArchive tidak ditemukan. Baca lebih lanjut: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>
ja: ZipArchiveクラスが見つかりません。詳しくは <a href="https://php.net/manual/ja/class.ziparchive.php">https://php.net/manual/ja/class.ziparchive.php</a> を参照してください。
no: ZipArchive class ikke funnet. Les mer: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
ru: Класс ZipArchive не найден. Подробнее: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
uk: Класс ZipArchive не знайдено. докладно: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
vi: Các lớp ZipArchive không tìm thấy. Đọc tiếp: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
ar: "ZIP" PHP لم يتم تثبيت ملحق. الرجاء تثبيت "ZIP" PHP extension لخلق واستخراج ZIP-archives.
cs: "Zip" PHP rozšíření není nainstalováno. Nainstalujte si, prosím, "Zip" PHP rozšíření a vytvářejte a extrahujte ZIP-archivy.
da: "Zip" PHP forlængelse er ikke installeret. Installer "Zip" PHP forlængelse hen til oprette og uddrag ZIP-arkiver.
el: Η επέκταση PHP "Zip" δεν είναι εγκατεστημένη. Παρακαλούμε εγκαταστήσετε την επέκταση PHP "Zip" για να δημιουργήσετε και να εξαγάγετε αρχεία ZIP.
es: La extensión "Zip" de PHP no está instalada. Por favor, instale la extensión "Zip" de PHP para crear y extraer archivos Zip.
id: Ekstensi PHP "Zip" tidak terpasang Silahkan instal ekstensi "Zip" PHP untuk membuat dan mengekstrak ZIP-archives.
ja: "Zip" PHPエクステンションがインストールされていません。 ZIPアーカイブを生成するためには、"Zip" PHPエクステンションをインストールする必要があります。
no: "Zip" PHP-utvidelsen ikke er installert. Vennligst installer "Zip" PHP-utvidelsen for å kunne pakke ut zip-arkiv.
ru: Расширение "Zip" для PHP не установлено. Пожалуйста, установите расширение "Zip" для PHP для создания и распаковки ZIP-архивов.
tr: ''Zip'' PHP uzantısı yüklenemedı. Lütfen bir PHP uzantısı ''Zip'' oluşturun ve ZIP arşivlerini ayıklayın.
uk: Розширення "Zip" для PHP не встановлено. Будь ласка, встановіть розширення "Zip" для PHP для створення і розпакування ZIP-архівів.
vi: "Zip" PHP mở rộng không được cài đặt. Xin vui lòng cài đặt "Zip" PHP mở rộng để tạo ra và giải nén kho lưu trữ ZIP.

# Languages::make_archive
source: Make archive
ar: اضغط
cs: Vytvořit archiv
da: Gøre Arkiv
de: Archiv anlegen
el: Δημιουργία Αρχείου
es: Crear archivo
id: Buat arsip
ja: アーカイブを作成
no: Lag arkivfil
ru: Заархивировать
tr: Arşiv yap
uk: Заархівувати
vi: Tạo lưu trữ

# Languages::marketplace
source: Marketplace
da: Markedsplads
de: Marktplatz
el: Αγορα Marketplace
es: Mercado
id: Pasar
ja: マーケットプレイス
ru: Маркет
uk: Маркет
vi: Thị trường

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
cs: Objevte více doplňků a témat na <a href="[href]" target="_blank">Marketplace</a>
da: Find flere add-ons og temaer i <a href="[href]" target="_blank"> Marketplace</a>
de: Find more add-ons and themes in <a href="http://marketplace.cs-cart.com/" target="_blank">CS-Cart marketplace</a>
el: Βρείτε περισσότερα Πρόσθετα και Θέματα στο <a href="http://marketplace.cs-cart.com/" target="_blank"> CS-Cart Marketplace </ a>
es: Encuentra mas complementos y temas en <a href="http://marketplace.cs-cart.com/" target="_blank">CS-Cart marketplace</a>
id: Menemukan lebih banyak Pengaya dan tema di <a href="[href]" target="_blank"> pasar</a>
ja: <a href="http://marketplace.cs-cart.com/" target="_blank">CS-Cartマーケットプレイス（英語）</a> からサードパーティ製のアドオンやテーマを探す<br />※ CS-Cart日本語版で正常に動作しない場合があります。
no: Finn flere moduler og maler på <a href="[href]" target="_blank">Marketplace</a>
ru: Больше модулей и тем вы найдете в <a href="[href]" target="_blank">Маркете</a>.
uk: Знайти більше доповнень та тем <a href="[href]" target="_blank">в маркеті</a>
vi: Tìm thêm các add-on và các chủ đề trong <a href="[href]" target="_blank"> Thị trường</a>

# Languages::more_languages
source: More languages
de: Weitere Sprachen
el: Περισσότερες γλώσσες
id: Bahasa lainnya
ru: Другие языки
uk: Інші мови
vi: Thêm ngôn ngữ

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
el: Εάν δεν έχετε βρει τη γλώσσα που χρειάζεστε, ελέγξτε <a href="[href]" target="_blank">τον ιστότοπό μας με τα δωρεάν γλωσσικά πακέτα</a>.
id: Jika Anda belum menemukan bahasa yang Anda butuhkan, silakan cek <a href="[href]" target="_blank">situs kami dengan pilihan bahasa bebas</a>.
ru: Если вы не нашли нужный язык, посетите <a href="[href]" target="_blank">наш сайт с бесплатными языковыми пакетами</a>.
uk: Якщо ви не знайшли потрібну мову, відвідайте <a href="[href]" target="_blank">наш сайт з безкоштовними мовними пакетами</a>.

# Languages::extract_archive
source: Extract archive
ar: فك الضغط
cs: Rozbalit archiv
da: Uddrag arkiv
de: Archiv extrahieren
el: εξαγάγετε αρχείο
es: Extraer archivo
ja: アーカイブを解凍
no: Pakk opp arkivfil
ru: Разархивировать
tr: Arşivi aç
uk: Розархівувати
vi: Giải nén lưu trữ

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
cs: Hromadný tisk dodacích listů
da: Pakning slip bulk print
el: Μαζική εκτύπωση Δελτίου Συσκευασίας
es: Embalaje de impresión mayor deslizamiento
ja: 配送表の一括印刷
no: Pakkseddel bulk utskrift
ru: Пакетная печать упаковочного листа
uk: Пакетний друк упаковочного ордеру
vi: In gói số lượng lớn

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
cs: Vytisknout (pdf)
da: Faktura bulk print (PDF)
el: Μαζική εκτύπωση Τιμολογίου (PDF)
es: Impresión mayor factura (PDF)
id: Cetak massal faktur (PDF)
ja: 納品書(PDF)の一括印刷
no: Faktura bulk utskrift (PDF)
ru: Массовая печать Счетов (PDF)
tr: Yazdır (pdf)
uk: Масовий друк рахунків (PDF)
vi: In số lượng lớn hoá đơn (PDF)

# Languages::text_all_categories_included
source: All categories included
cs: Všechny kategorie zahrnuty
da: Alle kategorier inkluderet
el: Περιλαμβάνονται όλες οι κατηγορίες
es: Todas las categorías incluidas
id: Semua kategori disertakan
ja: 登録済みのすべてのカテゴリー
no: Alle kategorier inkludert
ru: Все категории включены
tr: Tüm katgoriler dahil
uk: Всі категорії включені
vi: Tất cả danh mục bao gồm

# Languages::text_all_products_included
source: All products included
cs: Všechno zboží zahrnuto
da: Alle produkter inkluderet
el: Όλα τα προϊόντα που περιλαμβάνονται
es: Todos los productos incluidos
id: Semua produk disertakan
ja: 登録済みのすべての商品
no: Alle produktene inkludert
ru: Все продукты включены
uk: Всі товари включені
vi: Tất cả sản phẩm bao gồm

# Languages::usergroup_registered
source: Registered users
cs: Registrovaní uživatelé
da: Registrerede brugere
el: Εγγεγραμμένοι χρήστες
es: Usuarios registrados
id: Pengguna terdaftar
ja: 会員登録済のお客様
no: Registrerte brukere
ru: Зарегистрированные
tr: Registered user
uk: Зареєстровані
vi: Người dùng đăng ký

# Languages::person_name
source: Name
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
id: Nama
ja: 氏名
no: Navn
ru: Имя
uk: Ім'я
vi: Tên

# Languages::promotions.cond_any
source: any
cs: jakýkoliv
da: enhver
de: irgendein
el: οποιαδήποτε
es: cualquier
id: apa saja
ja: いずれか
no: noen
ru: любое
uk: будь-які
vi: bất kỳ

# Languages::promotions.cond_all
source: all
cs: všechno
da: alle
de: alle
el: όλα
es: todos
id: semua
ja: すべて
no: alle
ru: каждое
uk: всі
vi: tất cả

# Languages::promotions.cond_true
source: true
cs: pravda
da: sandt
de: wahr
el: αληθές
es: verdadero
id: benar
no: sant
ru: выполняется
uk: істина
vi: đúng

# Languages::promotions.cond_false
source: false
cs: nepravda
da: falsk
de: falsch
el: ψευδές
es: falso
id: salah
no: usant
ru: не выполняется
uk: хибність
vi: sai

# Languages::text_select_vendor
source: Please select a store first
cs: Prosím, nejdříve vyberte obchod
da: Vælg en butik først
de: Bitte wählen Sie zuerst einen Shop aus.
el: Επιλέξτε πρώτα ένα κατάστημα
es: Por favor seleccione primero una tienda
id: Silakan pilih toko pertama
ja: ショップを選択してください
no: Velg en butikk først
ru: Пожалуйста, выберите магазин
uk: Будь-ласка, оберіть спочатку крамницю
vi: Xin vui lòng chọn một cửa hàng trước

# SettingsSections::Appearance
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Shopdarstellung
el: Εμφάνιση
es: Apariencia
id: tampilan
ja: 表示設定
no: Utseende
ru: Внешний вид
tr: Görünüm
uk: Зовнішній вигляд
vi: Hiển thị

# SettingsSections::Company
source: Company
ar: الشركة
cs: Firma
da: Firma
de: Firma
el: Εταιρικά
es: Empresa
id: Perusahaan
ja: 運営会社
no: Firma
ru: Компания
tr: Firma Ünvanı
uk: Компанія
vi: Công ty

# SettingsSections::General
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
id: Umum
ja: 全般
no: Generelt
ru: Общие
uk: Загальне
vi: Tổng quát

# SettingsSections::Image_verification
source: Image verification
ar: التحقق بالصورة
cs: Ověření obrázkem
da: Billede verifikation
de: Prüfungsbild für Login (CAPTCHA)
el: Εικόνα Επαλήθευσης
es: Captcha
id: Verifikasi gambar
ja: 画像認証
no: Bildebekreftelse
ru: Антибот (CAPTCHA)
tr: Resim Doğrulama
uk: Перевірка зображенням
vi: Hình mã xác nhận

# SettingsSections::Logging
source: Logging
ar: السجلات
cs: Logování
da: Logs
de: Protokolle (Logging)
el: Καταγραφή
es: Registros
ja: ログ
ru: Журнал событий
uk: Журнал Подій
vi: Đăng nhập

# SettingsSections::Reports
source: Reports
ar: التقارير
cs: Reporty
da: Rapporter
de: Berichte
el: Αναφορές
es: Informes
id: Laporan
ja: 販売レポート
no: Rapporter
ru: Отчеты
tr: Raporlar
uk: Звіти
vi: Báo cáo

# SettingsSections::Security
source: Security settings
ar: الحماية
cs: Nastavení zabezpečení
da: Sikkerheds instillinger
de: Sicherheits Einstellungen
el: Ρυθμίσεις Ασφαλείας
es: Ajustes de seguridad
id: Pengaturan keamanan
ja: セキュリティ設定
no: Sikkerhetsinnstillinger
ru: Настройки безопасности
tr: Güvenlik Ayarları
uk: Налаштування безпеки
vi: Cài đặt bảo mật

# SettingsSections::Checkout
source: Checkout
cs: Objednávkový proces
da: Til Kassen
de: Kasse
el: Ταμείο
es: Pasar por Caja
id: Periksa
ja: 注文手続き
no: Utsjekking
ru: Оформление заказа
tr: Ödeme
uk: Оформити замовлення
vi: Thanh toán

# SettingsSections::Sitemap
source: Sitemap
ar: خريطة الموقع
cs: Mapa stránek
da: Oversigt
de: Sitemap (Seitenübersicht)
el: Χαρτης Site
es: Mapa del sitio
ja: サイトマップ
no: Sidekart
ru: Карта сайта
uk: Карта сайту
vi: Sơ đồ trang

# SettingsSections::Stores
source: Stores
ar: المتاجر
cs: Obchody
da: Butikker
de: Shops
el: Καταστήματα
es: Tiendas
id: Toko
ja: ショップ
no: Butikker
ru: Магазины
tr: Mağazalar
uk: Крамниці
vi: Cửa hàng

# SettingsSections::Thumbnails
source: Thumbnails
ar: الصور المصغرة
cs: Náhledy
da: Miniaturer
de: Miniaturbilder (Thumbnails)
el: Μικρογραφίες
es: Miniaturas
id: Thumbnail
ja: サムネイル
no: Miniatyrbilder
ru: Иконки
uk: Іконки
vi: Hình thu nhỏ

# SettingsSections::Upgrade_center
source: Upgrade center
ar: مركز الترقية
cs: Centrum aktualizací
el: Κέντρο Αναβάθμισης
es: Centro de actualizaciones
id: Pusat peningkatan versi
ja: アップグレード
no: Oppgraderingssenter
ru: Центр обновлений
tr: Yükseltme Merkezi
uk: Центр оновлень
vi: Trung tâm nâng cấp

# SettingsOptions::company_name
source: Company name
ar: اسم الشركة
cs: Název firmy
da: Firma navn
de: Name
el: Όνομα Εταιρείας
es: Nombre
id: Nama perusahaan
ja: 会社名
no: Firmanavn
ru: Название компании
tr: Şirket adı
uk: Назва компанії
vi: Tên công ty
