Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
cs: Nepodařilo se analyzovat proces upgradu popisovače uc.xml
da: Undladt at parse opgraderingsprocessen descriptor uc.xml
de: Analysieren des Upgrade process descriptor uc.xml fehlgeschlagen
el: Αποτυχία ανάλυσης της διαδικασίας αναβάθμισης του descriptor uc.xml
es: No se pudo analizar el descriptor del proceso de actualización uc.xml
id: Gagal mengurai proses upgrade deskriptor uc.xml
ja: アップデート内容の定義ファイルの読込に失敗しました
no: Klarte ikke å analysere descriptor uc.xml for oppgraderingsprosessen
ru: Не удалось обработать файл с описанием обновления uc.xml
uk: Не вдалося обробити файл з описом поновлення uc.xml
vi: Thất bại trong việc phân tích cú pháp uc.xml mô tả quá trình nâng cấp

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
cs: Nepodařilo se odebrat soubor
da: Det lykkedes ikke at fjerne fil
de: Löschen der Datei fehlgeschlagen
el: Αποτυχία κατάργησης του αρχείου
es: No se pudo quitar el archivo
id: Gagal menghapus file
ja: ファイルの削除に失敗しました
no: Kunne ikke fjerne filen
ru: Не удалось удалить файл
uk: Не вдалося видалити файл
vi: Thất bại trong việc loại bỏ tập tin

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
cs: Nepodařilo se odebrat aktualizaci popisovače packages.xml
da: Undladt at fjerne opgradering descriptor packages.xml
de: "Upgrade descriptor packages.xml" konnte nicht gelöscht werden.
el: Αποτυχία κατάργησης της αναβάθμισης των descriptor packages.xml
es: No se pudo quitar el descriptor de actualización packages.xml
id: Gagal menghapus upgrade deskripsi packages.xml
ja: アップデート内容の定義ファイルの削除に失敗しました
no: Kunne ikke fjerne descriptor packages.xml for oppgraderingen
ru: Не удалось удалить файл с описанием обновления packages.xml
uk: Не вдалося видалити оновлення дескриптора packages.xml
vi: Thất bại trong việc loại bỏ mô tả nâng cấp packages.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
cs: Nepodařilo se odstranit uzamykací soubor aktualizace. Odstraňte, prosím, soubor [file].
da: Undladt at fjerne upgrade låsefil. Fjern venligst filen [file].
de: Die geschlossene Upgrade-Datei konnte nicht entfernt werden. Bitte die Datei [file] löschen.
el: Απέτυχε να καταργηθει το κλειδωμενο αρχείο αναβάθμισης Καταργήστε το αρχείο [file].
es: No se pudo quitar el archivo de bloqueo. Por favor quita el archivo [file].
id: Gagal menghapus file kunci upgrade. Harap menghapus file[file].
ja: アップグレード用ロックファイルの削除に失敗しました。[file] を手動で削除してください。
no: Kunne ikke fjerne oppgraderings låsefilen. Vennligst fjern [file] filen.
ru: Не удалось удалить файл блокировки обновления. Пожалуйста, удалите файл [file].
uk: Не вдалося видалити файл блокування оновлення. Будь ласка, видаліть файл [file].
vi: Thất bại trong việc loại bỏ tập tin theo dõi nâng cấp. Hãy loại bỏ các tập tin [file].

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
cs: Nepodařilo se aktualizovat seznam nainstalovaných aktualizací
da: Kunne ikke opdatere listen over installerede opgraderinger
de: Aktualisierung Liste der installierten Upgrades fehlgeschlagen
el: Αποτυχία ενημέρωσης της λίστας των εγκατεστημένων αναβαθμίσεων
es: No se pudo recuperar la lista de actualizaciones instaladas
id: Gagal memperbarui daftar upgrade yang terpasang
ja: アップグレード一覧の更新に失敗しました
no: Kunne ikke oppdatere listen over installerte oppgraderinger
ru: Не удалось обновить список установленных обновлений
uk: Не вдалося оновити список встановлених оновлень
vi: Thất bại trong việc cập nhật danh sách các cài đặt nâng cấp

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
cs: Váš obchod byl úspěšně aktualizován
da: Din butik er blevet opgraderet med succes
de: Ihr Shop wurde erfolgreich verbessert.
el: Το κατάστημα σας αναβαθμίστηκε με επιτυχία
es: Su tienda se ha actualizado con éxito
id: Toko Anda telah ditingkatkan berhasil
ja: アップグレードが完了しました。
no: Butikken er oppgradert
ru: Магазин обновлен
tr: Mağazanız başarıyla yükseltildi
uk: Ваш магазин було успішно оновлено
vi: Cửa hàng của bạn đã được nâng cấp thành công

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
cs: <p>Váš obchod byl během procesu aktualizace uzavřen. Doporučujeme vám nejprve zkontrolovat jeho funkčnost a až tak ho otevřít.</p><p>Obchod můžete znovu otevřít odškrtnutím políčka Zavřít stránky v sekci Nastavení → Obecné.</p>
da: <p>Din butik var lukket under opgraderingsprocedure. Vi anbefaler dig at kontrollere arbejdet i butikken efter opgradering og kun derefter åbne det.</p><p>Kan du åbne butikken af ved at unchecking den låste butiksindstilling under indstillinger → generelle.</p>
de: <p>Ihr Store wurde während der Upgrade Prozedur geschlossen. Wir empfehlen Ihnen den Store nach dem Upgrade zu kontrollieren und erst dann wieder eröffnen. </p><p> Sie finden den Link [link] auf jeder Seite ganz unten rechts.</p>
el: <p> Το κατάστημα σας έκλεισε κατά τη διάρκεια της διαδικασίας αναβάθμισης . Σας συνιστούμε να ελέγξετε την λειτουργία του καταστήματος, μετά την αναβάθμιση και μόνο τότε να τα ανοίξετε. </p><p> Θα βρείτε το link [link] στο κάτω μέρος της κάθε σελίδας στη δεξιά πλευρά. </p>
es: <p>La tienda se cerró durante el proceso de actualización. Recomendamos comprobar el funcionamiento de la tienda tras la actualización y solo luego reabrirla</p><p>Puedes abrir la tienda desmarcando la casilla "Cerrar tienda" en Ajustes → General.</p>
id: <p>Toko Anda ditutup selama prosedur upgrade. Kami sarankan Anda untuk memeriksa hasil pekerjaan tersebut setelah upgrade dan baru kemudian membukanya.</p><p>Anda akan menemukan tautan [link] di bagian bawah setiap halaman di sisi kanan.</p>
ja: <p>アップデート処理のためショップは自動的に一時クローズされました。動作に問題がないことを確認した後に 基本設定 → 全般 → ショップを一時クローズ のチェックを外してショップを再オープンしてください。</p>
no: <p>Nettbutikken ble stengt under oppgraderingsprosedyren. Vi anbefaler deg å sjekke funksjonaliteten til butikken etter oppgraderingen, før du åpner den igjen.</p><p>Du kan åpne nettbutikken igjen ved å klikke bort haken på valget: Steng butikk forsiden under Innstillinger → Generelt.</p>
ru: <p>Ваш магазин был закрыт во время процедуры обновления. Ме рекомендуем проверить работоспособность магазина после обновления и лишь затем снова открыть его.</p><p>Открыть магазин можно на странице Настройки → Общее, отключив настройку Закрыть магазин.</p>
tr: <p>Mağaza yükseltme işlemi sırasında kapatıldı. Yükseltme tamamlandıktan sonra mağaza çalışmalarını kontrol etmenizi öneririz</p> <p> Mağazanızı Ayarlar → Genel.</p> sekmesi altıbdaki Mağazayı Kapat bölümünde bulunan kutunun işaretini kaldırarak tekrar açabilirsiniz
uk: <p>Ваш магазин був закритий під час процедури оновлення. Ми рекомендуємо перевірити працездатність магазину після оновлення і лише потім знову відкрити його.</p><p>Відкрити магазин можна на сторінці Налаштування → Загальні, відключивши настройку Закрити магазин. </p>
vi: <p>Cửa hàng của bạn đã được đóng để nâng cấp. Chúng tôi đề nghị bạn kiểm tra công việc của các cửa hàng sau khi nâng cấp và chỉ sau đó mở nó</p> <p>Bạn có thể mở các cửa hàng bằng cách bỏ tích chọn mục thiết lập Đóng cửa hàng trong Cài đặt → Chung.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
cs: Souboru protokolu upgradu není zapisovatelný
da: Opgraderingslogfilen er ikke skrivbar
de: Upgrade Log File ist nicht beschreibbar
el: Η αναβάθμιση του αρχείου καταγραφής δεν είναι εγγράψιμη
es: El registro de actualización no se puede escribir
id: Catatan file pgrade tidak dapat ditulis
ja: アップグレード用ログファイルに書込みできません
no: Loggfil for oppgraderinger er ikke skrivbar
ru: Не удалось записать файл с логами обновления
uk: Файлу журналу оновлень не вдалось записати
vi: Nâng cấp các tập tin nhật ký không thể ghi được

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
cs: Je zapotřebá aktualizovat na verzi <b>[to_version]</b> předtím než použijete tento aktualizační balíček (Vaše verze je <b>[your_version]</b>).
da: Du er nødt til at opgradere til version <b> [to_version] </ b>, før du kan anvende denne opgradering pakke (din version er <b> [your_version] </ b>).
de: Sie müssen auf Version <b>[to_version]</b> aktualisieren (upgraden) bevor Sie dieses Upgrade Paket anwenden können. (Ihre Version ist <b>[your_version]</b>).
el: Θα πρέπει να αναβαθμίσετε στην έκδοση <b> [to_version] </ b> πριν από την αναβάθμιση του παρόντος πακέτο αναβάθμισης (έκδοση σας είναι <b> [your_version] </ b>).
es: Es necesario actualizar a la versión <b>[to_version]</b> antes de aplicar este paquete de actualización (tu versión es <b>[your_version]</b>).
id: Anda perlu meng-upgrade ke versi <b>[to_version]</b>sebelum menerapkan paket upgrade ini (versi Anda<b>[your_version]</b>).
ja: このアップグレードパッケージを適用する前にバージョン <b>[to_version]</b> にアップグレードする必要があります。 (現在のバージョンは <b>[your_version]</b> です).
no: Du må oppgradere til versjon <b> [to_version] </ b> før du installerer denne oppgraderingen pakken (din versjon er <b> [your_version] </ b>).
ru: Вам нужно обновить магазин до версии <b>[to_version]</b> прежде, чем Вы сможете использовать этот дистрибутив (ваша версия <b>[your_version]</b>).
tr: <b>[to_version]</b> Bu güncelleme paketini uygulamadan önce önceki güncellemeleri uygulamalısınız (şu anki versiyonunuz <b>[your_version]</b>).
uk: Вам потрібно оновити магазин до версії <b>[to_version]</b> перш, ніж Ви зможете використовувати цей дистрибутив (ваша версія <b>[your_version]</b>).
vi: Bạn cần phải nâng cấp lên phiên bản <b>[to_version]</b> trước khi áp dụng gói nâng cấp này (Phiên bản của bạn là <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
cs: Nebyl vybrán žádný aktualizační balíček
da: Ingen opgraderingspakke er valgt
de: Kein Upgrade Package selektiert
el: Δεν έγινε επιλογή πακέτου αναβάθμισης
es: No se ha seleccionado ningún paquete de actualización
id: Tidak ada paket upgrade yang dipilih
ja: アップグレードパッケージが指定されていません
no: Ingen oppgraderingspakke er valgt
ru: Не выбран пакет обновления
uk: Не вибрано пакет оновлення
vi: Không có gói nâng cấp được chọn

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
cs: Aktualizace byla úspěšně navrácena
da: Opgraderingen er blevet vendt tilbage med succes
de: Das Upgrade wurde erfolgreich auf den vorherigen Stand zurückgesetzt
el: Η αναβάθμιση έχει επανέλθει με επιτυχία
es: La actualización se ha revertido correctamente
id: Upgrade telah berhasil dikembalikan ulang
ja: アップグレードは取り消されました
no: Oppgraderingen har blitt tilbakestilt vellykket
ru: Обновление магазина было отменено
tr: Güncelleme başarı ile çevrildi
uk: Оновлення було відновлено успішно
vi: Việc nâng cấp đã được chuyển thành công

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
ar: مالك المنتج. يستطيع مالك المنتج فقط تحرير كل خانات المنتجات المشتركة.
cs: Vlastník zboží. Pouze vlastník zboží může editovat všechna pole ve sdílených produktech.
da: Productejer. Kun produktetejer kan redigere alle felter i delte produkter.
de: Produkt-Inhaber. Nur der Produkt-Inhaber kann alle Felder in geteilten Produkten bearbeiten.
el: Ιδιοκτήτης του προϊόντος. Μόνο ο ιδιοκτήτης του προϊόντος μπορείτε να επεξεργαστεί όλα τα πεδία σε κοινόχρηστα προϊόντα.
es: Propietario del producto. Solo el propietario del producto puede editar todos los campos en productos comaprtidos.
id: Pemilik produk. Hanya pemilik produk yang dapat mengubahdata produk yang dapat digunakan bersama.
ja: 商品の管理責任を持つショップです。管理責任を持つショップだけが商品に関するすべてのフィールドを編集できます。
no: Produkteier. Kun produkteier kan redigere alle felt i delte produkter.
ru: Владелец товара. Только владелец товара может редактировать данные общих товаров.
tr: Ürün sahibi. Sadece ürün sahibi paylaşılan ürünlerin tüm alanlarını düzenleyebilir
uk: Власник продукту. Лише власник продукту може редагувати всі поля в спільній продукції.
vi: Chủ sở hữu sản phẩm. Chỉ chủ sở hữu sản phẩm có thể chỉnh sửa tất cả các trường trong các sản phẩm được chia sẻ.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
ar: لم نتمكن من معالجة صيغة الـ XML
cs: Nepodařilo se analyzovat strukturu XML
da: Undladt at analysere XML-struktur
de: Konnte XML Struktur nicht analysieren (parse)
el: Απέτυχε η ανάλυση δομής του XML
es: Error al analizar la estructura XML
id: Gagal mengurai struktur XML
ja: XMLのパースに失敗しました
no: Kunne ikke analysere XML struktur
ru: Ошибка разбора структуры XML
uk: Не вдалося проаналізувати структури XML
vi: Thất bại trong việc phân tích cú pháp XML cấu trúc

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
ar: العملة المستخدمة في الموقع غير مدعومة بنظام الدفع. يرجى الاتصال بنا بخصوص هذه القضية.
cs: Na stránce je používána měna kterou platební systém nepodporuje. Kontaktujte, prosím, správce obchodu.
da: Den valuta, som ikke understøttes af betalingssystemet er brugt på hjemmesiden. Kontakt venligst butikken administratoren om dette spørgsmål.
de: Eine Währung die von Ihrem Zahlungsystem (payment processor) nicht unterstützt ist, wird auf Ihrer Webseite verwendet. Bitte kontaktieren Sie den System Administrator bezüglich dieses Problems.
el: Το νόμισμα που δεν υποστηρίζεται από το σύστημα πληρωμών, χρησιμοποιείται στην ιστοσελίδα. Παρακαλούμε επικοινωνήστε με το κατάστημα διαχειριστή για το θέμα αυτό.
es: La divisa usada en la tienda no está soportada por el sistema de pago. Por favor, contacta con el administrador de la tienda.
id: Sebuah versi baru dari tersedia. Jika Anda inginmeng-upgrade ke versi terbaru Mata uang yang belumdidukung oleh sistem pembayaran yang ada pada website.Silahkan hubungi administrator toko mengenai masalah ini.
no: Valuta som ikke støttes av betalingssystemet er brukt på nettstedet. Vennligst kontakt butikkens administrator angående dette problemet.
ru: Валюта, не поддерживаемая системой оплаты, используется на сайте. Пожалуйста, обратитесь к администратору магазина по поводу этой проблемы.
uk: Валюта, яка не підтримується в платіжній системі використовується на веб-сайті. Будь ласка, зв'яжіться з адміністратором магазину щодо цього питання.
vi: Loại tiền tệ không được hỗ trợ bởi hệ thống thanh toán đâng sử dụng trên trang web. Xin vui lòng liên hệ với người quản lý cửa hàng liên quan đến vấn đề này.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
cs: Je k dispozici nová verze [product]. Pokud chcete nyní provést aktualizaci na nejnovější verzi, klikněte <a href="[link]">zde</a>.
da: Der findes en ny version af [product]. Hvis du ønsker at opgradere til den nyeste version nu, Klik <a href="[link]"> her</a>.
de: Eine neue Version von CS-Cart ist verfügbar! <a href="[link]"> Bitte jetzt updaten</a>.
el: Μια νέα έκδοση του CS-Cart είναι διαθέσιμη. Αν θέλετε να αναβαθμίσετε στην τελευταία έκδοση τώρα, κάντε κλικ <a href="[link]"> εδώ </ a>.
es: Está disponible una nueva versión de CS-Cart. Para actualizar a la última versión <a href="[link]">haz clic aquí</a>.
id: Sebuah versi baru tersedia. Jika Anda ingin meng-upgrade ke versi terbaru sekarang, klik <a href="[link]">disini</a>.
ja: 新しいバージョンのCS-Cartが利用可能です。 <a href="[link]">今すぐアップデート</a>
no: En ny versjon av [product] er tilgjengelig. Hvis du ønsker å oppgradere til den nyeste versjonen, klikk <a href="[link]">her</a>.
ru: Доступна новая версия [product]! Чтобы обновить ваш магазин, перейдите в <a href="[link]">Центр обновления</a>.
tr: CS-Cart ın yeni versiyonu mevcut! <a href="[link]">Güncelleme için buraya tıklayınız</a>.
uk: Доступна нова версія [product]. Якщо потрібно оновити до останньої версії зараз, натисніть <a href="[link]"> тут</a>.
vi: Một phiên bản mới của [product] có sẵn. Nếu bạn muốn nâng cấp lên phiên bản mới nhất bây giờ, hãy nhấp vào <a href="[link]"> đây</a>.

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
ar: قد تم تنشيط مجموعات المستخدم التالية للحساب الخاص بك: [usergroups].
da: De følgende brugergrupper er blevet aktiveret for din konto: [usergroups].
de: Die folgenden Benutzergruppen wurden für Ihr Konto aktiviert: [usergroups].
el: Οι ακόλουθες ομάδες χρηστών έχουν ενεργοποιηθεί για το λογαριασμό σας: [usergroups].
es: Los siguientes grupos de usuarios se han activado para su cuenta:[usergroups].
id: Kelompok pengguna berikut telah diaktifkan untuk akun Anda: [usergroup].
no: Følgende brukergrupper har blitt aktivert for kontoen din: [usergroups].
ru: Следующие группы пользователей были активированы для Вашей учетной записи: [usergroups].
tr: Aşağıdaki kullanıcı grupları hesabınız için aktive edilmiştir: [usergroups].
uk: Наступні групи користувачів були активовані для Вашого облікового запису: [usergroups].
vi: Nhóm người dùng sau đây đã được kích hoạt cho tài khoản của bạn: [usergroups].

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
ar: مجموعات المستخدم التالية قد أزيلت من الحساب الخاص بك: [usergroups].
da: De følgende brugergrupper er blevet aktiveret for din konto: [usergroups].
el: Οι ακόλουθες ομάδες χρηστών έχουν αφαιρεθεί από το λογαριασμό σας: [usergroups].
es: Los siguientes grupos de usuarios han sido eliminado de su cuenta: [usergroups].
id: Kelompok pengguna berikut telah dihapus dari akun Anda: [usergroup].
no: Følgende brukergrupper er fjernet fra kontoen din: [usergroups].
ru: Следующие группы пользователей были деактивированы для Вашей учетной записи: [usergroups].
tr: Aşağıdaki kullanıcı grupları hesabınızdan çıkarılmıştır: [usergroups].
uk: Наступні групи користувачів було деактивовані для Вашого облікового запису: [usergroups].
vi: Nhóm người dùng sau đây đã được gỡ bỏ từ tài khoản của bạn: [usergroups].

# Languages::text_usergroup_request
source: Customer requested user group.
ar: مجموعة الأعضاء المطلوبة من العميل.
cs: Zákazník požaduje uživatelskou skupinu.
da: Kunde ønskede brugergruppe.
de: Kunde hat Benutzergruppe angefordert.
el: Αίτημα πελάτη για ομάδα χρήστη.
es: Grupo de usuarios solicitado por el cliente.
id: Pelanggan meminta kelompok user.
ja: お客様よりユーザーグループへの登録申請がありました
no: Kunde forespurte brukergruppe.
ru: Покупатель запросил группу.
uk: Покупець зробив запит до группи.
vi: Khách hàng yêu cầu nhóm người dùng.

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
ar: طلب الفريق <b>[usergroup]</b> من [name] ([email]).
da: Gruppen <b>[usergroup]</b> blev anmodet om af [name] ([email]).
el: Η ομάδα <b>[usergroup]</b> ζητήθηκε από [name] ([email]).
es: El <b>[usergroup]</b> grupo fue solicitado a través de[name] ([email]).
id: The <b>[usergroup]</b> kelompok diminta oleh [nama] ([email]).
no: Gruppen <b>[usergroup]</b> ble forespurt av [name] ([email]).
ru: [name] ([email]) прислал запрос на добавление в группу <b>[usergroup]</b>.
tr: Kullanıcı grubu <b>[usergroup]</b> [name]([email]) tarafınca istendi.
uk: [name] ([email]) надіслав запит на додавання в групу <b>[usergroup]</b>.
vi: Nhóm <b>[usergroup]</b> được yêu cầu bởi [name] ([email]).

# Languages::text_worldpay_notice
source: Configure your WorldPay account before using the payment.<br /><br />Go to the WorldPay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
cs: Před použitím této metody platby nakonfigurujte svůj WorldPay účet.<br /><br />Jděte na stránku s nastaveními WorldPay a do sekce Installation.<br /><br />Pole vyplňte následovně:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Vymyslete si tajné slovo.</b> Totéž slovo musíte zadat v příslušném poli níže<br />MD5 secret for transactions : <b>Vymyslete si tajné slovo.</b> Totéž slovo musíte zadat v příslušném poli níže<br />SignatureFields: <b>instId: amount: currency: cartId</b>
da: Benyt venligst følgende webadresse som tilbagekald url: <br /><b>[return_url]</b>
de: Please use the following URL as the callback url: <br /><b>[return_url]</b>
el: Παρακαλούμε χρησιμοποιήστε την παρακάτω διεύθυνση URL, όπως την callback URL: <br /><b>[return_url]</b>
es: Por favor use la URL siguiente como la URL de retorno: <br /><b>[return_url]</b>
id: Mengkonfigurasi account WorldPay Anda sebelum menggunakan pembayaran. <br/> <br/> Pergi ke halaman administrasi WorldPay dan beralih ke bagian Instalasi. <br /> <br /> Isi bidang sebagai berikut: <br/> <br/> URL Respon Pembayaran: <b>[return_url]</b><br /> Pembayaran Response Password: <b> Membuat sebuah kata rahasia. </b> Kata yang sama harus dimasukkan di bidang masing-masing di bawah ini <br/> MD5 rahasia untuk transaksi: <b> Membuat sebuah kata rahasia. </b><b>instId:amount:currency:cartId</b>
ru: Пожалуйста, используйте следующую ссылку для возврата: <br /><b>[return_url]</b>
tr: Please use the following URL as the callback url: <br /><b>[return_url]</b>
uk: Будь ласка, використовуйте наступну посилання для повернення: <br/> <b> [return_url] </b>
vi: Cấu hình tài khoản WorldPay của bạn trước khi sử dụng thanh toán. <br /> <br />Đi tới trang quản trị WorldPay và chuyển sang phần cài đặt. <br /> <br /> Điền vào các trường như sau: <br /> <br /> URL Phản hồi Thanh toán: <b>[return_url]</b> <br /> Mật khẩu Thanh toán Phản hồi: <b>Tạo một từ khóa bí mật.</b> Cùng một từ đó phải được nhập trong lĩnh vực tương ứng dưới đây <br /> MD5 bí mật cho các giao dịch: <b>Tạo một từ khóa bí mật.</b> Cùng một từ đó phải được nhập trong lĩnh vực tương ứng dưới đây <br /> SignatureFields: <b>instId:amount:currency:cartId</b>
