Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::edit_customer_notification
source: Edit the email sent to customers
ar: تحرير رسالة البريد الإلكتروني المرسلة إلى العملاء
da: Redigere den e-mail sendt til kunder
el: Επεξεργαστείτε το μήνυμα email που αποστέλλεται στους πελάτες
es: Editar el correo electrónico enviado a los clientes
id: Edit email yang dikirim ke pelanggan
ja: お客様宛Eメールの編集
no: Rediger e-post sendt til kunder
ru: Отредактировать уведомление, отправляемое покупателям
tr: Müşterilere gönderilen e-postayı düzenle
uk: Відредагувати повідомлення, що відправляється покупцям
vi: Chỉnh sửa email được gửi đến khách hàng

# Languages::edit_admin_notification
source: Edit the email sent to administrators
ar: تحرير رسالة البريد الإلكتروني المرسلة إلى المسؤولين
da: Redigere den email afsendt til administratorer
el: Επεξεργαστείτε το μήνυμα email που αποστέλλεται στους διαχειριστές
es: Editar el correo electrónico enviado a los administradores
id: Edit email yang dikirim ke administrator
ja: 管理者宛Eメールの編集
no: Rediger e-post sendt til administratorer
ru: Отредактировать уведомление, отправляемое администратору
tr: Yöneticilere gönderilen e-postayı düzenle
uk: Відредагувати повідомлення, що відправляється адміністраторам
vi: Chỉnh sửa email được gửi đến quản trị viên

# Languages::copy
source: Copy
ar: نسخة
cs: Kopírovat
da: Kopi
de: Kopie
el: Αντίγραφο
es: Copiar
id: Salinan
ja: コピー
no: Kopier
ru: Скопировать
tr: Kopya
uk: Копіювати
vi: Sao chép

# Languages::copied
source: Copied
el: Αντιγράφηκε
es: Copiado
id: Disalin
ru: Скопировано
uk: Скопійовано
vi: Đã sao chép

# Languages::addon_uninstall_sql_error
source: An error in an SQL query occurred during the add-on uninstallation.
ar: حدث خطأ في استعلام SQL أثناء إلغاء تثبيت الوظيفة الإضافية.
cs: Během odinstalace doplňku došlo k chybě v dotazu SQL.
da: Der opstod en fejl i en SQL-forespørgsel under tilføjelse uninstallation.
el: Παρουσιάστηκε ένα σφάλμα στο ερώτημα SQL κατά την απεγκατάσταση του πρόσθετου.
es: Se produjo un error en una consulta SQL durante la desinstalación del complemento.
id: Kesalahan dalam kueri SQL terjadi saat penginstalan add-on.
ja: アドオンのアンインストール中にSQLエラーが発生しました。
no: Det oppstod en feil i en SQL-spørring ved avinstallering av modulen.
ru: Во время удаления модуля произошла ошибка в SQL-запросе.
tr: Eklenti kaldırılırken SQL sorgusunda bir hata oluştu.
uk: Під час видалення модуля виникла помилка в SQL-запиті.
vi: Trong một truy vấn SQL có lỗi trong quá trình gỡ bỏ add-on.

# Languages::payments.qbms.quickbooks_connection
source: QuickBooks Connection
ar: اتصال QuickBooks
da: QuickBooks forbindelse
el: QuickBooks σύνδεση
es: Conección QuickBooks
id: Koneksi QuickBooks
no: QuickBooks-tilkobling
ru: Соединение с QuickBooks
tr: QuickBooks bağlantısı
uk: З'єднання з QuickBooks
vi: Kết nối QuickBooks

# Languages::payments.qbms.configuration_required
source: <p>Fill in the fields below and save the changes:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Click "Connect to QuickBooks" button that will appear instead of this message to finish payment configuration.</p>
ar: <p>تعبئة الحقول أدناه واحفظ التغييرات: الرمز المميز <br>-OAuth المستهلك مفتاح <br>-سر المستهلك OAuth والتطبيق <br></p> <p>انقر فوق الزر "الاتصال لقراء" الذي سيظهر بدلاً من هذه الرسالة لإنهاء التكوين الدفع.</p>
cs: <p>Vyplňte níže uvedená pole a uložte změny:<br>- Aplikace Token<br>- OZákaznický spotřebitelský klíč<br>- OZákaznický spotřebitelský tajný klíč</p><p>Klikněte na "Připojit k QuickBooks" tlačítko, které se objeví namísto této zprávy do konce konfiguraci platby.</p>
da: <p>Fyld i felterne nedenfor og Gem ændringerne: <br>-App Token <br>-OAuth forbruger nøglen <br>- OAuth forbruger Secret</p> <p>Klik på "Opret forbindelse til QuickBooks"-knappen, der vises i stedet for denne meddelelse til slut betalingen konfiguration.</p>
el: <p>Συμπληρώστε τα παρακάτω πεδία και αποθηκεύστε τις αλλαγές: <br>-App Token <br>-OAuthConsumer Key <<br> - OAuth Consumer Secret</p> <p>κάντε κλικ στο κουμπί "Σύνδεση στο QuickBooks" που θα εμφανίζεται αντί για αυτό το μήνυμα , για να ολοκληρωθεί η ρύθμιση παραμέτρων πληρωμής.</p>
es: <p>Rellene los campos a continuación y guarde los cambios: <br>- Token de aplicación <br>- Clave del cliente de OAuth <br>- Pregunta secreta del cliente de OAuth</p><p> Haga clic en el botón "Conectarse a QuickBooks" que aparecerá en lugar de este mensaje para finalizar la configuración de pago.</p>
id: <p>Isi kolom di bawah ini dan menyimpan perubahan:<br>-App Token<br>-Kunci Konsumen OAuth<br>-Rahasia Konsumen OAuth</p><p>Klik"Connect to QuickBooks" tombol yang akan muncul bukan pesan ini untuk menyelesaikan konfigurasi pembayaran.</p>
no: <p>Fyll ut feltene under og lagre så endringene:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Klikk på "Connect to QuickBooks" knappen som vises i stedet for denne meldingen for å fullføre betalings-konfigurasjonen.</p>
ru: <p>Заполните поля ниже и сохраните изменения:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Нажмите кнопку "Connect to QuickBooks", которая появится вместо этого сообщения, для завершения настройки способа оплаты.</p>
tr: <p>Aşağıdaki bölümleri doldurup kayıt yapmak adına:<br>- App Jetonu<br>- OAuth Müşteri Anahtarı <br>- OAuth Müşteri Gizlisorusu</p><p>Tıklayın "HızlıKitaplara Bağlantı" butonuna tıklanıldığı zaman mesaj yerine ödeme yapılandırılması bitirilmiş olacak.</p>
uk: <p>Заповніть поля нижче і збережіть зміни:<br>- App Token<br>- OAuth Consumer Key<br>- OAuth Consumer Secret</p><p>Натисніть кнопку "Connect to QuickBooks", яка з'явиться замість цього повідомлення, для завершення налаштування способу оплати.</p>
vi: <p>Điền vào các trường dưới đây và lưu các thay đổi: <br>-App Token <br>OAuth Consumer Key<br>- OAuth Consumer Secret</p> <p>Nhấp "Kết nối với QuickBooks" nút đó sẽ xuất hiện thay cho thông báo này để hoàn thành thanh toán cấu hình.</p>

# Languages::payments.qbms.oauth_client_id
source: OAuth Client Id
uk: Id клієнта OAuth

# Languages::payments.qbms.oauth_client_secret
source: OAuth Client Secret
uk: Секрет клієнта OAuth

# Languages::payments.qbms.token_expires
source: The token expires on <b>[date]</b> at <b>[time]</b>.
ar: ينتهي الرمز المميز في <b>[date]</b> في <b>[time]</b>.
cs: Token vyprší v <b>[date]</b> za <b>[time]</b>.
da: Tokenet udløber på <b>[date]</b> på <b>[time]</b>.
el: Το Token λήγει στις <b>[date]</b> στο <b>[time]</b>.
es: El token expira en<b>[date]</b>a las<b>[time]</b>.
id: Token kedaluwarsa pada <b>[date]</b>di<b>[time]</b>.
no: Din token utløper den <b>[date]</b> klokken <b>[time]</b>.
ru: Действие токена заканчивается <b>[date]</b> в <b>[time]</b>.
tr: Belirlenen süre <b>[date]</b>tarihinde <b>[time]</b> itibariyle sona eriyor.
uk: Дія токена закінчується <b>[date]</b> в <b>[time]</b>.
vi: Mã thông báo hết hạn vào ngày <b>[date]</b> tại <b>[time]</b>.

# Languages::payments.qbms.token_expired
source: The token has expired.
ar: انتهت مدة صلاحية الرمز المميز.
cs: Token vypršel.
da: Et token er udløbet.
el: Έχει λήξει το Token.
es: El token ha expirado.
id: Token telah kedaluwarsa.
ja: トークンの有効期限が切れています。
no: Tokenet er utløpt.
ru: Срок действия токена истек.
tr: Jetonun süresi doldu.
uk: Термін дії токена вийшов.
vi: Kỷ niệm đã hết hạn.

# Languages::payments.qbms.renew_token
source: Press "Connect to QuickBooks" to renew the token.
ar: اضغط على "QuickBooks" تجديد الرمز المميز.
cs: Stisknutím tlačítka "Připojit k QuickBooks" obnovite token.
da: Tryk på "Oprette forbindelse til QuickBooks" forny tokenet.
el: Πιέστε το πλήκτρο "Συνδεθείτε σε QuickBooks» για να να ανανεωθει το Token
es: Presiona "Conectar a QuickBooks" para renovar el toke.
id: Tekan "Sambungkan ke QuickBooks" untuk memperbarui token.
no: Klikk på "Connect to QuickBooks" for å fornye tokenet.
ru: Нажмите "Connect to QuickBooks" для обновления токена.
tr: Lütfen "HızlıKitaplara bağlanın"a tıklayarak yeni bir jeton oluşturun.
uk: Натисніть "Connect to QuickBooks" для поновлення токена.
vi: Bấm "Kết nối tới QuickBooks" để mua mới token.

# Languages::payments.qbms.tip_fill_redirect
source: <p>- In the QuickBooks application, copy the following value into the Redirect URI field:</p><p>[url]</p><p>- Click the "Connect to QuickBooks" button.</p>
ru: <p>- В приложении QuickBooks вставьте следующее значение в поле Redirect URI:</p><p>[url]</p><p>- Нажмите кнопку "Connect to QuickBooks".</p>
uk: <p>- У додатку QuickBooks вставте наступне значення в поле Redirect URI:</p><p>[url]</p><p>- Натисніть кнопку "Connect to QuickBooks".</p>

# Languages::payments.qbms.configure_payment_method
source: <p>How to configure the payment method:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Obtain OAuth 2.0 credentials</a> from QuickBooks Online application and copy them to the payment method settings in [product].</p><p>2. Click "Create", then open the settings of this payment method again to finish its configuration.</p>
ru: <p>Как настроить способ оплаты:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Получите реквизиты OAuth 2.0</a> из приложения QuickBooks Online и скопируйте их в настройки способа оплаты в [product].</p><p>2. Нажмите "Создать", а затем откройте настройки этого способа оплаты ещё раз и завершите настройку.</p>
uk: <p>Як налаштувати спосіб оплати:</p><p>1.<a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Отримати облікові дані OAuth 2.0</a> з програми QuickBooks Online і скопіювати їх до налаштувань способу оплати в [product].</p><p>2. Натисніть "Створити", а потім знову відкрийте налаштування цього способу оплати, щоб завершити налаштування.</p>

# Languages::payments.qbms.upgrade_notification_title
source: QB Merchant Service payment processor changes
ar: خدمة التاجر QB الدفع المعالج التغييرات
cs: QB Merchant Service platba změny procesor
da: QB Merchant Service betaling processor ændringer
es: Cambios en el procesador de pagos de QB Merchant Service
id: Prosesor pembayaran layanan Merchant QB berubah
ru: Изменения процессора оплаты QB Merchant Service
tr: QB Pazar Servisi ödeme işlemi bedeli
uk: Зміни процесора оплати QB Merchant Service
vi: QB Merchant Service thanh toán xử lý thay đổi

# Languages::payments.qbms.upgrade_notification_text
source: <p>The latest version of [product] has different settings for payment methods if you use QB Merchant Service as a Processor.</p><p>If you want to use the payment methods, do this:</p><ul><li>go to Administration > Payment methods</li><li>choose the payment method that uses QB Merchant Service as a Processor</li><li>switch to the Configure tab</li><li>enter the proper App Token, OAuth Consumer Key and OAuth Consumer Secret</li><li>perform connection to QuickBooks</li></ul>
ar: <p>أحدث إصدار من [product] بإعدادات مختلفة لطرق الدفع إذا كنت تستخدم خدمة التاجر QB كمعالج.</p> <p>إذا كنت ترغب في استخدام طرق الدفع، القيام بذلك:</p> <ul><li>اذهب إلى إدارة > طرق الدفع</li> <li>اختر طريقة الدفع التي تستخدم خدمة التاجر QB كما معالج</li> <li>قم بالتبديل إلى علامة التبويب تكوين</li> <li>أدخل رمز التطبيق السليم و OAuth المستهلك مفتاح وسر المستهلك OAuth</li> <li>إجراء اتصال لقراء</li></ul>
cs: <p>Nejnovější verze [product] má různá nastavení platebních metod, pokud používáte jako procesor QB Merchant Service.</p><p>Chcete-li platební metody využívat, udělejte následující:</p><ul><li>přejděte do Administrace > Platební metody</li><li>zvolte způsob platby, který používá QB Merchant Service jako procesor</li><li>přejdete na kartu Konfigurovat</li><li>vložte správný App Token, OAuth Consumer Key a OAuth Consumer Secret</li><li>proveďte připojení ke QuickBooks</li></ul>
da: <p>Den seneste version af [product] har forskellige indstillinger for betalingsmetoder, hvis du bruger QB Merchant Service som en Processor.</p> <p>Hvis du vil bruge betalingsmetoder, gøre dette:</p> <ul><li>gå til Administration > betalingsmetoder</li> <li>vælge den betalingsmetode, der anvender QB Merchant Service som en Processor</li> <li>Skift til fanen Konfigurer</li> <li>Angiv ordentlig App Token, OAuth forbruger nøglen og OAuth forbruger hemmelighed</li>, <li>udføre forbindelse til QuickBooks</li></ul>
el: <p>Την τελευταία έκδοση του [product] έχει διαφορετικές ρυθμίσεις για τις μεθόδους πληρωμής, αν χρησιμοποιείτε υπηρεσία έμπορος QB μεταποιητής.</p> <p>Αν θέλετε να χρησιμοποιήσετε τις μεθόδους πληρωμής, κάνετε αυτό:</p> <ul><li>πηγαίνετε στο Διαχείριση > μεθόδους πληρωμής</li> <li>Επιλέξτε τη μέθοδο πληρωμής που χρησιμοποιεί υπηρεσία έμπορος QB μεταποιητής</li> <li>μεταβείτε στην καρτέλα ρύθμιση παραμέτρων</li> <li>Πληκτρολογήστε τη σωστή App διακριτικό, OAuth των καταναλωτών κλειδί και OAuth των καταναλωτών μυστικό</li> <li>εκτελέσετε σύνδεση σε QuickBooks</li></ul>
es: <p>La última versión del [product] tiene diferentes configuraciones para métodos de pago si usted utiliza el QB Merchant Service como Procesador.</p><p>Si desea utilizar los métodos de pago, haga lo siguiente:</p><ul><li>vaya a Administración> Métodos de pago</li><li>seleccione el método de pago que utilice el QB Merchant Service como Procesador</li></li>cambie la pestaña de Configuración</li><li>ingrese el Token de la aplicación adecuado, la contraseña del Cliente de OAuth y la pregunta secreta del Cliente de OAuth</li><li>ejecute la conexión a QuickBooks</li></ul>
id: <p>Versi terbaru [product] memiliki setelan yang berbeda untuk metode pembayaran jika Anda menggunakan Layanan Merchant QB sebagai Prosesor.</p><p>Jika Anda ingin menggunakan metode pembayaran, lakukan ini:</p><ul><li>masuk ke Administrasi> Metode pembayaran</li><li>pilih metode pembayaran yang menggunakan QB Merchant Service as the Processor</li><li>beralih ke tab Configure</li><li>masukkan Token Aplikasi yang benar, Kunci Konsumen OAuth dan Rahasia Konsumen OAuth</li><li>melakukan koneksi ke QuickBooks</li></ul>
no: <p>Den siste versjonen av [product] har ulike innstillinger for betalingsmetoder hvis du bruker QB Merchant Service som prosessor.</p><p>Hvis du ønsker å bruke betalingsmetodene, gjør dette:</p><ul><li>gå til Administrasjon > Betalingsmåter</li><li>velg betalingsmåten som bruker QB Merchant Service som prosessor</li><li>bytt til konfigurer-fanen</li><li>legg inn riktig App Token, OAuth Consumer Key og OAuth Consumer Secret</li><li>utfør tilkobling til QuickBooks</li></ul>
ru: <p>В последней версии [product] изменились настройки способов оплаты, использующих процессор QB Merchant Service.</p><p>Если хотите использовать эти способы оплаты дальше, сделайте вот что:</p><ul><li>перейдите в Администрирование > Способы оплаты</li><li>щелкните по способу оплаты, который использует процессор QB Merchant Service</li><li>перейдите на вкладку Настроить</li><li>введите правильные App Token, OAuth Consumer Key и OAuth Consumer Secret</li><li>подключитесь к QuickBooks</li></ul>
tr: <p>Son versiyon[product] üründe değişikliklerden ötürü ödeme metodunda eğer QB Pazar Servisini seçin.</p><p>Eğer ödeme metodu olarak seçmek isterseniz, bunun için:</p><ul><li>Yönetim > Ödeme metodu </li><li> bölümünde metod olarak QB Pazar Servisini seçerek</li><li>yönetim sekmesinde değişikliği gerçekleştirebilirsiniz</li><li>Gererli App jetonunu seçip, OAuth Müşteri Anahtarı ve OAuth Müşteri Gizlisorusunu </li><li>seçerek HızlıKitap bağlantısı yapabilirsiniz</li></ul>
uk: <p>В останній версії [product] змінилися налаштування способів оплати, які використовують процесор QB Merchant Service</p><p>Якщо хочете використовувати ці способи оплати далі, зробіть ось що:</p><ul><li>перейдіть в Адміністрування> Способи оплати</li><li>клацніть по способу оплати, який використовує процесор QB Merchant Service</li><li>перейдіть на вкладку Налаштувати</li><li>введіть правильні App Token, OAuth Consumer Key і OAuth Consumer Secret</li><li>встановіть з'єднання з QuickBooks</li></ul>
vi: <p>Phiên bản mới nhất của [product] có các cài đặt khác nhau cho các phương thức thanh toán nếu bạn sử dụng dịch vụ Merchant QB là một bộ xử lý.</p> <p>Nếu bạn muốn sử dụng phương thức thanh toán, làm điều này:</p> <ul><li>đi đến chính quyền > phương thức thanh toán</li> <li>chọn phương thức thanh toán có sử dụng dịch vụ Merchant QB là một bộ xử lý</li> <li>chuyển sang tab cấu hình</li> <li>nhập đúng mã thông báo ứng dụng, OAuth tiêu dùng chìa khóa và OAuth tiêu dùng bí mật</li> <li>thực hiện kết nối đến QuickBooks</li></ul>

# Languages::payments.qbms.upgrade_oauth20_notification_title
source: Payment methods: Change QB Merchant Services settings
ru: Способы оплаты: Изменились настройки QB Merchant Services
uk: Способи оплати: Змінилися налаштування QB Merchant Services

# Languages::payments.qbms.upgrade_oauth20_notification_text
source: <p>Online stores now connect to QuickBooks Merchant Services differently. Your payment methods that use QB Merchant Services as a processor need to be reconfigured, or else they will no longer work. To make them work:</p><p>1. Switch your Quickbooks app to OAuth 2.0.</p><p>2. Copy <i>OAuth Client ID</i> and <i>OAuth Client Secret</i> from the app to the payment method settings in [product].</p><p>3. Change the status of the payment method to <i>Active</i></p><p>4. Save your changes and use the <i>Connect to QuickBooks</i> button to finish payment configuration.</p><p><a href="[payments_url]" target="_blank" class="btn btn-large btn-primary">View my payment methods</a></p>
ru: <p>Теперь магазины иначе подключаются к QuickBooks Merchant Services. Способы оплаты с процессором QB Merchant Services нужно перенастроить, или они не будут работать. Чтобы они работали:</p><p>1. Переведите приложение QuickBooks на OAuth 2.0.</p><p>2. Скопируйте <i>OAuth Client ID</i> и <i>OAuth Client Secret</i> из приложения в настройки способа оплаты в [product].</p><p>3. Измените статус способа оплаты на <i>Вкл.</i></p><p>4. Сохраните изменения и воспользуйтесь кнопкой <i>Connect to QuickBooks</i>, чтобы завершить настройку.</p><p><a href="[payments_url]" target="_blank" class="btn btn-large btn-primary">Открыть список способов оплаты</a></p>
uk: <p>Інтернет-магазини тепер по-різному підключаються до служб QuickBooks Merchant Services. Ваші способи оплати, які використовують QB Merchant Services, повинні бути переконфігуровані, інакше вони більше не працюватимуть. Щоб вони працювали:</p><p>1. Переключіть Quickbooks на OAuth 2.0.</p><p>2. Скопіюйте <i>ідентифікатор клієнта OAuth</i> та <i>секрет клієнта OAuth</i> з програми до налаштувань способу оплати в [product].</p><p>3. Змініть стан способу оплати на <i>Active</i></p><p>4. Збережіть зміни та скористайтеся кнопкою <i>Підключення до QuickBooks</i>, щоб завершити налаштування.</p><p><a href="[payments_url]" target="_blank" class="btn btn-large btn-primary">Переглянути способи оплати</a></p>

# Languages::text_money_back_guarantee
source: We offer 30-day money-back guarantee. If you don't like our product, we'll return you the money, no needless questions asked.
ar: نحن نقدم 30 يوما ضمان استرجاع الأموال. إذا كنت لا تحب منتجاتنا، نعيد لك المال، بدون الحاجة لطرح اسئلة.
cs: Nabízíme záruku vrácení peněz po dobu 30 dní. Pokud se Vám náš produkt nelíbí, vrátíme Vám peníze, bez zbytečných otázek.
da: Vi tilbyder 30-dages pengene-tilbage garanti. Hvis du ikke kan lide vores produkt, returnere vi dine penge, ingen unødvendige spørgsmål.
el: Προσφέρουμε εγγύηση επιστροφής χρημάτων 30 ημερών. Εάν δεν σας αρεσει το προϊόν μας, εμείς θα σας επιστρέψουμε τα χρήματα, χωρίς περιττές ερωτήσεις.
es: Ofrecemos 30 días de garantía de devolución de dinero. Si no le gusta nuestro producto, le devolveremos el dinero, sin preguntas innecesarias.
id: Kami menawarkan garansi uang kembali 30 hari. Jika Anda tidak menyukai produk kami, kami akan mengembalikan uang Anda, tanpa pertanyaan yang tidak perlu diajukan.
ja: CS-Cartを安心してお使いいただけるように、「30日間返品・返金保証」制度をご用意しました。CS-Cartにご満足いただけない場合、購入から30日以内であれば理由の如何に関わらず代金を全額お返しします。
no: Vi tilbyr en 30-dagers pengene-tilbake-garanti, før lisensnummer er lagt inn. Hvis du ikke liker produktet vårt, vil vi refundere deg pengene du har betalt, uten plagsomme spørsmål.
ru: Если вам что-то не понравится в нашем продукте, мы вернем вам деньги без лишних вопросов в течение 30 дней с момента покупки.
tr: 30 gün içerisinde geri ödeme garantisi teklif ediyoruz. Eğer ürünümüzü sevmezseniz, paranızı geri iade edeceğiz. Hiçbir gereksiz soru sormadan.
uk: Якщо вам щось не сподобається в нашому продукті, ми повернемо вам гроші без зайвих запитань протягом 30 днів з моменту покупки.
vi: Chúng bảo đảm hoàn tiền trong 30 ngày. Nếu bạn không thích sản phẩm của chúng tôi, chúng tôi sẽ trả lại bạn tiền, không cần lý do.

# Languages::admin_panel_will_be_blocked
source: Installation integrity check failed. The access to the Administration panel will be blocked within 2 days. Please contact our <a href="[href]">support team</a>
ar: فشل التحقق من سلامة التركيب. سيتم حظر الوصول إلى لوحة الإدارة خلال يومين. الرجاء الاتصال <a href="[href]"> فريق الدعم</a> لدينا
cs: Kontrola instalace integrity selhala. Přístup k Admin panelu bude zablokován do 2 dnů. Obraťte se na náš <a href="[href]">tým podpory</a>
da: Integritetskontrol af installationen mislykkedes. Din butik vil skifte til gratis mode inden for 2 dage. Du bedes kontakte vores <a href="[href]"> supportteam</a>
de: Die Integritätsprüfung der Installation ist fehlgeschlagen. Der Zugang zum Administrationsbereich wird innerhalb von 2 Tagen gesperrt. Bitte kontaktieren Sie unser <a href="[href]">Supportteam</a>
el: Απέτυχε ο έλεγχος ακεραιότητας της εγκατάστασης. Η πρόσβαση στον πίνακα διαχείρισης θα αποκλείστει εντός 2 ημερών. Παρακαλώ επικοινωνήστε με την <a href="[href]"> ομάδα υποστήριξης</a>
es: La verificación de la integridad de la instalación falló. El acceso al panel de Administración se bloqueará dentro de 2 días. Por favor comuníquese con nuestro <a href="[href]">equipo de asistencia </a>
id: Cek integritas penginstalan gagal Akses ke panel Administrasi akan diblokir dalam 2 hari. Silahkan hubungi kami <a href="[href]">support team</a>
ja: ライセンス認証に失敗しました。2日以内に管理画面にログインできなくなります。詳しくは <a href="[href]">サポートセンター</a> にお問い合わせください。
no: Installasjon integritet sjekk mislyktes. Tilgang til adminpanelet vil bli blokkert i løpet av 2 dager. Ta kontakt med vårt <a href="[href]">support team</a>
ru: Ваша установка CS-Cart не прошла проверку на целостность файлов. Доступ в панель администратора будет заблокирован через 2 дня. Пожалуйста, свяжитесь с нашей <a href="[href]">техподдержкой</a>.
tr: Kurulum bütünlüğü kontrolü başarısız oldu. Yönetim paneline erişim 2 gün içinde engellenir. Lütfen <a href="[href]">destek ekibimizle</a>iletişime geçin
uk: Ваша установка Cs-Cart не пройшла перевірку на цілісність файлів. Доступ до панелі адміністратора буде заблоковано через 2 дня. Будь ласка, зв'яжіться з нашою <a href="[href]">техпідтримкою</a>
vi: Kiểm tra tính toàn vẹn cài đặt không thành công. Truy cập vào bảng điều khiển quản lý sẽ bị chặn trong vòng 2 ngày. Xin vui lòng liên hệ với <a href="[href]">đội ngũ hỗ trợ</a>
