Repository: ShiddenS/SSS
Catalog: var/langs/*/core.po
Languages: ar, cs, da, de, el, es, id, ja, no, ru, tr, uk, vi

# Languages::multiple
source: Multiple
ar: متعدد
cs: Hromadné
da: Flere
de: Mehrfache Selektion
el: Πολλαπλός
es: Múltiple
id: Beberapa
ja: 複数選択
no: Flere
ru: Несколько
tr: Çoklu
uk: Кілька
vi: Nhiều

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
ar: <p style="font-size:10px;">لاختيار أكثر من بند, انقر عليه بالماوس أثناء ضغطك على زر الـ CTRL. ولإلغاء تحديد البند, انقر عليه مرة أخرى أثناء ضغطك على زر الـ CTRL.</p>
cs: <p style="font-size:10px;">Pro vybrání více jak jednoho přístupu, klikněte levým tlačítkem myši na položku a současně přidržte klávesu CTRL. Pro odebrání položky, klikněte opět levým tlačítkem myši při současném držení klávesy CTRL.</p>
da: <p> at vælge mere end én post, venstre klikke på elementet med musen, mens du holder CTRL-tasten nede. At fravælge et element, til venstre ved at klikke på emnet igen med musen, mens du holder CTRL-tasten nede. </p>
de: <p style="font-size:12px;">Um mehr als einen Eintrag zu selektieren, klicken Sie mit der linken Maustaste auf das Element während Sie die Strg (Ctrl) Taste drücken. Um ein Element zu deselektieren, klicken Sie erneut auf das Element während Sie die Strg (Ctrl) Taste betätigen.
el: <p> Για να επιλέξετε πολλά στοιχεία, πατήστε και κρατήστε πατημένο το πλήκτρο CTRL και κάντε κλικ στα απαιτούμενα στοιχεία. </ p>
es: <p style="font-size:10px;">Para seleccionar más de una entrada, deje pulsada la tecla CTRL mientras va haciendo click con el ratón en las que desea seleccionar. Para deseleccionar un artículo, haga click otra vez en ese artículo mientras pulsa CTRL.</p>
id: <p> Untuk memilih beberapa baris, tekan dan tahan tombol CTRL kemudian klik pada baris yang dipilih. </ p>
ja: <p>CTRLキーを押しながら左クリックすることにより複数選択が可能です。選択を解除するにはCTRLキーを押しながら再度対象を左クリックしてください。</p>
no: <p>For å merke flere elementer, hold nede CTRL-tasten og klikk på ønskede elementer.</p>
ru: <p style="font-size:10px;">Для выбора более одной записи нажмите левой кнопкой мыши на запись, удерживая клавишу CTRL. <br>Для снятия выделения снова нажмите левой кнопкой мыши на эту запись, удерживая клавишу CTRL.</p>
tr: <p style="font-size:10px;">Çoklu seçim için , CTRL tuşuna basarak tek tek seçim yapınız. Seçimi bırakırken de aynı yöntemi kullanın.</p>
uk: <p>Для виділення кількох елементів, натисніть і утримуйте клавішу CTRL і клікайте на необхідні елементи.</p>
vi: <p>Để chọn nhiều mục, hãy bấm giữ phím CTRL và nhấp chuột vào các mục cần thiết.</p>

# Languages::multiupload
source: Multiupload
ar: رفع متعدد
cs: Nahrát více souborů
de: Mehrere Dateien hochladen
el: Πολλαπλό ανέβασμα
es: Multicarga
id: Multi unggah
ja: 複数ファイルのアップロード
no: Multiopplasting
ru: Мультизагрузка
uk: Мультизавантаження
vi: Tải nhiều

# Languages::my_account
source: My account
ar: حسابي
cs: Můj účet
da: Min konto
de: Mein Konto
el: Ο Λογαριασμός μου
es: Mi cuenta
id: Akun saya
ja: マイアカウント
no: Min konto
ru: Мой профиль
tr: Hesabım
uk: Мій профіль
vi: Tài khoản của tôi

# Languages::my_account_links
source: My account links
ar: روابط حسابي
cs: Odkazy na mém účtu
da: Min konto links
de: Links mein Konto
el: Σύνδεσμοι του Λογαριασμού μου
es: Mis enlaces de cuenta
id: Tautan akun
ja: マイアカウントのリンク
no: Min konto linker
ru: Ссылки моей учетной записи
tr: Hesabım linkleri
uk: Лінки мого облікового запису
vi: Liên kết tài khoản của tôi

# Languages::my_points
source: My points
ar: نقاطي
cs: Moje body
da: Mine points
de: Meine Punkte
el: Οι πόντοι μου
es: Mis puntos
id: Poin Saya
ja: ポイント
no: Mine poeng
ru: Мои баллы
tr: Puanlarım
uk: Мої бали
vi: Điểm của tôi

# Languages::na
source: N/A
ar: غير متاح
cs: NENÍ K DISPOZICI
el: Δ/Υ
ja: 選択可能なオプションがありません。
no: Ikke tilgjengelig
ru: не доступно
uk: не доступно

# Languages::name
source: Name
ar: الاسم
cs: Název
da: Navn
el: Όνομα
es: Nombre
id: Nama
ja: 名前
no: Navn
ru: Название
tr: Ad
uk: Назва
vi: Tên

# Languages::navigation
source: Navigation
ar: التصفح
cs: Navigace
el: Πλοήγηση
es: Navegación
id: Navigasi
ja: ナビゲーション
no: Navigasjon
ru: Навигация
uk: Навігація
vi: Danh mục chính

# Languages::navi_pages
source: Pages
ar: صفحة
cs: Stránky
da: Sider
de: Seiten
el: Σελίδες
es: Páginas
id: Halaman
ja: ページ
no: Sider
ru: Страницы
tr: Sayfalar
uk: Сторінки
vi: Trang

# Languages::neighbours
source: Neighbours
ar: الجيران
cs: Sousedé
da: Naboer
de: Nachbarn
el: Γείτονες
es: Vecinos
id: Para tetangga
ja: 同一階層
no: Naboer
ru: Соседи
uk: Сусіди

# Languages::new
source: New
ar: إضافة
cs: Nové
da: Ny
de: Neu
el: Νέα
es: Nuevo
id: Baru
ja: 新規
no: Ny
ru: Новый
tr: Yeni
uk: Нові
vi: Mới

# Languages::newest
source: Newest
ar: الأحدث
cs: Nejnovější
da: Nyeste
de: Neueste
el: Το νεότερο
es: Más nuevo
id: Terbaru
ja: 最新
no: Nyeste
ru: Новые поступления
tr: Yeni Ürünler
uk: Найновіші
vi: Mới nhất

# Languages::new_administrator_password
source: New administrator password
ar: كلمة مرور الأدمن الجديد
cs: Nové heslo správce
da: Nye administratoradgangskode
de: Neues Administrator Passwort
el: Νεος Κωδικός Διαχειριστη
es: Nueva contraseña de administrador
id: Password baru administrator
ja: 新しい管理者用パスワード
no: Nytt administrator passord
ru: Новый пароль администратора
tr: Yeni yönetici şifresi
uk: Новий пароль адміністратора
vi: Mật khẩu quản trị viên mới

# Languages::new_category
source: New category
ar: فئة جديدة
cs: Nová kategorie
da: ny kategori
de: Neue Kategorie
el: Νέα κατηγορία
es: Nueva categoría
id: Kategori baru
ja: カテゴリーの追加
no: Ny kategori
ru: Новая категория
tr: Yeni kategori
uk: Нова Категорія
vi: Danh mục mới

# Languages::new_chart
source: New chart
ar: رسم بياني جديد
cs: Nové schéma
da: Nyt diagram
de: Neues Diagramm
el: Νέο διάγραμμα
es: Nuevo gráfico
id: Bagan baru
ja: チャートの追加
no: Nytt diagram
ru: Новый отчет
tr: Yeni bölüm
uk: Новий графік
vi: Biểu đồ mới

# Languages::new_combination
source: New combination
ar: تركيبة جديدة
cs: Nové kombinace
da: Tilføj ny kombination
de: neue Kombinationen hinzufugen
el: Προσθήκη Νέου Συνδυασμού
es: Añadir nueva combinación
id: Kombinasi baru
ja: コンビネーションの追加
no: Legg til ny kombinasjon
ru: Добавить комбинацию
uk: Нові комбінації
vi: Sự kết hợp mới

# Languages::new_currency
source: New currency
ar: عملة جديدة
cs: Nová měna
da: Ny valuta
de: Neue Währung
el: Νέο Νομισμα
es: Nueva moneda
id: Mata uang baru
ja: 通貨の追加
no: Ny valuta
ru: Новая валюта
uk: Нової валюти
vi: Tiền tệ mới

# Languages::new_customer
source: New customer
ar: عميل جديد
cs: Nový zákazník
da: Ny kunde
de: Neuer Kunde
el: Νέος πελάτης
es: Nuevo cliente
id: Pelanggan baru
ja: はじめてのご来店・未登録のお客様
no: Ny kunde
ru: Новый покупатель
tr: Yeni müşteri
uk: Новий покупець
vi: Khách hàng mới

# Languages::new_feature
source: New feature
ar: مواصفة جديدة
cs: Nová vlastnost
da: Tilføj ny funktion
de: neue Eigenschaft
el: Προσθήκη νέων χαρακτηριστικών
es: Añadir nueva caracteríctica
id: Fitur baru
ja: 追加情報の追加
no: Legg til ny funksjon
ru: Добавить характеристику
uk: Нова функція
vi: Tính năng mới

# Languages::new_file
source: New file
ar: ملف جديد
cs: Nový soubor
da: Ny fil
de: Neue Datei
el: Νέο αρχείο
es: Nuevo archivo
id: File baru
ja: ファイルの追加
no: Ny fil
ru: Новый файл
tr: Yeni dosya
uk: Новий файл
vi: Tập tin mới

# Languages::new_filter
source: New filter
ar: مصفاة جديدة
cs: Nový filtr
da: Nyt filter
de: Neuer Filter
el: Νέο φίλτρο
es: Nuevo filtro
id: Filter baru
ja: フィルタの追加
no: Nytt filter
ru: Новый фильтр
tr: Yeni filtre
uk: Новий фільтр
vi: Bộ lọc mới

# Languages::new_folder
source: New folder
ar: مجلد جديد
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέο Φακελο
es: Nueva carpeta
id: Folder baru
ja: フォルダの追加
no: Ny mappe
ru: Новая папка
uk: Нова папка
vi: Thư mục mới

# Languages::new_group
source: New group
ar: مجموعة جديدة
cs: Nová skupina
da: Ny grup
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
id: Kelompok baru
ja: グループの追加
no: Ny gruppe
ru: Новая группа
tr: Yeni grup
uk: Нова група
vi: Nhóm mới

# Languages::new_items
source: New item
ar: عنصر جديد
cs: Nová položka
da: Tilføj ny post
de: neues Element
el: Προσθήκη Νέου Είδους (ών)
es: Añadir articulo(s)
id: Item baru
ja: アイテムの追加
no: Nytt element
ru: Добавить запись(-и)
uk: Новий елемент
vi: Mục mới

# Languages::new_language
source: New language
ar: لغة جديدة
cs: Nový jazyk
da: Nyt sprog
de: Neue Sprache
el: Νεα Γλωσσα
es: Nuevo idioma
id: Bahasa baru
ja: 言語の追加
no: Nytt språk
ru: Новый язык
uk: Нова мова
vi: Ngôn ngữ mới

# Languages::new_language_variable
source: New language variable
ar: متغير لغة جديد
cs: Nová proměnná jazyka
da: Nye sprogvariabel
de: Neue Sprach-Variable
el: Νεα μεταβλητη γλωσσας
es: Nueva variable de idioma
id: Variabel bahasa baru
ja: 言語変数の追加
no: Ny språkvariabel
ru: Новая языковая переменная
uk: Нова мовна змінна
vi: Biến ngôn ngữ mới

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
cs: Když skryjete, zakážete nebo odstraníte výchozí jazyk jednoho z obchodů, ujistěte se, že aktualizujete hodnotu nastavení <b>Výchozí jazyk stránek obchodu:</b> v části <a href="[link]">Nastavení → Vzhled</a>.
da: Når du skjuler, deaktivere eller slette en standardsprog af en af butiksfacader, Sørg for at opdatere værdien af indstillingen <b>Frontend standardsproget</b> i <a href="[link]"> Indstillinger → udseende</a>.
de: Wenn Sie eine Standardsprache eines der Schaufenster ausblenden, deaktivieren oder löschen, stellen Sie sicher, dass Sie den Wert der Einstellung <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>aktualisieren.
el: Όταν κρύψετε, απενεργοποιήσετε ή διαγράψετε μια προεπιλεγμένη γλώσσα ενός απο τα καταστήματα, φροντίστε να ενημερώσετε την τιμή της ρύθμισης <b>προεπιλεγμένη Γλώσσα Frontend</b> στο <a href="[link]"> ρυθμίσεις → εμφάνιση</a>.
es: Cuando oculta, deshabilita o elimina un idioma predeterminado de una de las páginas de inicio de los productos de la tienda, asegúrese de actualizar el valor de la configuración <b> Idioma predeterminado de la interfaz de usuario </ b> en <a href="[link]"> Configuración → Apariencia </a>.
id: Ketika Anda menyembunyikan, menonaktifkan, atau menghapus bahasa default dari salah satu etalase, pastikan untuk memperbarui nilai <b> ahasa Frontend bawaan</b> pengaturan di <a href="[link]"> Pengaturan → Penampilan</a>.
ja: 店舗のいずれかのデフォルト言語を非表示、無効、または削除する場合は、<a href="[link]">基本設定→表示設定 </a>で<b>ショップページのデフォルト言語</b>設定の値を更新してください。
no: Når du skjuler, deaktiverer eller sletter standardspråket i en av butikkene, må du sørge for å oppdatere verdien av <b>Butikkforside standard språk</b> innstillingen i <a href="[link]">Innstillinger → Utseende</a>.
ru: Когда вы скрываете, выключаете, или удаляете язык, настроенный по умолчанию, убедитесь в том, что обновили значение настройки <b>Язык витрины по умолчанию</b> в <a href="[link]">Настройки →Внешний вид</a>.
tr: Mağaza ana sayfasındaki varsayılan dili gizlediğinizde, etkisizleştirdiğinizde veya sildiğinizde <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a> değerini güncellediğinizden emin olun.
uk: Коли ви ховаєте, вимикаєте, чи видаляєте мову що обрано за замовчуванням, переконайтесь в тому, що оновили значення налаштування <b>Мова вітрини за замовчуванням</b> в <a href="[link]">Налаштування →Зовнішній вигляд</a>.

# Languages::new_layout
source: New layout
ar: تخطيط جديد
cs: Nové rozložení
da: Nyt layout
de: Neues Layout
el: Νέα Διαταξη
es: Nuevo diseño
id: Layout baru
ja: レイアウトの追加
no: Ny layout
ru: Новый макет
tr: Yeni düzen
uk: Новий макет
vi: Bố trí lớp mới

# Languages::new_link
source: New link
ar: رابط جديد
cs: Nový link
da: Nyt link
de: Neuer Link
el: Νέος σύνδεσμος
es: Nuevo enlace
id: Tautan baru
ja: リンクの追加
no: Ny link
ru: Новая ссылка
tr: Yeni link
uk: Нове посилання
vi: Liên kết mới

# Languages::new_localization
source: New localization
ar: تمركز جديد
cs: Nová lokalita
da: Ny lokalisering
de: Neue Lokalisierung (localization)
el: Νέος εντοπισμός
es: Nueva localización
id: Lokalisasi baru
ja: ローカライズの追加
no: Ny lokalisering
ru: Новая локализация
tr: Yeni yerelleştirme
uk: Нова локалізація
vi: Khu vực mới

# Languages::new_location
source: New location
ar: منطقة جديدة
cs: Nová poloha
da: Ny placering
de: Neue Location
el: Νέα τοποθεσία
es: Nueva ubicación
id: Location Baru
ja: ロケーションの追加
no: Ny beliggenhet
ru: Новый пункт назначения
tr: Yeni yer
uk: Новий пункт призначення
vi: Vị trí mới

# Languages::new_rate_area
source: New rate area
de: Neuer Tarifbereich
el: Νεα Περιοχη Τιμων
ru: Новая тарифная зона
uk: Нова тарифна зона

# Languages::new_menu
source: New menu
ar: قائمة جديدة
cs: Nová nabídka
da: Ny menu
de: Neues Menu
el: Νέο Μενου
es: Nuevo menú
id: Menu baru
ja: メニューの追加
no: Ny meny
ru: Новое меню
uk: Нове меню
vi: Menu mới

# Languages::new_option
source: New option
ar: خيار جديد
cs: Nová varianta
da: Ny mulighed
de: Neue Option
el: Νέα επιλογή
es: Nueva opción
id: Opsi baru
ja: オプションの追加
no: Nytt alternativ
ru: Новая опция
tr: Yeni seçenek
uk: Нова опція
vi: Tùy chọn mới

# Languages::new_page
source: New page
ar: صفحة جديدة
cs: Nová stránka
da: Ny side
de: Neue Seite
el: Νέα σελίδα
es: Nueva página
id: Halaman baru
ja: ページの追加
no: Ny side
ru: Новая страница
tr: Yeni sayfa
uk: Нова сторінка
vi: Trang mới

# Languages::new_payments
source: New payment method
ar: طريقة دفع جديدة
cs: Nový způsob platby
da: Tilføj ny betalingsmetode
de: neue Zahlungsmethode
el: Προσθήκη Νέας Μέθόδου Πληρωμής (ών)
es: Añadir métodos de pago(s)
id: Metode pembayaran baru
ja: 支払方法の追加
no: Legg til ny betalingsmåte
ru: Добавить способ оплаты
uk: Новий метод оплати
vi: Phương thức thanh toán mới

# Languages::new_payout
source: New payout
ar: مدفوع جديد
cs: Nová výplata
da: Tilføj nye udbytte
de: Neue Auszahlung
el: Προσθήκη νέας πληρωμής
es: Añadir nueva liquidación de pago
id: Pembayaran baru
ja: 支払いの追加
no: Legg til ny utbetaling
ru: Добавить выплату
uk: Новий макет
vi: Thanh toán mới

# Languages::new_post
source: New post
ar: مشاركة جديدة
cs: Nový příspěvek
da: Nyt indlæg
de: Neue Nachricht (Post)
el: Νέα δημοσίευση
es: Nueva entrada
id: Postingan baru
ja: 新規投稿
no: Nytt innlegg
ru: Новое сообщение
tr: Yeni mesaj
uk: Новий відгук
vi: Bài viết mới

# Languages::new_product
source: New product
ar: منتج جديد
cs: Nové zboží
da: Nyt produkt
de: Neues Produkt
el: Νέο προϊόν
es: Nuevo producto
id: Produk baru
ja: 商品の追加
no: Nytt produkt
ru: Новый товар
tr: Yeni ürün
uk: Новий товар
vi: Sản phẩm mới

# Languages::new_profile
source: New profile
ar: بروفايل جديد
cs: Nový profil
da: Ny profil
de: Neues Profil
el: Νέο προφίλ
es: Nuevo perfil
id: Profil baru
ja: ユーザーの追加
no: Ny profil
ru: Новая учетная запись
tr: Yeni profil
uk: Нові профіль
vi: Hồ sơ mới

# Languages::new_profile_field
source: New profile field
ar: خانة بروفايل جديدة
cs: Nový profil pole
da: Ny profil field
de: Neues Profilfeld
el: Νέο πεδιο Προφιλ
es: Nuevo campo de perfil
id: Field profil baru
ja: 会員情報フィールドの追加
no: Nytt profilfelt
ru: Новое поле профиля
uk: Нове поле профіля
vi: Trường hồ sơ mới

# Languages::new_profile_notification
source: New profile notification
ar: إشعار بروفايل الشخصية
cs: Oznámení o novém profilu
da: Ny profil anmeldelse
de: Neue Profil Benachrichtigung
el: Ειδοποίηση για νέο προφίλ
es: Notificación de nuevo perfil
id: Pemberitahuan profil baru
ja: 新規登録の通知
no: Ny profil notifikasjon
ru: Уведомление о новом профиле
tr: Yeni profil bildirimi
uk: Сповіщення про новий профіль
vi: Thông báo hồ sơ mới

# Languages::new_promotion
source: New promotion
ar: عرض جديد
cs: Nová promoakce
da: Ny promovering
de: Neue Aktion (Promotion)
el: Νέα προώθηση
es: Nueva promoción
id: Promosi baru
ja: キャンペーン情報の追加
no: Ny kampanje
ru: Новое поощрение
tr: Yeni promosyon
uk: Нова акція
vi: Khuyến mãi mới

# Languages::new_report
source: New report
ar: تقرير جديد
cs: Nová zpráva
da: Tilføj ny rapport(er)
de: neuen Bericht hinzufugen
el: Προσθήκη νέων αναφορών
es: Añadir nuevo informe(s)
id: Laporan baru
ja: レポートの追加
no: Ny rapport
ru: Добавить отчет
uk: Новий звіт
vi: Báo cáo mới

# Languages::new_saved_search
source: New saved search
ar: بحث محفوظ جديد
cs: Nové hledání
da: Ny gemt søgning
de: Neue Suche erstellen und speichern
el: Νέα αποθηκευμένη αναζήτηση
es: Nueva búsqueda guardada
id: Pencarian baru disimpan
ja: 検索フィルタの新規作成
no: Nytt lagret søk
ru: Новый поиск
tr: Yeni kaydedilmiş arama
uk: Новий пошук
vi: Lưu tìm kiếm mới

# Languages::new_section
source: New section
ar: قسم جديد
cs: Nová sekce
da: Nye afsnit
de: Neue Sektion
el: Νεος Τομεας
es: Nueva sección
id: Seksi baru
ja: セクションの追加
no: Ny seksjon
ru: Новый раздел
tr: Yeni bölüm
uk: Новий розділ
vi: Phần mới

# Languages::new_shipment
source: New shipment
ar: شحنة جديدة
cs: Nová zásilka
da: Opret forsendelse
de: Neuer Versand
el: Νέα αποστολή
es: Nuevo envío
id: Pengiriman baru
ja: 配送手続きの追加
no: Ny forsendelse
ru: Оформить отгрузку
tr: Yeni gönderi
uk: Нове відвантаження
vi: Lô hàng mới

# Languages::detailed_shipment
source: Detailed shipment
ar: شحنة مفصلة
cs: Detailní dodávka
da: Detaljerede leverance
de: Detaillierter Versand
el: Λεπτομερης αποστολή
es: Envío detallado
id: Detail Pengiriman
ja: 配送方法詳細
no: Detaljert forsendelse
ru: Отдельная отгрузка
tr: Detaylı sevk irsaliyesi
uk: Окреме відвантаження
vi: Chi tiết lô hàng

# Languages::create_detailed_shipment
source: Create detailed shipment
ar: إنشاء شحنة مفصلة
cs: Založit zásilku
da: Oprette detaljerede forsendelse
de: Detaillierten Versand erstellen
el: Δημιουργήστε λεπτομερείς αποστολή
es: Crear un envío detallado
id: Membuat Detail Pengiriman
ja: 配送方法詳細の作成
no: Opprett detaljert forsendelse
ru: Создать отдельную отгрузку
tr: Detaylı sevk irsaliyesi oluştur
uk: Створити окреме відвантаження
vi: Tạo chi tiết lô hàng

# Languages::new_shipment_was_created
source: New shipment was created
ar: تم إنشاء الشحنة الجديدة
cs: Nová zásilka byla vytvořena
da: Ny forsendelse oprettet
de: Neuer Versand wurde erstellt
el: Δημιουργήθηκε νέα αποστολή
es: Nuevo envío creado
id: Pengiriman baru telah dibuat
ja: 商品発送のお知らせ
no: Ny forsendelse ble opprettet
ru: Отправка оформлена
tr: Yeni gönderi oluşturuldu
uk: Було створено нове відвантаження
vi: Lô hàng mới được tạo

# Languages::new_shipping_method
source: New shipping method
ar: طريقة شحن جديدة
cs: Nový způsob dopravy
da: Ny fragtmåde
de: Neue Versandmethode
el: Νέος τρόπος αποστολής
es: Nuevo método de envío
id: Metode pengiriman baru
ja: 配送方法の追加
no: Ny fraktmetode
ru: Новый метод доставки
tr: Yeni teslimat metodu
uk: Новий спосіб доставки
vi: Phương thức vận chuyển mới

# Languages::new_site_map_section
source: New sitemap section
ar: قسم خريطة موقع جديد
cs: Přidat sekci v mapě stránek
da: Tilføj nye site map sektion
de: neue Sitemap-Sektion
el: Προσθήκη νέου τμήματος χάρτη ισοτόπου (sitemap)
es: Añadir nueva sección "Mapa del sitio"
id: Bagian peta situs baru
ja: サイトマップセクションの追加
no: Legg til ny seksjon i sidekart
ru: Добавить раздел в карту сайта
uk: Новий розділ карти сайту
vi: Phần sơ đồ trang web mới

# Languages::new_states
source: New state(s) for the selected country
ar: محافظة/إمارة جديدة للدولة المحددة
cs: Nové stát(y) pro vybrané země
da: Tilføj nye stat(er) for det valgte land
de: neue(s) Bundesländ(er) für gewähltes Land
el: Προσθήκη νέως νομών για την επιλεγμένη Τοποθεσία
es: Añadir nueva provincia(s) al país seleccionado
id: Provinisi/kota baru untuk negara yang dipilih
ja: 選択中の国に対する都道府県（州）の追加
no: Legg til nye stater for det valgte landet
ru: Добавить регион(ы)
uk: Додати регион(и)
vi: Tỉnh/TP mới cho quốc gia đã chọn

# Languages::new_status
source: New status
ar: حالة جديدة
cs: Nový status
da: Tilføj ny status
de: Neuer Status
el: Προσθήκη νέας κατάστασης
es: Añadir nuevo estado
id: Status baru
ja: ステータスの追加
no: Ny status
ru: Добавить статус
uk: Новий статус
vi: Trạng thái mới

# Languages::new_tab
source: New tab
ar: لسان جديد
cs: Nová karta
da: Ny fane
de: Neuer Tab (Registerreiter)
el: Νέο Tab
es: Nueva pestaña
id: Tab baru
ja: タブの追加
no: Ny fane
ru: Новая вкладка
uk: Нова вкладка
vi: Tab mới

# Languages::new_tax
source: New tax
ar: ضريبة جديدة
cs: Nová daň
da: Ny moms
de: Neue Steuer (Tax)
el: Νέος φόρος
es: Nuevo impuesto
id: Pajak baru
ja: 税金の追加
no: Ny moms
ru: Новый налог
tr: Yeni vergi
uk: Новий податок
vi: Thuế mới

# Languages::new_usergroups
source: New user group(s)
ar: مجموعة أعضاء جديدة
cs: Nový uživatel skupin(y)
da: Tilføj ny bruger gruppe (r)
de: Neue Benutzergruppe(n)
el: Προσθήκη νέων ομάδων χρηστών
es: Nuevo grupo de usuarios(s)
id: Grup user baru
ja: ユーザーグループの追加
no: Ny brukergruppe(r)
ru: Добавить группу
uk: Додати групу
vi: Nhóm người dùng mới

# Languages::new_user_profile
source: New user profile
ar: بروفايل جديد
cs: Nový uživatelský profil
da: Ny bruger profil
de: Neues Benutzerprofil
el: Νέο προφίλ χρήστη
es: Nuevo perfil de usuario
id: Profil user baru
ja: 新規ユーザー情報
no: Ny brukerprofil
ru: Новый профиль пользователя
tr: Yeni kullanıcı profili
uk: Новий профіль користувача
vi: Hồ sơ người dùng mới

# Languages::new_vendor
source: New store
ar: متجر جديد
cs: Nový obchod
da: Ny butik
de: Neuer Store
el: Νέο Καταστημα
es: Nueva tienda
id: Toko baru
ja: ショップの追加
no: Ny butikk
ru: Новый магазин
tr: Yeni mağaza
uk: Нова крамниця
vi: Cửa hàng mới

# Languages::new_zealand
source: New Zealand
cs: Nový Zéland
de: Neuseeland
el: Νέα Ζηλανδία
es: Nueva Zelanda
id: Selandia Baru
ru: Новая Зеландия
uk: Нова Зеландія
vi: Niu Di-lân

# Languages::next
source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
id: Berikut
ja: 次へ
no: Neste
ru: Вперед
tr: ileri
uk: Вперед
vi: Tiếp theo

# Languages::next_step
source: Next step
ar: الخطوة التالية
cs: Další krok
da: Næste trin
de: Nächster Schritt
el: Επόμενο βήμα
es: Siguiente paso
id: Langkah berikut
ja: 次へ
no: Neste trinn
ru: Следующий шаг
tr: Sonraki adım
uk: Наступний крок
vi: Bước tiếp theo

# Languages::no
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: ΟΧΙ
id: Tidak
ja: いいえ
no: Nei
ru: Нет
tr: Hayır
uk: Ні
vi: Không

# Languages::nocombination
source: Unfortunately this combination is not accessible
ar: عذراً, هذه التركيبة غير متاحة
cs: Bohužel, tato kombinace není přístupná
da: Desværre er denne kombination er ikke tilgængelig
de: Leider ist diese Kombination nicht zugänglich
el: Δυστυχώς αυτός ο συνδυασμός δεν είναι προσβάσιμος
es: Desafortunádamente esta combinación no es accesible
id: Maaf kombinasi ini tidak dapat diakses
ja: この組み合わせは選択いただけません
no: Dessverre er denne kombinasjonen ikke tilgjengelig
ru: К сожалению, эта комбинация недоступна
tr: Malesef bu kombinasyona erişilemez
uk: На жаль, ця комбінація не є доступною
vi: Thật không may sự kết hợp này không thể truy cập

# Languages::none
source: None
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
es: Nada
id: Tidak ada
ja: なし
no: Ingen
ru: Не выбрано
tr: Hiçbiri
uk: Жоден
vi: Không có

# Languages::normal
source: Normal
ar: طبيعي
cs: Normální
el: Κανονικό
ja: 普通
ru: Норма
uk: Норма
vi: Bình thường

# Languages::norway
source: Norway
ar: النرويج
cs: Norsko
da: Norge
de: Norwegen
el: Νορβηγία
es: Noruega
id: Norwegia
no: Norge
ru: Норвегия
uk: Норвегія
vi: Na Uy

# Languages::norwegian
source: Norwegian
ar: النرويجية ‏
cs: Norština
da: norsk
de: Norwegisch
el: Νορβηγικά
es: Noruego
id: Bahasa Norwegia
ja: ノルウェー語
no: Norsk
ru: Норвежский
uk: Норвезька
vi: Na Uy

# Languages::note
source: Note
ar: ملاحظة
cs: Poznámka
da: Bemærk
de: Bemerkung
el: Σημείωση
es: Nota
id: Catatan
ja: ヒント
no: Notat
ru: Комментарий
tr: Not
uk: Коментар
vi: Lưu ý

# Languages::notes
source: Notes
ar: الملاحظات
cs: Poznámky
da: noter
de: Bemerkungenen
el: Σημειώσεις
es: Notas
id: Catatan
ja: コメント
no: Notater
ru: Подсказки
tr: Notlar
uk: Коментарі
vi: Ghi chú

# Languages::notice
source: Notice
ar: ملاحظة
cs: Zpráva
da: Bemærke
de: Mitteilung
el: Σημείωμα
es: Noticia
id: Perhatian:
ja: お知らせ
no: Melding
ru: Оповещение
tr: Not
uk: Сповіщення
vi: Thông báo
