Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::vendor_names
source: Vendor names
el_gr: Ονοματα πωλητων
id_id: Nama pedagang
pl_pl: Nazwy sprzedawców
ru_ru: Имена продавцов
tr_tr: Satıcı isimleri
uk_ua: Імена продавців
vi_vn: Tên nhà cung cấp

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
el_gr: Λογότυπα πωλητών και αριθμός προϊόντων
id_id: Logo penjual dan jumlah produk
pl_pl: Loga i liczba produktów sprzedawców
ru_ru: Количество товаров и логотипы продавца
tr_tr: Satıcı logları ve ürün sayısı
uk_ua: Кількість товарів і логотипи продавця

# Languages::invite_vendors
source: Invite vendors
el_gr: Προσκαλέστε πωλητές
pl_pl: Zaproś sprzedawców
ru_ru: Пригласить продавцов
uk_ua: Запросити продавців

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
el_gr: Προσκαλέστε ανθρώπους να καταχωρηθούν ως πωλητές στο marketplace
pl_pl: Zaproś osoby do zarejestrowania się jako sprzedawcy w Twoim marketplace
ru_ru: Пригласить людей зарегистрироваться в качестве продавцов на вашем маркетплейсе
uk_ua: Запросіть людей зареєструватися продавцями у вашому магазині

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
pl_pl: E-maile do wysłania zaproszeń
ru_ru: Электронные адреса, куда отправлять приглашения
uk_ua: Електронні листи, куди надсилати запрошення

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
el_gr: Αν εισάγετε πολλαπλά email, γράψτε το καθένα σε νέα γραμμή.
pl_pl: Jeśli wprowadzasz wiele adresów email, napisz każdy z nich w nowym wierszu.
ru_ru: Если вводите несколько электронных адресов, пишите каждый в новой строке.
uk_ua: Якщо ви вводите кілька email адрес, записуйте кожну в новий рядок.

# Languages::send_invitations
source: Invite
el_gr: Πρόσκληση
pl_pl: Zapraszenie
ru_ru: Пригласить
uk_ua: Запрошення

# Languages::pending_vendor_invitations
source: Pending vendor invitations
el_gr: Εκκρεμείς προσκλήσεις πωλητή
pl_pl: Zaproszenia oczekujące od sprzedawców
ru_ru: Приглашения, ожидающие ответа
uk_ua: Очікування запрошень продавців

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
el_gr: Διαχειριστείτε προσκλήσεις στο marketplace για δυνητικούς πωλητές.
pl_pl: Zarządzaj zaproszeniami w marketplace dla potencjalnych sprzedawców.
ru_ru: Управляйте приглашениями на ваш маркетплейс для потенциальных продавцов.
uk_ua: Керування запрошеннями потенційних продавців до свого магазину.

# Languages::vendor_invited_at
source: Date sent
el_gr: Ημερομηνία αποστολής
pl_pl: Data wysłania zaproszenia
ru_ru: Дата отправки
uk_ua: Дата відправлення

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
el_gr: Προσκλήσεις εστάλησαν: [sent_quantity]
pl_pl: Wysłane zaproszenia: [sent_quantity]
ru_ru: Количество отправленных приглашений: [sent_quantity]
uk_ua: Запрошень відправлено: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
el_gr: Οι προσκλήσεις δεν εστάλησαν: [failed_quantity]<br/><b>[emails_list]</b><br/>Μια πρόσκληση δεν αποστέλλεται αν έχει ήδη σταλεί σε αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου πριν. Αλλά εάν καμία από τις προσκλήσεις σας δεν αποστέλλονται και δεν έχετε στείλει προσκλήσεις σε αυτές τις διευθύνσεις πριν, παρακαλούμε βεβαιωθείτε ότι το [product] μπορεί να στείλει μηνύματα ηλεκτρονικού ταχυδρομείου. Αν δεν μπορεί,το πρόβλημα σχετίζεται με το [product] ή τις ρυθμίσεις παραμέτρων του διακομιστή. Στην περίπτωση αυτή, επικοινωνήστε με το διαχειριστή του διακομιστή η τον πάροχο φιλοξενίας ή <a href="https://helpdesk.cs-cart.com/" target="_blank">την τεχνική μας υποστήριξη</a> να το ερευνήσει.
pl_pl: Zaproszenia nie zostały wysłane: [failed_quantity]<br/><b>[emails_list]</b><br/> Zaproszenie nie zostanie wysłane, jeśli wcześniej zostało już wysłane na ten adres e-mail. Jeśli jednak żadne z Twoich zaproszeń nie zostaną wysłane i nie wysłałeś wcześniej zaproszeń na te adresy, upewnij się, że [product] może w ogóle wysyłać wiadomości e-mail. Jeśli nie, problem jest związany z konfiguracją [product] lub serwera. W takim przypadku skontaktuj się z administratorem serwera, dostawcą usług hostingowych lub <a href="https://helpdesk.cs-cart.com/" target="_blank">naszą pomocą techniczną</a> w celu zbadania problemu.
ru_ru: Количество неотправленных приглашений: [failed_quantity]<br/><b>[emails_list]</b><br/>Приглашение не отправится, если вы уже отправляли приглашение на этот адрес. Но если ни одно из ваших приглашений не отправилось, и вы не отправляли раньше приглашения на эти адреса, то проверьте, может ли [product] отправлять электронные письма. Если нет, то проблема связана либо с [product], либо с настройками сервера. В этом случае свяжитесь с администратором сервера, хостинг-провайдером или <a href="https://helpdesk.cs-cart.com/" target="_blank">нашей технической поддержкой</a>, чтобы изучить проблему.
uk_ua: Запрошення не надіслано: [failed_quantity]<br/><b>[emails_list]</b><br/>Запрошення не буде надіслано, якщо воно вже було надіслано на цю адресу електронної пошти. Але якщо жодне з Ваших запрошень не надіслано, і ви раніше не надсилали запрошення на ці адреси, переконайтеся, що [product] взагалі може надсилати електронні листи. Якщо це неможливо, то проблема пов'язана з [product] або конфігурацією сервера. У цьому випадку зверніться до адміністратора сервера, хостера або <a href="https://helpdesk.cs-cart.com/" target="_blank">нашої технічної підтримки</a>.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
pl_pl: <a href="[url]">Edytowanie szablonu zaproszenia e-mail dla sprzedawców</a>
ru_ru: <a href="[url]">Редактировать email-шаблон приглашения продавца</a>
uk_ua: <a href="[url]">Редагувати email-шаблон запрошення продавця</a>

# Languages::all_companies
source: All vendors
pl_pl: Wszyscy sprzedawcy
ru_ru: Все продавцы
uk_ua: Всі продавці

# Languages::storefront_access_key
source: Access key to temporarily closed storefront
pl_pl: Klucz dostępu dla tymczasowo zamkniętego sklepu
ru_ru: Ключ доступа ко временно закрытой витрине
uk_ua: Ключ доступу до тимчасово закритої крамниці

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed storefront</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
pl_pl: Nawet jeśli sklep jest zamknięty (stan ustawiony na WYŁĄCZONY), będziesz mógł go zobaczyć, jeśli masz klucz dostępu. Określ poniżej <i>klucz dostępu do tymczasowo zamkniętego sklepu</i>.<br/> Użyj http://www.example.com/index.php?store_access_key=key_value, aby uzyskać dostęp do zamkniętego sklepu.
ru_ru: Даже если витрина закрыта (статус OFF), вы сможете её посетить, если у вас есть ключ доступа. Задайте <i>Ключ доступа ко временно закрытой витрине</i> ниже.<br/>Чтобы посетить закрытую витрину, используйте ссылку наподобие http://www.example.com/index.php?store_access_key=key_value
uk_ua: Навіть якщо вітрина закрита (статус OFF), ви зможете її відвідати, якщо у вас є ключ доступу. Задайте <i>Ключ доступу до тимчасово закритого магазину</i> нижче. <br/>Щоб відвідати закриту вітрину, використовуйте зразок посилання http://www.example.com/index.php?store_access_key=key_value.

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the storefront editing page
pl_pl: Możesz ustawić klucz dostępu na stronie edycji storefrontu
ru_ru: Ключ доступа можно задать на странице редактирования витрины
uk_ua: Ключ доступу можна задати на сторінці редагування магазину

# Languages::close_storefront.setting_notice
source: You can open or close a storefront on the storefront editing page
pl_pl: Możesz otworzyć lub zamknąć storefront na stronie edycji storefrontu
ru_ru: Открыть или закрыть витрину можно на странице редактирования витрины
uk_ua: Відкрити або закрити магазин можна на сторінці редагування магазину

# Languages::add_storefronts
source: Add storefronts
pl_pl: Dodaj sklepy (storefronts)
ru_ru: Добавить витрины
uk_ua: Додати магазини

# Languages::add_storefronts_and_close
source: Add storefronts and close
pl_pl: Dodaj sklepy i zamknij
ru_ru: Добавить витрины и закрыть
uk_ua: Додати магазини та закрити

# Languages::is_default_storefront
source: Default storefront
pl_pl: Domyślny storefront
ru_ru: Витрина по умолчанию
uk_ua: Магазин за замовчуванням

# Languages::default_storefront_must_exist
source: Default storerfront must exist in the store
pl_pl: Domyślny storerfront musi istnieć w sklepie
ru_ru: Витрина по умолчанию должна существовать в магазине
uk_ua: На сайті має існувати магазин за замовчуванням

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
pl_pl: Nie można usunąć domyślnego storefrontu <b>[url]</b>
ru_ru: Витрину по умолчанию <b>[url]</b> нельзя удалить
uk_ua: Вітрину за замовчуванням <b>[url]</b> не можна видалити
