Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
el_gr: Η μέθοδος αποστολής εφαρμόστηκε σε [vendors] πωλητές
id_id: Metode pengirimannya diterapkan ke vendor [vendors]
pl_pl: Zastosowano metodę wysyłki do [vendors] sprzedawów
ru_ru: Способ доставки был применен к [vendors] продавцам
tr_tr: [vendors] tedarikçisi için nakliye metodu uygulandı
uk_ua: Спосіб доставки було застосовано до [vendors] продавців
vi_vn: Phương pháp vận chuyển được áp dụng cho nhà cung cấp [vendors]

# Languages::block_vendor_filters
source: Vendor filters
el_gr: Φίλτρα πωλητή
id_id: Filter vendor
pl_pl: Filtry sprzedawcy
ru_ru: Фильтры продавца
tr_tr: Satıcı filtreleri
uk_ua: Фільтри постачальника
vi_vn: Bộ lọc nhà cung cấp

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
el_gr: Αιτηση για Πωλητής
id_id: Terapkan untuk vendor
pl_pl: Zastosuj dla dostawcy
ru_ru: Стать продавцом
tr_tr: Tedarikçi başvurusu
uk_ua: Стати продавцем
vi_vn: Áp dụng cho các nhà cung cấp

# Languages::email_template.company_status_notification
source: Company status change
el_gr: Αλλαγή κατάστασης της εταιρείας
id_id: Perubahan status perusahaan
pl_pl: Zmiana statusu firmy
ru_ru: Изменение статуса компании
tr_tr: Şirket durumu değişikliği
uk_ua: Зміна стану компанії
vi_vn: Thay đổi trạng thái công ty

# Languages::email_template.company_payment_notification
source: Company payment
el_gr: Πληρωμή της εταιρείας
id_id: Pembayaran perusahaan
pl_pl: Płatności firmy
ru_ru: Добавление нового платежа
tr_tr: Şirket ödemesi
uk_ua: Додавання нового платежу
vi_vn: Công ty thanh toán

# Languages::email_template.vendor_invitation
source: Vendor invitation
el_gr: Πρόσκληση προμηθευτή
pl_pl: Zaproszenia sprzedawcy
ru_ru: Приглашение продавца
tr_tr: Satıcı daveti
uk_ua: Запрошення продавця

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
el_gr: Ελάτε να πουλήσετε με [default_company_name]
pl_pl: Sprzedawaj razem z [default_company_name]
ru_ru: [default_company_name]: продавайте вместе с нами
tr_tr: [default_company_name] ile Satış Yap
uk_ua: Отримуйте прибуток з [default_company_name]

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
el_gr: <p>Γεια σας,</p><br/><p> Θα θέλαμε να σας προσκαλέσουμε σε <a href="[create_account_url]">δημιουργήστε ένα λογαριασμό</a> με [default_company_name]. Θα είστε σε θέση να επεκτείνετε το πελατολόγιο σας καταχωρώντας τα προϊόντα σας και πουλώντας τους στους επισκέπτες μας</p><br/><p>. Φιλικοί χαιρετισμοί</p><p>η ομάδα[default_company_name] <p></p></p>
pl_pl: <p>Witaj,</p><br/><p>Chcielibyśmy zaprosić Cię do <a href="[create_account_url]">utworzenia konta</a> z [default_company_name]. Będziesz mógł poszerzyć swoją bazę klientów, wystawiając swoje produkty na naszej platformie i sprzedając je naszym użytkownikom.</p><br/><p> Z poważaniem,</p><p> zespół [default_company_name]</p>
ru_ru: <p>Здравствуйте!</p><br/><p>Предлагаем вам <a href="[create_account_url]">зарегистрироваться</a> на сайте [default_company_name]. Вы сможете расширить свою клиентскую базу: опубликовать свои товары и предлагать их посетителям нашего сайта.</p><br/><p>С уважением,</p><p>команда [default_company_name]</p>
uk_ua: <p>Вітаємо,</p><br/><p>Запрошуємо вас <a href="[create_account_url]">створити обліковий запис</a> з [default_company_name]. Ви зможете розширити клієнтську базу, розмістивши продукти на нашій платформі та продавши їх нашим відвідувачам.</p><br/><p>З повагою,</p><p>Команда [default_company_name]</p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
el_gr: Αποδέχομαι τους [terms_href]
id_id: Saya menerima [terms_href]
pl_pl: Akceptuję [terms_href]
ru_ru: Я принимаю [terms_href]
tr_tr: Kabul ediyorum [terms_href]
uk_ua: Я приймаю [terms_href]
vi_vn: Tôi chấp nhận [terms_href]

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
el_gr: Όρους και προϋποθέσεις
id_id: Syarat dan ketentuan
pl_pl: Ogólne warunki handlowe
ru_ru: Условия соглашения
tr_tr: Koşul ve şartlar
uk_ua: Умови угоди
vi_vn: Điều khoản và Điều kiện

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
el_gr: Για να προχωρήσετε, πρέπει να αποδεχτείτε τους όρους και τις προϋποθέσεις μας.
id_id: Dalam rangka untuk melanjutkan, Anda harus menerima Syarat dan Ketentuan kami.
pl_pl: Aby kontynuować, musisz zaakceptować regulamin.
ru_ru: Чтобы продолжить, необходимо принять наши Условия соглашения.
tr_tr: Devam edebilmek için koşulları kabul etmelisiniz.
uk_ua: Щоб продовжити, ви повинні прийняти наші умови.
vi_vn: Để tiếp tục đặt hàng, bạn phải chấp nhận các Điều khoản và Điều kiện.

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
el_gr: <p>Παρακαλούμε διαβάστε αυτούς τους όρους και προϋποθέσεις ("Όροι", "Όροι και προϋποθέσεις") προσεκτικά πριν τη χρηση της ιστοεσελιδας και του My Mobile App mobile application (η "Υπηρεσια") <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> από την εταιρεία μου ("εμείς", "εμείς", ή "μας").</p> <p><strong>Με την πρόσβαση ή τη χρήση της υπηρεσίας συμφωνείτε ότι δεσμεύεστε από τους παρόντες όρους. Αν διαφωνείτε με οποιοδήποτε μέρος των όρων, τότε δεν μπορείτε να έχετε πρόσβαση στην υπηρεσία.</strong></p> <p><strong>Αγορές</strong></p> <p>Αν θέλετε να αγοράσετε οποιοδήποτε προϊόν ή υπηρεσία που διατίθεται μέσω της υπηρεσίας ("αγορά"), μπορεί να σας ζητηθεί να παράσχετε ορισμένες πληροφορίες σχετικές με την αγορά σας, συμπεριλαμβανομενης, χωρίς κανενα περιορισμό, ...</p> <p><strong>Περιεχομενο</strong></p> <p>Η υπρεσια μας, σάς δίνει τη δυνατότητα να δημοσιεύετε, σύνδεσετε, αποθήκευσετε, την κοινή χρήση και διάθεση με άλλον τρόπο ορισμένες πληροφορίες, κείμενο, γραφικά, βίντεο, ή άλλο υλικό («περιεχόμενο»). Είστε υπεύθυνοι για τη...</p> <p><strong>Αλλαγές</strong></p> <p>Διατηρεί το δικαίωμα, κατά την κρίση μας, να τις τροποποιηθουν ή να αντικατασταθουν αυτοι οι όροι οποιαδήποτε στιγμή. Αν μια αναθεώρηση είναι υλικη θα προσπαθησουμε να παρέχουμε προειδοποίηση τουλάχιστον 30 ημερών πριν από οποιαδήποτε ενεργοποίηση νέως όρων. Τι συνιστά μια υλική αλλαγή θα καθορίζεται κατά τη διακριτική μας ευχέρεια.</p> <p><strong>Επικοινωνήστε μαζί μας</strong></p> <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους όρους, παρακαλώ επικοινωνήστε μαζί μας.</p>
id_id: <p>Harap baca Syarat dan Ketentuan ini ("Persyaratan", "Persyaratan dan Ketentuan") dengan saksama sebelum menggunakan <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> situs web dan aplikasi mobile My Mobile App ("Layanan") yang dioperasikan oleh Perusahaan Saya ("kami", "kami", atau "kami").</p><p><strong>Dengan mengakses atau menggunakan Layanan yang Anda setujui untuk terikat oleh Persyaratan ini. Jika Anda tidak setuju dengan bagian Persyaratan apa pun, Anda mungkin tidak dapat mengakses Layanan.</strong></p><p><strong>Pembelian</strong></p><p>Jika Anda ingin membeli produk apa pun atau layanan yang tersedia melalui Layanan ("Pembelian"), Anda mungkin diminta untuk memberikan informasi tertentu yang relevan dengan Pembelian Anda termasuk, namun tidak terbatas pada, Anda ...</p><p><strong>Konten</strong></p><p>Layanan kami memungkinkan Anda mengeposkan, menautkan, menyimpan, berbagi, dan menyediakan informasi, teks, grafik, video, atau materi lain ("Konten") tertentu. Anda bertanggung jawab atas ...</p><p><strong>Perubahan</strong></p><p>Kami berhak, atas pertimbangan kami sendiri, untuk mengubah atau mengganti Persyaratan ini kapan saja. Jika revisi materi, kami akan mencoba memberikan pemberitahuan minimal 30 hari sebelum persyaratan baru mulai berlaku. Apa yang dimaksud dengan perubahan material akan ditentukan berdasarkan pertimbangan kami sendiri.</p><p><strong>Hubungi Kami</strong></p><p>Jika Anda memiliki pertanyaan tentang Persyaratan ini, hubungi kami.</p>
pl_pl: <p>Prosimy o uważne przeczytanie Warunków i Postanowień ("Warunki", "Ogólne warunki handlowe") przed rozpoczęciem korzystania ze sklepu <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> aplikacji mobilnej ("Usługa") obsługiwane przez firmę ("nas", "my" lub "nasz").</p> <p><strong>Przez dostęp lub korzystanie z usługi użytkownik zgadza się przestrzegać niniejszych warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią warunków, zamknij przeglądarkę i nie korzystaj z serwisu.</strong></p> <p><strong>Zakupy</strong></p> <p>Jeśli chcesz zakupić jakiegokolwiek produkty lub usługi dostępne za pośrednictwem usługi ("zakup"), możesz zostać poproszony do dostarczania niektórych informacji istotnych dla swojego zakupu w tym, bez ograniczeń, swoje...</p> <p><strong>Treści</strong></p> <p>Nasz serwis pozwala na post, linki, przechowywania, dzielenie się i inny sposób udostępniania pewnych informacji, tekstu, grafiki, filmów oraz innych materiałów ("zawartość"). Jesteś odpowiedzialny za...</p> <p><strong>Zmiany</strong></p> <p>Zastrzegamy sobie prawo, wedle własnego uznania, aby zmodyfikować lub zastąpić niniejsze warunki w dowolnym momencie. Jeśli dokonamy zmiany postaramy się to zrobić z co najmniej 30-dniowym wyprzedzeniem przed wejściem w życie nowych warunków. Niemniej istotne zmiany będą ustalane według naszego uznania.</p> <p><strong>Skontaktuj się z nami</strong></p> <p>Jeśli masz jakiekolwiek pytania dotyczące niniejszych warunków, prosimy o kontakt z nami.</p>
ru_ru: <p>Прежде чем использовать сайт <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> и мобильное приложение "My Mobile App" (далее "сервис"), предоставляемые "My Company" (далее "мы", "нас", "наш"), пожалуйста, внимательно ознакомьтесь с условиями соглашения (далее "условия").</p><p><strong>Получая доступ и используя данный сервис вы принимаете условия данного соглашения. В случае, если вы не согласны с каким-либо условием, Вам может быть закрыт доступ к сервису.</strong></p><p><strong>Покупки</strong></p><p>При покупке товаров и услуг, предоставляемых сервисом (далее "покупка"), Вам может потребоваться указать информацию, имеющую отношение к покупке, которая включает, но не ограничивается...</p><p><strong>Содержимое</strong></p><p>Наш сервис позволяет размещать, оставлять ссылки, хранить, делиться и делать доступными иными способами информацию, текст, графические изображения, видео и другие материалы (далее "содержимое"). Вы несёте ответственность за...</p><p><strong>Изменения</strong></p><p>Мы оставляем за собой право по нашему усмотрению изменять условия в любой момент. При внесении существенных изменений в условия соглашения по меньшей мере за 30 дней до их вступления в силу будет разослано оповещение. Содержание значимых изменений остаётся полностью на наше усмотрение.</p><p><strong>Обратная связь</strong></p><p>Если у Вас возникли вопросы по настоящим условиям, пожалуйста, свяжитесь с нами.</p>
tr_tr: <p>Bu web sitesini ziyaret ettiğiniz için teşekkür ederiz. Bu web sitesini herhangi bir şekilde kullanmanız burada belirtilen Şart ve Koşulları kabul ettiğiniz anlamına geldiğinden, lütfen bu belgedeki Şart ve Koşulları dikkatle okuyun.</p> <p><strong>Web Sitesi Gizlilik Uyarısı</strong></p> Bu web sitesine iletilen tüm kişisel bilgiler veya materyaller bu web sitesinde bulunan Gizlilik Uyarısı'na tabidir. <p><strong>Bilgilerin Doğruluğu, Eksiksizliği ve Güncelliği</strong></p><p> Bu web sitesinde yer alan tüm bilgilerin doğru ve eksiksiz olması için tüm makul çabayı göstermemize rağmen bu web sitesinde yer alan bilginin doğru veya eksiksiz olmamasından sorumlu tutulamayız. Bu web sitesindeki materyale güvenmenizden doğan sorumluluk tarafınıza aittir. Materyalde ve bu web sitesinde bulunan bilgilerde yapılan her tür değişikliği takip etme sorumluluğunun tarafınıza ait olduğunu kabul edersiniz. <p><strong>Aktarım</strong></p><p> Bu web sitesine elektronik posta veya başka yollarla aktardığınız kişisel olmayan her tür yazışma veya veri, soru, yorum, öneri vb. materyalin gizli ve tescilli olmadığı kabul edilecektir. Aktardığınız veya yayınladığınız her şey <a href="http://www.mywebsite.com"> mülkü haline gelir ve çoğaltma, kamuya açma, aktarma, yayınlama, yayımlama ve ilan etme dahil olup bunlarla sınırlı olmaksızın herhangi bir amaçla kullanılabilir. Ayrıca, <a href="http://www.mywebsite.com"> bu web sitesine gönderdiğiniz herhangi bir yazışmadaki her tür fikri, grafik sanat çalışmasını, icadı, geliştirmeyi, öneriyi veya konsepti (ürün geliştirme, üretme, reklam ve pazarlama dahil olup bunlarla sınırlı olmaksızın) herhangi bir amaçla kullanmakta serbesttir. Söz konusu kullanım bilgileri, ibraz eden tarafa tazminat hakkı vermez. Bilgileri göndererek ibraz ettiğiniz materyal/içeriğin sahibi olduğunuzu, bunların iftira niteliğinde olmadığını ve <a href="http://www.mywebsite.com"> tarafından kullanımının herhangi bir üçüncü kişinin haklarını ihlal etmeyeceğini ya da yürürlükteki yasaların ihlaliyle karşı karşıya bırakmayacağını garanti edersiniz. <a href="http://www.mywebsite.com"> gönderilen bilgileri kullanmakla yükümlü değildir. <p><strong>Başka Web Sitelerine Bağlantılar</strong></p><p> <a href="http://www.mywebsite.com"> web sitelerindeki bağlantılar sizi <a href="http://www.mywebsite.com"> ağının dışına yönlendirebilir. <a href="http://www.mywebsite.com"> bu diğer web sitelerinin içeriği, verdiği bilgilerin doğruluğu veya bu sitelerin işlevinden hiçbir sorumluluk kabul etmez. Bağlantılar iyi niyetle verilmiştir ve <a href="http://www.mywebsite.com"> bağlantı verdiğimiz diğer web sitelerinde daha sonra yapılan değişikliklerden sorumlu tutulamaz. Başka web sitelerine bağlantı verilmesi bu sitelerin <a href="http://www.mywebsite.com"> tarafından desteklendiği anlamına gelmez. Ziyaret ettiğiniz tüm diğer web sitelerinin yasal ve gizlilik bildirimlerinden haberdar olmanızı ve bunları dikkatle okumanızı öneririz. <p><strong>Garantiler ve Feragatname</strong></p><p> Bu web sitesini sorumluluğu tarafınıza ait olmak üzere kullanabilirsiniz. <p><strong>Garantiler</strong></p><p> Bu web sitesi tarafınıza "Olduğu Gibi" ve "Bulunduğu Sürece" esasında sağlanmaktadır ve dolayısıyla <a href="http://www.mywebsite.com"> bu web sitesindeki materyalin eksiksiz, doğru, güvenilir, güncel olduğu ve üçüncü tarafların haklarını ihlal etmediği; bu web sitesine erişimin kesintisiz veya hatasız olacağı; bu web sitesinin güvenli olacağı; <a href="http://www.mywebsite.com">'ndan bu web sitesi yoluyla alınan herhangi bir öneri veya kanaatin doğru veya güvenilir olduğu gibi garantiler ve beyanlar dahil açık, zımni, yasal veya (ticari amaçlarla kullanılabilirlik veya tatmin edici özellik ve belirli bir amaca uygun zımni garantileri dahil) diğer herhangi bir tür garanti vermemektedir ve bu manadaki her tür beyan ve garanti işbu belgede reddedilir. Lütfen belirli yargı alanlarının zımni garantilerin hariç tutulmasını kabul etmeyebileceği, dolayısıyla bu istisnanın sizin için geçerli olmayabileceği hususuna dikkat edin. Lütfen yerel kanunları kontrol edin. Bu web sitesine veya sitenin herhangi bir özelliğine veya ilgili herhangi bir özellik veya parçasına erişiminizi herhangi bir zamanda haber vermeksizin kısıtlama, askıya alma veya sona erdirme hakkımız saklıdır. <p><strong>Yükümlülük</strong></p><p> <a href="http://www.mywebsite.com"> ve/veya bu web sitesinin bizim adımıza yaratılmasında, üretilmesinde veya dağıtılmasında çalışan diğer herhangi bir taraf bu web sitesine erişiminizden, siteyi kullanmanızdan, kullanamamanızdan, web sitesinin içeriğinin değişmesinden ya da bu web sitesindeki bir bağlantı yoluyla eriştiğiniz başka herhangi bir web sitesinden ya da bize gönderdiğiniz elektronik posta mesajları sonucunda yaptığımız veya yapmadığımız herhangi bir şeyden kaynaklanan doğrudan, arızi, dolaylı veya ceza gerektiren herhangi bir hasar, maliyet, kayıp veya tazminat için herhangi bir yükümlülük veya sorumluluk kabul etmez. <a href="http://www.mywebsite.com">'nun ve/veya bu web sitesinin yaratılmasında, üretilmesinde veya dağıtılmasında çalışan herhangi bir tarafın bu web sitesinde sağlanan materyal ve hizmetleri sürdürme veya bunlarla bağlantılı herhangi bir düzeltme, güncelleme veya sürüm çıkarma sorumluluğu yoktur. Bu web sitesinde sağlanan her tür materyal önceden bildirilmeden değiştirilebilir. Ayrıca <a href="http://www.mywebsite.com"> bu web sitesindeki herhangi bir içeriğe erişmeniz, bu içeriği kullanmanız veya indirmeniz nedeniyle bilgisayar donanımınıza veya başka herhangi bir malınıza bulaşabilecek virüsler nedeniyle yaşanabilecek kayıplardan hiçbir şekilde sorumlu değildir. Bu web sitesinden herhangi bir materyal indirmeye karar verirseniz, bunun sorumluluğu tarafınıza aittir. Yürürlükteki yasanın izin verdiği ölçüde bu web sitesini kullanmak veya bu web sitesine erişim sağlamaktan doğabilecek tüm haklarınızdan açıkça feragat etmektesiniz. <p><strong>Yasaklanan Faaliyetler</strong></p><p> <a href="http://www.mywebsite.com">'nun kesin takdiriyle uygun olmadığını düşünebileceği ve/veya yasadışı bir eylem teşkil edebilecek ya da bu web sitesi için yürürlükteki yasalarca yasaklanan, aşağıdakiler dahil olup bunlarla sınırlı olmamak kaydıyla, her tür eylemi yapmanız yasaktır: Gizliliğin (ilgili kişinin onayını almadan gizli bilgilerin karşıya yüklenmesi buna dahildir) veya kişilerin diğer yasal haklarının ihlalini teşkil edecek her tür eylem; Bu web sitesini <a href="http://www.mywebsite.com">'a, çalışanlarına veya başka kişilere hakaret ve iftirada bulunmak veya <a href="http://www.mywebsite.com">'un itibarını lekeleyecek başka herhangi bir eylemde bulunmak için kullanma; <a href="http://www.mywebsite.com">'un veya başka kişilerin malına zarar verebilecek virüsler içeren dosyaları yükleme ve Bu web sitesine aşağıdakiler dahil ancak sınırlandırmamak üzere, kanaatimizce rahatsızlık veya hasar veren veya <a href="http://www.mywebsite.com"> veya üçüncü tarafın sistem veya ağ güvenliğini ihlal eden, onur kırıcı, müstehcen, tehdit eden, pornografik veya herhangi bir şekilde kanun dışı herhangi yetkilendirilmeyen materyaller gönderilmesi veya iletilmesi. <p><strong>Yargı Yetkisi ve Geçerli Kanun</strong></p><p> <a href="http://www.mywebsite.com"> bu web sitesinde yer alan materyal ve bilgilerin tüm ulusal konumlarda veya dillerde uygun veya mevcut olduğuna dair bir beyanda bulunmamaktadır. Tarafınız ve <a href="http://www.mywebsite.com">, bu web sitesinin kullanımından kaynaklanan veya kullanımıyla ilgili her tür ihtilaf veya davanın İsviçre hukukuna tabi olduğu ve İsviçre mahkemelerinin münhasır yargı yetkisine teslim olacağı hususunda mutabakata varır. <p><strong>Yasal Bildirim Güncellemesi</strong></p><p> Bu bildirimde istediğimiz herhangi bir değişiklik ve düzeltme yapma hakkımız saklıdır. Bu değişiklik ve düzeltmeleri ve yeni ek bilgileri incelemek için lütfen muhtelif zamanlarda bu sayfaya başvurun
uk_ua: <p>Перш ніж використовувати сайт <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> і мобільний додаток "My Mobile App" (далі "сервіс"), що надаються "My Company" (далі "ми", "нас", "наш"), будь ласка, уважно ознайомтеся з умовами угоди (далі "умови").</p> <p><strong>Отримуючи доступ і використовуючи даний сервіс ви приймаєте умови цієї угоди. У разі, якщо ви не згодні з будь-яким умовою, Вам може бути закритий доступ до сервісу.</strong></p><p><strong>Покупки</strong></p><p>При купівлі товарів і послуг, що надаються сервісом (далі "покупка"), Вам може знадобитися вказати інформацію, що має відношення до покупки, яка включає, але не обмежується ...</p><p><strong>Вміст</strong></p><p>Наш сервіс дозволяє розміщувати, залишати посилання, зберігати, ділитися і робити доступними іншими способами інформацію, текст, графічні зображення, відео та інші матеріали (далі "вміст"). Ви несете відповідальність за ...</p><p><strong>Зміни</strong></p><p>Ми залишаємо за собою право на наш розсуд змінювати умови в будь-який момент. При внесенні суттєвих змін до умов угоди щонайменше за 30 днів до набуття ними чинності буде розіслано оповіщення. Зміст значущих змін залишається повністю на наш розсуд.</p><p><strong>Зворотній зв'язок</strong></p><p>Якщо у Вас виникли питання по реальним умовам, будь ласка, зв'яжіться з нами.</p>
vi_vn: <p>Xin vui lòng đọc các Điều khoản và Điều kiện ("Điều khoản", "Điều khoản và Điều kiện") một cách cẩn thận trước khi sử dụng các trang web <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> và các ứng dụng điện thoại di động của tôi sử dụng ứng dụng di động ("Dịch vụ") do công ty của tôi ("chúng tôi").</p> <p><strong>Bằng cách truy cập hoặc sử dụng các dịch vụ là bạn đồng ý bị ràng buộc bởi các điều khoản này. Nếu bạn không đồng ý với bất kỳ phần nào của các điều khoản, bạn có thể không truy cập vào Dịch vụ.</strong></p> <p><strong>Mua hàng</strong></p> <p>Nếu bạn muốn mua bất kỳ sản phẩm hay dịch vụ cung cấp thông qua dịch vụ ("Mua hàng"), bạn có thể được yêu cầu cung cấp một số thông tin có liên quan đến bạn.</p> <p><strong>Nội dung</strong></p> <p>Dịch vụ của chúng tôi cho phép bạn đăng bài, liên kết, lưu trữ, chia sẻ và nếu không làm cho có sẵn một số thông tin, văn bản, đồ họa, video hoặc các vật liệu khác ("nội dung"). Bạn chịu trách nhiệm các...</p> <p><strong>Thay đổi</strong></p> <p>Chúng tôi có quyền, theo ý kiến của chúng tôi để sửa đổi hoặc thay thế các điều khoản này bất kỳ lúc nào. Nếu một phiên bản là vật liệu chúng tôi sẽ cố gắng cung cấp cho ít nhất 30 ngày thông báo trước khi bất kỳ điều khoản mới tham gia có hiệu lực. Những gì tạo một thay đổi quan trọng sẽ được xác định theo ý kiến của chúng tôi.</p> <p><strong>Liên hệ với chúng tôi</strong></p> <p>Nếu bạn có bất kỳ câu hỏi nào về các điều khoản, xin vui lòng liên hệ.</p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
pl_pl: Ta akcja wymaga [product] Ultimate lub [product] Plus
ru_ru: Для этого требуется [product] Ultimate или [product] Plus
tr_tr: Eyleminiz [product] Ultimate veya [product] Plus gerektiriyor
uk_ua: Для цього потрібно [product] Ultimate або [product] Plus
