Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
el_gr: Η Παραγγελία <a href="[order_url]"> #[order_id]</a> παραπληφθηκε
pl_pl: Zamówienie numer <a href="[order_url]"> #[order_id]</a> zostało złożone
ru_ru: Заказ <a href="[order_url]">#[order_id]</a> размещён
tr_tr: <a href="[order_url]"> [order_id]</a> numaralı sipariş verildi
uk_ua: Замовлення <a href="[order_url]"> #[order_id]</a> розміщене
vi_vn: Đơn hàng <a href="[order_url]"> #[order_id]</a> đã được đặt

# Languages::vendor_payouts.type.order_changed
source: Order changed
el_gr: Η Παραγγελία Άλλαξε
id_id: Pesanan berubah
pl_pl: Zamówienie zostało zmienione
ru_ru: Заказ изменён
tr_tr: Sipariş değişti
uk_ua: Замовлення змінено
vi_vn: Đơn hàng đã thay đổi

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
el_gr: Η Παραγγελία <a href="[order_url]"> #[order_id]</a> άλλαξε
pl_pl: Zamówienie numer <a href="[order_url]"> #[order_id]</a> zostało zmienione
ru_ru: Заказ <a href="[order_url]">#[order_id]</a> изменён
tr_tr: <a href="[order_url]"> [order_id]</a> numaralı sipariş değiştirildi
uk_ua: Замовлення <a href="[order_url]"> #[order_id]</a> змінено
vi_vn: Đơn hàng <a href="[order_url]"> #[order_id]</a> đã thay đổi

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
el_gr: Επιστροφή παραγγελίας
id_id: Pesanan dikembalikan
pl_pl: Zamówienie zostało zwrócone
ru_ru: Сумма за заказ была возвращена
tr_tr: Sipariş iade edildi
uk_ua: Замовлення повернено
vi_vn: Đơn hàng hoàn trả

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
el_gr: Η Παραγγελία <a href="[order_url]"> #[order_id]</a> επιστράφει
id_id: Order <a href="[order_url]"> # [order_id] </a> dikembalikan
pl_pl: Zamówienie numer <a href="[order_url]"> #[order_id]</a> zostało zwrócone
ru_ru: Сумма за заказ <a href="[order_url]">#[order_id]</a> была возвращена
tr_tr: <a href="[order_url]"> [order_id]</a> numaralı sipariş iade edildi
uk_ua: Замовлення <a href="[order_url]"> #[order_id]</a> повернено
vi_vn: Đơn hàng <a href="[order_url]"> #[order_id]</a> đã hoàn trả

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
el_gr: Αναληψη
id_id: Penarikan
pl_pl: Wypłata dla sprzedawcy
ru_ru: Вывод средств
tr_tr: Para Çekme
uk_ua: Виведення коштів
vi_vn: Rút tiền

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
el_gr: Αναληψη
id_id: Penarikan
pl_pl: Wypłata dla sprzedawcy
ru_ru: Вывод средств
tr_tr: Para Çekme
uk_ua: Виведення коштів
vi_vn: Rút tiền

# Languages::vendor_payouts.type.payout
source: Payout
el_gr: Πληρωμή
id_id: Pembayaran
pl_pl: Wypłata
ru_ru: Выплата
tr_tr: Ödeme
uk_ua: Виплата
vi_vn: Thanh toán

# Languages::vendor_payouts.type.payout.description
source: Payout
el_gr: Πληρωμή
id_id: Pembayaran
pl_pl: Wypłata
ru_ru: Выплата
tr_tr: Ödeme
uk_ua: Виплата
vi_vn: Thanh toán

# Languages::vendor_payouts.transactions
source: Transactions
el_gr: Συναλλαγές
pl_pl: Transakcje
ru_ru: Транзакции
tr_tr: İşlemler
uk_ua: Транзакції
vi_vn: Giao dịch

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
el_gr: Ισοζυγιο αναληψεων
id_id: Penarikan saldo
pl_pl: Saldo wypłat
ru_ru: Вывод средств с баланса
tr_tr: Para çekme bakiyesi
uk_ua: Виведення коштів з балансу
vi_vn: Cân bằng rút tiền

# Languages::vendor_payouts.transaction_value
source: Transaction value
el_gr: Αξία συναλλαγής
id_id: Nilai transaksi
pl_pl: Wartość transakcji
ru_ru: Объём транзакции
tr_tr: İşlem tutarı
uk_ua: Значення транзакції
vi_vn: Giá trị giao dịch

# Languages::vendor_payouts.income
source: Income
el_gr: Εισοδημα
id_id: Pendapatan
pl_pl: Przychód
ru_ru: Доход
tr_tr: Gelir
uk_ua: Дохід
vi_vn: Thu nhập

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
el_gr: Μεταφερθέν Εισόδημα
id_id: Penghasilan dibawa ke depan
pl_pl: Saldo do przeniesienia
ru_ru: Доход к переносу
tr_tr: Devreden gelir
uk_ua: Дохід до переноса
vi_vn: Thu nhập thực hiện chuyển tiếp

# Languages::vendor_payouts.balance
source: Balance
el_gr: Υπόλοιπο
id_id: Keseimbangan
pl_pl: Saldo
ru_ru: Баланс
tr_tr: Fark
uk_ua: Баланс
vi_vn: Số dư

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
el_gr: Μεταφερθέν υπόλοιπο
id_id: Saldo dibawa ke depan
pl_pl: Saldo do przeniesienia
ru_ru: Сальдо к переносу
tr_tr: Devreden bakiye
uk_ua: Сальдо до переноса
vi_vn: Thu nhập thực hiện chuyển tiếp

# Languages::add_withdrawal
source: Request withdrawal
el_gr: Αίτηση ανάληψης
id_id: Meminta penarikan
pl_pl: Żądanie wypłaty
ru_ru: Запросить вывод средств
tr_tr: Para çekme talebi
uk_ua: Запит на виведення коштів
vi_vn: Yêu cầu rút tiền

# Languages::new_withdrawal
source: New withdrawal
el_gr: Νέα αναληψη
id_id: Penarikan baru
pl_pl: Nowa wypłata dla sprzedawcy
ru_ru: Новый вывод средств
tr_tr: Yeni para çekme
uk_ua: Нове виведення коштів
vi_vn: Mới rút tiền

# Languages::vendor_accounting
source: Accounting
el_gr: Λογιστική
id_id: Akuntansi
pl_pl: Księgowość
ru_ru: Бухгалтерский учёт
tr_tr: Muhasebe
uk_ua: Бухгалтерський облік
vi_vn: Tài khoản

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
el_gr: Στατιστικές εσόδων και δαπανών (συνολικό εισόδημα, υπόλοιπο προμηθευτή, αναλήψεις πωλητή).
id_id: Statistik pendapatan dan pengeluaran (total pendapatan, saldo vendor, penarikan vendor).
pl_pl: Statystyki dochodów i wydatków (całkowity dochód, saldo dostawcy, wypłaty sprzedawcy).
ru_ru: Статистика доходов и расходов (общий доход, баланс продавцов, выводы средств).
tr_tr: Gelir ve harcama istatistikleri (Toplam gelir, satıcı bakiyesi, satıcı para çekme).
uk_ua: Статистика доходів і витрат (загальний дохід, баланс продавців, виводи коштів).
vi_vn: Thu nhập và chi tiêu số liệu thống kê (tổng số thu nhập, nhà cung cấp cân bằng, người bán hàng rút tiền).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
el_gr: Τρέχον υπόλοιπο: [balance]
id_id: Saldo saat ini: [balance]
pl_pl: Aktualne saldo: [balance]
ru_ru: Текущий баланс: [balance]
tr_tr: Geçerli Bakiye: [balance]
uk_ua: Поточний баланс: [balance]
vi_vn: Số dư hiện tại: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
el_gr: Τρέχον υπόλοιπο
id_id: Saldo saat ini
pl_pl: Aktualne saldo
ru_ru: Текущий баланс
tr_tr: Geçerli Bakiye
uk_ua: Поточний баланс
vi_vn: Số dư hiện tại

# Languages::vendor_payouts.approval_status
source: Approval status
el_gr: Κατάσταση έγκρισης
id_id: Status persetujuan
pl_pl: Stan zatwierdzenia
ru_ru: Статус подтверждения
tr_tr: Onay durumu
uk_ua: Статус підтвердження
vi_vn: Trạng thái phê duyệt

# Languages::vendor_payouts.approval_status.P
source: Pending
el_gr: Σε εκκρεμότητα
id_id: Tertunda
pl_pl: Oczekująca
ru_ru: Неподтвержденный
tr_tr: Bekleyen
uk_ua: Непідтверджені
vi_vn: Đang chờ

# Languages::vendor_payouts.approval_status.C
source: Completed
el_gr: Ολοκληρωθηκε
id_id: Lengkap
pl_pl: Kompletne
ru_ru: Подтверждён
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Hoàn thành

# Languages::vendor_payouts.approval_status.D
source: Declined
el_gr: Απορρίφθηκε
id_id: Ditolak
pl_pl: Odrzucona
ru_ru: Отклонён
tr_tr: Reddedildi
uk_ua: Відхилено
vi_vn: Từ chối

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
el_gr: Λογιστική: έχει εκδοθεί Πληρωμή
id_id: Akuntansi: Pembayaran telah dikeluarkan
pl_pl: Księgowość: Wypłaty została stworzona
ru_ru: Бухгалтерский учёт: Была назначена выплата
tr_tr: Muhasebe: Ödeme düzenlendi
uk_ua: Бухгалтерський облік: Була призначена виплата
vi_vn: Kế toán: Thanh toán đã được ban hành

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
el_gr: Έχει εκδοθεί Νέα πληρωμή
id_id: Pembayaran baru telah dikeluarkan
pl_pl: Nowe wypłata została wykonana
ru_ru: Была назначена новая выплата
tr_tr: Yeni ödeme düzenlendi
uk_ua: Була призначена нова виплата
vi_vn: Thanh toán mới đã được ban hành

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
el_gr: Έχει εκδοθεί μια νέα πληρωμή αξιας [amount] από [issuer]
id_id: Pembayaran baru [amount] telah dikeluarkan oleh [issuer]
pl_pl: Wykonano nową wypłatę [amount] przez [issuer]
ru_ru: [issuer] назначил новую выплату [amount]
tr_tr: [issuer] tarafından [amount] tutarında yeni bir ödeme düzenlendi
uk_ua: [Issuer] призначив нову виплату [amount]
vi_vn: Một thanh toán mới của [amount] đã được phát hành bởi [issuer]

# Languages::vendor_payouts.view_details
source: You can view the details here
el_gr: Μπορείτε να δείτε τις λεπτομέρειες εδώ
id_id: Anda dapat melihat rinciannya di sini
pl_pl: Można wyświetlić szczegóły w tym miejscu
ru_ru: Получить более подробную информацию можно здесь
tr_tr: Detayları buradan görüntüleyebilirsiniz
uk_ua: Отримати більш детальну інформацію можна тут
vi_vn: Bạn có thể xem chi tiết tại đây

# Languages::vendor_payouts.payout_comments
source: Payout comments
el_gr: Σχολια Πληρωμών
id_id: Komentar pembayaran
pl_pl: Komentarz do wypłaty
ru_ru: Комментарии к выплате
tr_tr: Ödeme Yorumları
uk_ua: Коментарі до виплати
vi_vn: Ý kiến thanh toán

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
el_gr: Λογιστική: Εχει ζητηθει Αναληψη
id_id: Akuntansi: Penarikan telah diminta
pl_pl: Księgowość: Żądanie wypłaty dla sprzedawcy zostało złożone
ru_ru: Бухгалтерский учет: Был запрошен вывод средств
tr_tr: Muhasebe: Para çekme isteğinde bulunuldu
uk_ua: Бухгалтерський облік: Був запит на виведення коштів
vi_vn: Kế toán: Rút tiền đã được yêu cầu

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
el_gr: Λογιστική: Εχει ζητηθει Νεα Αναληψη
id_id: Penarikan baru telah diminta
pl_pl: Nowe żądanie wypłaty dla sprzedawcy
ru_ru: Запрошен новый вывод средств
tr_tr: Yeni para çekme isteğinde bulunuldu
uk_ua: Був запит на виведення коштів
vi_vn: Lệnh rút tiền đã được yêu cầu

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
el_gr: Μια νέα ανάληψη αξιας [amount] έχει ζητηθεί από [requester]
id_id: Penarikan [amount] baru telah diminta oleh [requester]
pl_pl: Nowe żądanie wypłaty o wartości [amount] zostało złożone przez [requester]
ru_ru: Новый вывод средств размером [amount] был запрошен [requester]
tr_tr: [amount] tutarında yeni bir para çekme [requester] tarafından istenen
uk_ua: [requester] зробив запит на нове виведення коштів розміром [amount]
vi_vn: Rút tiền mới của [amount] đã được yêu cầu bởi [requester]

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
el_gr: Σχολια Αναληψης
id_id: Komentar penarikan
pl_pl: Komentarz do żądania wypłaty dla sprzedawcy
ru_ru: Комментарии, связанные с выводом средств
tr_tr: Para çekme işlemi yorumları
uk_ua: Коментарі до виведення коштів
vi_vn: Ý kiến rút tiền

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
el_gr: Λογιστική: Πληρωμή έχει ολοκληρωθεί
id_id: Akuntansi: Pembayaran sudah selesai
pl_pl: Księgowość: Wypłata została zakończona
ru_ru: Бухгалтерский учёт: выплата была выполнена
tr_tr: Muhasebe: Ödeme tamamlandı
uk_ua: Бухгалтерський облік: виплату виконано
vi_vn: Kế toán: Thanh toán đã được hoàn thành

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
el_gr: Έχει ολοκληρωθεί η πληρωμή
id_id: Pembayaran telah selesai
pl_pl: Wypłata została zakończona
ru_ru: Выплата была выполнена
tr_tr: Ödeme tamamlandı
uk_ua: Виплата була виконана
vi_vn: Thanh toán đã được hoàn thành

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
el_gr: Η πληρωμή αξιας [amount] που εκδόθηκε την [date] έχει σημανθεί ως <b>ολοκληρωμένη</b>
id_id: Pembayaran [amount] yang dikeluarkan pada [date] telah ditandai sebagai <b>Selesai</b>
pl_pl: Wypłaty w [amount] wydane w [date] zostały oznaczone jako <b>ukończone</b>
ru_ru: Выплата размером [amount], назначенная на [date] была отмечена, как <b>Выполнена</b>
tr_tr: [date] tarihinde düzenlenen [amount] tutarında ödeme <b>tamamlanmış</b> olarak görünüyor
uk_ua: Виплата коштів розміром [amount], призначена на [date] була відмічена, як <b>Виконано</b>
vi_vn: Thanh toán [amount] ban hành ngày [date] đã được đánh dấu là <b>Hoàn thành</b>

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
el_gr: Λογιστική: Δεν έχει ολοκληρωθεί η πληρωμή
id_id: Akuntansi: Pembayaran belum selesai
pl_pl: Księgowość: Wypłata nie została zakończona
ru_ru: Бухгалтерский учёт: не удалось выполнить выплату
tr_tr: Muhasebe: Ödeme tamamlanamadı
uk_ua: Бухгалтерський облік: не вдалось виконати виплату
vi_vn: Kế toán: Thanh toán đã không hoàn thành

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
el_gr: Δεν έχει ολοκληρωθεί η πληρωμή
id_id: Payout belum selesai
pl_pl: Wypłata nie została zakończona
ru_ru: Не удалось выполнить выплату
tr_tr: Ödeme tamamlanamadı
uk_ua: Не вдалось виконати виплату
vi_vn: Thanh toán đã không hoàn thành

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
el_gr: Η πληρωμή αξιας [amount] που εκδόθηκε την [date] έχει επισημανθεί ως <b>μη ολοκληρωμένη</b>
id_id: Pembayaran [amount] yang dikeluarkan pada [date] telah ditandai sebagai <b>Belum selesai</b>
pl_pl: Wypłaty w [amount] wydane w [date] zostały oznaczone jako <b>nie zakończone</b>
ru_ru: Выплата размером [amount], назначенная на [date] была отмечена, как <b>Не выполнена</b>
tr_tr: [date] tarihinde düzenlenen [amount] tutarında ödeme <b>tamamlanmamış</b> olarak görünüyor
uk_ua: Виплата коштів розміром [amount], призначена на [date] була відмічена, як <b>Невиконано</b>
vi_vn: Thanh toán [amount] ban hành ngày [date] đã được đánh dấu là <b>Không hoàn thành</b>

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
el_gr: Λογιστική: Η Αναληψη έχει ολοκληρωθεί
id_id: Akuntansi: Penarikan telah selesai
pl_pl: Księgowość: Żądanie wypłaty dla sprzedawcy zostało zrealizowane
ru_ru: Бухгалтерский учет: вывод средств был выполнен
tr_tr: Muhasebe: Para çekme tamamlandı
uk_ua: Бухгалтерський облік: виведення коштів виконано
vi_vn: Kế toán: Rút tiền đã được yêu cầu

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
el_gr: Ολοκληρώθηκε η Αναληψη
id_id: Penarikan telah selesai
pl_pl: Żądanie wypłaty dla sprzedawcy zostało zrealizowane
ru_ru: Вывод средств был выполнен
tr_tr: Para çekme tamamlandı
uk_ua: Виведення коштів виконано
vi_vn: Kế toán: Rút tiền đã được hoàn thành

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
el_gr: Η Αναληψη αξιας [amount] που ζητηθηκε την [date] έχει σημανθεί ως <b>ολοκληρωμένη</b>
id_id: Penarikan [amount] yang diminta pada [date] telah ditandai sebagai <b>Selesai</b>
pl_pl: Żądanie wypłaty dla sprzedawcy o wartości [amount] zgłoszone dnia [date] zostało oznaczone jako <b>ukończone</b>
ru_ru: Вывод средств размером [amount], назначенный на [date] была отмечен, как <b>Выполнен</b>
tr_tr: [date] tarihinde düzenlenen [amount] tutarında para çekme<b>tamamlanmış</b> olarak görünüyor
uk_ua: Виведення коштів розміром [amount], призначене на [date] було відмічено, як <b>Виконано</b>
vi_vn: Rút tiền [amount] yêu cầu ngày [date] đã được đánh dấu là <b>Hoàn thành</b>

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
el_gr: Λογιστική: Η αναληψη απορρίφθηκε
id_id: Akuntansi: Penarikan telah ditolak
pl_pl: Księgowość: Żądanie wypłaty dla sprzedawcy zostało odrzucone
ru_ru: Бухгалтерский учет: запрос на вывод средств был отклонен
tr_tr: Muhasebe: Para çekme reddedildi
uk_ua: Бухгалтерський облік: запит на виведення коштів відхилено
vi_vn: Kế toán: Rút tiền đã bị từ chối

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
el_gr: Η αναληψη έχει απορριφθεί
id_id: Penarikan telah ditolak
pl_pl: Żądanie wypłaty dla sprzedawcy zostało odrzucone
ru_ru: Запрос на вывод средств был отклонён
tr_tr: Para Çekme reddedildi
uk_ua: Виведення коштів відхилено
vi_vn: Rút tiền đã bị từ chối

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
el_gr: Την Αναληψη αξιας [amount] που ζητηθηκε την [date] έχει επισημανθεί ως <b>σε απόρριψη</b>
id_id: Penarikan [amount] yang diminta pada [date] telah ditandai sebagai <b>Ditolak</b>
pl_pl: Żądanie wypłaty dla sprzedawcy o wartości [amount] zgłoszone dnia [date] zostało oznaczone jako <b>odrzucone</b>
ru_ru: Вывод средств размером [amount], назначенный на [date] была отмечен, как <b>Отклонён</b>
tr_tr: [date] tarihinde düzenlenen [amount] tutarında para çekme<b>reddedilmiş</b> olarak görünüyor
uk_ua: Виведення коштів розміром [amount], призначене на [date] було відмічено, як <b>Відхилено</b>
vi_vn: Rút tiền [amount] được yêu cầu ngày [date] đã được đánh dấu là <b>Bị từ chối</b>

# Languages::top_sellers
source: Top sellers
el_gr: Κορυφαία σε πωλήσεις
id_id: Penjual teratas
pl_pl: Najlepsi sprzedawcy
ru_ru: Лидеры продаж
tr_tr: En iyi satıcılar
uk_ua: Топ продавців
vi_vn: Top bán chạy nhất

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
el_gr: Να επιτρέπεται στους πωλητές να επεξεργάζονται τις διατάξεις
id_id: Izinkan vendor untuk mengedit tata letak
pl_pl: Zezwalaj sprzedawcom na edycję wyglądu
ru_ru: Разрешить продавцам редактировать макеты
tr_tr: Satıcılara layout düzenlemek için izin ver
uk_ua: Дозволити продавцям редагувати макети

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
el_gr: Αυτό το κοντέινερ έχει προς στιγμην την προεπιλεγμένη ρύθμιση παραμέτρων. Φαίνεται ακριβώς όπως το ρύθμισε ο ιδιοκτήτης του καταστήματος. Οι Πωλητές μπορούν να χρησιμοποιήσουν τις προσαρμοσμένες παραμέτρους για να αλλάξουν τα μπλοκ σε αυτό το κοντέινερ. Πλαίσιο | Επεξεργασία πλαισίου.
id_id: Wadah ini saat ini memiliki konfigurasi default. Sepertinya pemilik toko menyetelnya. Vendor dapat menggunakan konfigurasi khusus untuk mengubah blok dalam wadah ini.
pl_pl: Ten kontener ma obecnie domyślną konfigurację. Wygląda dokładnie tak, jak skonfigurował go właściciel sklepu. Sprzedawcy mogą używać konfiguracji niestandardowej, aby zmienić bloki w tym kontenerze.
ru_ru: Данный контейнер имеет конфигурацию по умолчанию. Он представлен в том виде, в котором его настроил хозяин магазина. Продавцы могут использовать собственную конфигурацию, чтобы настраивать блоки внутри данного контейнера.
tr_tr: Bu container varsayılan konfigürasyonda. Görünüşe göre mağaza sahibi tarafından düzenlenmiş. Satıcılar container' daki bloklar için kendi konfigürasyonlarını kullanabilirler.
uk_ua: Даний контейнер має конфігурацію за замовчуванням. Він представлений в тому вигляді, в якому його настроїв власник магазину. Продавці можуть використовувати власну конфігурацію, щоб налаштовувати блоки всередині даного контейнера.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
el_gr: Να επιτρέπεται στους πωλητές να διαχειριστούν το στυλ του θέματος
id_id: Izinkan vendor mengelola gaya tema
pl_pl: Zezwalaj sprzedawcom na zarządzanie stylami tematu
ru_ru: Разрешить продавцам редактировать стили
tr_tr: Satıcılara temanın stillerini yönetmek için izin ver
uk_ua: Дозволити продавцям редагувати стилі

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
el_gr: Η εμφάνιση αυτής της σελίδας δεν μπορεί να ρυθμιστεί με το Theme editor.
id_id: Tampilan halaman ini tidak dapat dikonfigurasi dengan editor Tema.
pl_pl: Wygląd tej strony nie może być skonfigurowany edytorem wyglądu.
ru_ru: Внешний вид данной страницы невозможно настроить с помощью Редактора тем.
tr_tr: Bu sayfanın görünümü Tema düzenleyicisi ile yapılandırılamaz.
uk_ua: Зовнішній вигляд даної сторінки неможливо налаштувати за допомогою Редактора тем.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form.
el_gr: Δεν μπορείτε να γίνετε πωλητής, επειδή είστε συνδεδεμένοι ως διαχειριστής. Αποσυνδεθείτε και υποβάλετε ξανά τη φόρμα.
id_id: Anda tidak bisa menjadi vendor karena saat ini Anda masuk sebagai administrator. Silakan keluar dan kirim kembali formulirnya.
pl_pl: Nie możesz zostać sprzedawcą, ponieważ jesteś zalogowany jako administrator. Wyloguj się i ponownie wypełnij formularz.
ru_ru: Вы не можете стать продавцом, так как в данный момент вы вошли в магазин в качестве администратора. Пожалуйста, выйдите из своего аккаунта и заново отправьте форму.
tr_tr: Yönetici olarak oturum açtığınızdan satıcı olamazsınız. Lütfen çıkış yaparak formu tekrar doldurunuz.
uk_ua: Ви не можете стати продавцем, так як в даний момент ви увійшли в магазин під обліковим записом адміністратора. Будь ласка, вийдіть зі свого аккаунта і заново відправте форму.

# Languages::logo_for_the_customer_area
source: Logo for the customer area
el_gr: Λογότυπο για την περιοχή πελάτη
id_id: Logo untuk area pelanggan
pl_pl: Logo dla strefy klienta
ru_ru: Логотип для витрины
tr_tr: Ziyaretçi alanı logosu
uk_ua: Лого для вітрини

# Languages::logo_for_invoices
source: Logo for invoices
el_gr: Λογότυπο για τιμολόγια
id_id: Logo untuk faktur
pl_pl: Logo dla faktur
ru_ru: Логотип для счета
tr_tr: Faturalar için logo
uk_ua: Лого для рахунків

# Languages::vendor_language
source: Vendor language
el_gr: Γλωσσα Πωλητη
id_id: Bahasa vendor
pl_pl: Język sprzedawcy
ru_ru: Язык продавца
tr_tr: Tedarikçi dili
uk_ua: Мова продавця

# Languages::zipcode
source: Zipcode
el_gr: ΤΚ
id_id: Kode Pos
pl_pl: Kod pocztowy
ru_ru: Почтовый индекс
tr_tr: Posta kodu
uk_ua: Почшовий індекс
vi_vn: Mã bưu điện

# Languages::vendors_statistics
source: Vendor's statistics
el_gr: Στατιστικά Πωλητων
id_id: Statistik Pedagang
pl_pl: Statystyki sprzedawców
ru_ru: Статистика продавца
tr_tr: Satıcı istatistikleri
uk_ua: Статистика продавця

# Languages::vendors_activity
source: Vendor activity in the selected period
pl_pl: Aktywność sprzedawcy w wybranym okresie
ru_ru: Активность продавцов за выбранный период
uk_ua: Активність продавців за обраний період

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
pl_pl: Sprzedawcy ze sprzedażą
ru_ru: Продавцы с продажами
uk_ua: Продавці з продажами

# Languages::vendors_activity.new_vendors
source: New vendors
pl_pl: Nowi sprzedawcy
ru_ru: Новые продавцы
uk_ua: Нові продавці

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
pl_pl: Sprzedawcy z nowymi produktami
ru_ru: Продавцы, создавшие новые товары
uk_ua: Продавці, з новими товарами

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
pl_pl: Sprzedawcy, którzy się nie zalogowali
ru_ru: Продавцы, которые не входили в учётную запись
uk_ua: Продавці, які не входили в обліковий запис

# Languages::vendors_activity.new_products
source: New products
pl_pl: Nowe produkty
ru_ru: Новые товары
uk_ua: Нові товари

# Languages::vendors_activity.orders_created
source: Orders created
pl_pl: Zamówienia utworzone
ru_ru: Размещённые заказы
uk_ua: Розміщені замовлення
