Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::add_companies
source: Add vendors
el_gr: Προσθήκη πωλητών
id_id: Buat perusahaan
pl_pl: Dodaj sprzedawcę
ru_ru: Добавить продавцов
tr_tr: Satıcı ekle
uk_ua: Додати продавців
vi_vn: Thêm nhà cung cấp

# Languages::add_companies_and_close
source: Add vendors and close
el_gr: Προσθήκη προμηθευτών και κλείσιμο
id_id: Buat Toko dan tutup
pl_pl: Dodaj sklep i zamknij
ru_ru: Добавить Продавцов и закрыть
tr_tr: Satıcı ekle ve kapat
uk_ua: Додати продавців і закрити
vi_vn: Thêm nhà cung cấp và đóng

# Languages::add_vendor
source: Add vendor
el_gr: Προσθήκη καταστήματος
id_id: Buat toko
pl_pl: Dodaj sprzedawcę
ru_ru: Добавить продавца
tr_tr: Satıcı ekle
uk_ua: Додати продавця
vi_vn: Thêm nhà cung cấp

# Languages::add_vendor_administrator
source: Add vendor's administrator
el_gr: Προσθηκη Διαχειριστη Πωλητη
id_id: Tambahkan vendor administrator
pl_pl: Dodaj administratora sprzedawcy
ru_ru: Добавить администратора продавца
tr_tr: Satıcının yöneticisini ekle
uk_ua: Додати адміністратора продавця
vi_vn: Thêm quản trị viên của nhà cung cấp

# Languages::vendor_administrator
source: Vendor's administrator
el_gr: Διαχειριστης Πωλητη
id_id: Vendor administrator
pl_pl: Administrator sprzedawcy
ru_ru: Администратор продавца
tr_tr: Satıcının yöneticisi
uk_ua: Адміністратор продавця
vi_vn: Quản trị viên của nhà cung cấp

# Languages::vendor_administrators
source: Vendor's administrators
el_gr: Διαχειριστες Πωλητη
id_id: Semua vendor administrator
pl_pl: Administratorzy sprzedawcy
ru_ru: Администраторы продавца
tr_tr: Satıcının yöneticileri
uk_ua: Адміністратори продавця
vi_vn: Quản trị viên của nhà cung cấp

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
el_gr: Λίστα των διαχειριστών πωλητών, συνδεδεμένων χρηστων με ένα λογαριασμό πωλητή
id_id: Daftar vendor administrator, pengguna terdaftar sebagai Penjual.
pl_pl: Lista administratorów sprzedawcy, zarejestrowanych użytkowników jako konta sprzedawcy.
ru_ru: Список администраторов продавца, зарегистрированных пользователей с аккаунтом продавца.
tr_tr: Satıcının yöneticilerinin, bir satıcı hesabına sahip olan kayıtlı kullanıcıların listesi.
uk_ua: Список адміністраторів продавця, зареєстрованих користувачів з аккаунтом продавця.
vi_vn: Danh sách các quản trị viên của nhà cung cấp, người dùng đăng ký với một tài khoản nhà cung cấp.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
el_gr: Γεια σας, <br/> <br/> έχετε ένα νέο υποψήφιο πωλητή στο κατάστημά σας. Ο λογαριασμός του πωλητή είναι σε εκκρεμότητα μέχρι να τον εγκρίνετε. Ακολουθήστε αυτήν τη <a href="[href]">διεύθυνση URL</a> για να δείτε τα στοιχεία του λογαριασμού.
id_id: Halo,<br/><br/>Anda memiliki calon vendor baru di toko Anda. Akun vendor ini tertunda sampai Anda menyetujuinya. Ikuti <a href="[href]">URL ini </a> untuk melihat detail akun</a>.
pl_pl: Witaj,<br/><br/>Masz nowego kandydata na sprzedawcę. To konto sprzedawcy czeka, dopóki go nie zatwierdzisz. Kliknij w <a href="[href]">ten adres URL</a>, aby wyświetlić informacje o koncie.
ru_ru: Здравствуйте,<br/><br/>В вашем магазине была создана новая учётная запись продавца. Данная учётная запись будет находиться на рассмотрении, пока Вы её не одобрите. Пройдите по <a href="[href]">этой ссылке</a>, чтобы просмотреть данные нового продавца</a>.
tr_tr: Merhaba,<br/><br/>Mağazanızda yeni bir satıcı adayı var. Bu satıcı hesabı siz onay verene kadar beklemede kalacaktır. <a href="[href]">Hesap ayrıntılarını görüntülemek için bu URL'yi takip edin</a>.
uk_ua: Привіт <br/><br/>У вас з'явився новий продавець у вашому магазині. Цей обліковий запис знаходиться на розгляді, поки ви не затвердите його. Пройдіть <a href="[href]">за цим посиланням</a>, щоб переглянути дані облікового запису.
vi_vn: Xin chào, <br/> <br/> bạn có một ứng cử viên nhà cung cấp mới trong cửa hàng của bạn. Tài khoản nhà cung cấp này đang chờ xử lý cho đến khi bạn chấp nhận nó. Theo <a href="[href]"> URL này</a> để xem chi tiết tài khoản</a>.

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
el_gr: Πηγαίνε στον πίνακα πωλητή
id_id: Menuju ke Vendor panel
pl_pl: Przejdź do panelu sprzedawcy
ru_ru: Перейти в панель продавца
tr_tr: Satıcı paneline gidin
uk_ua: Перейти до панелі постачальника
vi_vn: Đi đến bảng điều khiển nhà cung cấp

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
el_gr: Στατιστικές εσόδων και εξόδων (συνολικά, ανά πωλητή, ανά περίοδο).
id_id: Statistik pendapatan dan pengeluaran (total, per vendor, per periode).
pl_pl: Statystyki przychodów i rozchodów (w sumie, na sprzedawcę, za okres).
ru_ru: Статистика доходов и расходов.
tr_tr: Gelir ve harcama istatistikleri (toplam, satıcı başına, dönem başına).
uk_ua: Статистика доходів і розходів.
vi_vn: Thống kê thu nhập và chi tiêu (Tổng, trên mỗi nhà cung cấp, trên mỗi giai đoạn).

# Languages::merge_vendor
source: Merge vendor
el_gr: Συγχώνευση πωλητή
id_id: Gabungkan Penjual
pl_pl: Połącz sprzedawców
ru_ru: Объединить продавца
tr_tr: Satıcı birleştir
uk_ua: Об'єднати постачальника
vi_vn: Hợp nhất nhà cung cấp

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
el_gr: Επιλέξτε ένα νέο ιδιοκτήτη σ αυτο το προφιλ στοιχειων εταιρείας :
id_id: Pilih pemilik baru dari data profil perusahaan ini:
pl_pl: Wybierz nowego właściciela profilu tej firmy:
ru_ru: Выберите нового владельца для профиля данной компании:
tr_tr: Profil verilerinde bu firmanın yeni sahibini seçin:
uk_ua: Виберіть нового власника для профілю цієї компанії:
vi_vn: Chọn một chủ sở hữu mới của hồ sơ dữ liệu công ty này:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
el_gr: Η συγχώνευση δύο εταιρικων λογαριασμών θα αφαιρέσει το [company_name] από τη βάση δεδομένων, και όλα τα δεδομένα του προφίλ (προϊόντα, παραγγελίες, τροποι αποστολής, χρήστες, προσφορές, κλπ.) θα μεταφερθούν στο λογαριασμό αυτή της εταιρείας
id_id: Penggabungan dua akun perusahaan akan menghapus [company_name] dari database, dan semua data profil (produk, pesanan, metode pengiriman, pengguna, promosi, dll.) Akan ditransfer ke akun perusahaan ini
pl_pl: Łączenie dwóch kont sprzedawców usunie [company_name] z bazy danych, a wszystkie dane profilu (produkty, zamówienia, metody wysyłki, użytkownicy, promocje, itd.) zostaną przeniesione
ru_ru: Объединение двух компаний удалит [company_name] из базы данных, и все данные профиля (продукты, заказы, способы доставки, покупатели, акции и т.д.) будут переведены на учетную запись этой компании
tr_tr: İki firma hesabının birleştirilmesi [company_name] 'i veri tabanından çıkaracaktır ve tüm profil verileri ( ürünler, siparişler, teslimat yöntemleri, kullanıcılar, promosyonlar, vs.) bu firmanın hesabına aktarılacaktır
uk_ua: Об'єднання двох компаній видалить [company_name] з бази даних, і всі дані профілю (продукти, замовлення, способи доставки, покупці, акції і т.д.) будуть переведені на обліковий запис цієї компанії
vi_vn: Kết hợp hai công ty tài khoản sẽ loại bỏ [company_name] từ cơ sở dữ liệu, và tất cả các dữ liệu hồ sơ (sản phẩm, đơn đặt hàng, phương thức vận chuyển, người dùng, chương trình khuyến mại, vv) sẽ được chuyển vào tài khoản của công ty này

# Languages::all_vendors
source: All vendors
el_gr: Όλων των πωλητών
id_id: Semua toko
pl_pl: Wszyscy sprzedawcy
ru_ru: Все продавцы
tr_tr: Tüm satıcılar
uk_ua: Всі постачальники
vi_vn: Tất cả các nhà cung cấp

# Languages::apply_for_vendor_account
source: Apply for a vendor account
el_gr: Υποβολή αίτησης για λογαριασμό πωλητή
id_id: Daftar sebagai Penjual
pl_pl: Aplikuj o konto sprzedawcy
ru_ru: Получить учетную запись продавца
tr_tr: Bir satıcı hesabı için başvur
uk_ua: Отримати обліковий запис постачальника
vi_vn: Áp dụng cho một tài khoản nhà cung cấp

# Languages::available_for_vendor
source: Available for vendor
el_gr: Διαθέσιμο για το κατάστημα
id_id: Tersedia untuk toko
pl_pl: Dostępne dla sprzedawcy
ru_ru: Доступно для продавца
tr_tr: Satıcı için kullanılabilir
uk_ua: Для постачальника
vi_vn: Sẵn sàng cho nhà cung cấp

# Languages::balance_carried_forward
source: Balance carried forward
el_gr: Μεταφερθέν υπόλοιπο
id_id: Saldo dibawa ke depan
pl_pl: Saldo do przeniesienia
ru_ru: Сальдо к переносу
tr_tr: Devreden bakiye
uk_ua: Сальдо до переноса
vi_vn: Cân đối tiền trước đó

# Languages::block_vendors
source: Vendors
el_gr: Πωλητές
id_id: Vendor
pl_pl: Sprzedawcy
ru_ru: Продавцы
tr_tr: Satıcılar
uk_ua: Постачальники
vi_vn: Nhà cung cấp

# Languages::charge_to_vendor_account
source: Charge to vendor account
el_gr: Χρέωση στο λογαριασμό του πωλητή
id_id: Isi ke akun vendor
pl_pl: Koszt do konta dostawcy
ru_ru: Зачислить на счет продавца
tr_tr: Satıcı hesabını borçlandır
uk_ua: Зарахувати на рахунок постачальника
vi_vn: Tính phí vào tài khoản nhà cung cấp

# Languages::companies
source: Vendors
el_gr: Πωλητές
id_id: Keseluruhan Vendor
pl_pl: Sprzedawcy
ru_ru: Продавцы
tr_tr: Satıcılar
uk_ua: Постачальники
vi_vn: Nhà cung cấp

# Languages::create_administrator_account
source: Create administrator account
el_gr: Δημιουργία λογαριασμού διαχειριστή
id_id: Buat akun administrator
pl_pl: Stwórz konto administratora
ru_ru: Создать учетную запись администратора
tr_tr: Yönetici hesabı oluştur
uk_ua: Створити обліковий запис адміністратора
vi_vn: Tạo tài khoản quản trị viên

# Languages::displayed_vendors
source: Displayed vendors
el_gr: καταστήματα που εμφανίζονται
id_id: Toko yang ditampilkan
pl_pl: Wyświetlani sprzedawcy
ru_ru: Отображать продавцов
tr_tr: Görüntülenen satıcılar
uk_ua: Відображати постачальників
vi_vn: Hiển thị các nhà cung cấp

# Languages::editing_vendor
source: Editing vendor
el_gr: Επεξεργασία Καταστήματος
id_id: Penyuntingan toko
pl_pl: Edycja sprzedawcy
ru_ru: Редактирование продавца
tr_tr: Satıcı düzenleme
uk_ua: Редагування постачальника
vi_vn: Chỉnh sửa nhà cung cấp

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
el_gr: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
id_id: Akun administrator belum dibuat. Alamat email milik orang lain. Anda dapat membuat administrator secara manual.
pl_pl: Konto administratora nie zostało stworzone. Adres e-mail należy do innego użytkownika. Możesz dodać administratora dla tej firmy ręcznie.
ru_ru: Учетная запись администратора не была создана. Данный адрес электронной почты используется другим пользователем. Вы можете создать учетную запись администратора для этого продавца вручную.
tr_tr: Yönetici hesabı oluşturulamadı. E-Mail adresi başka bir kullanıcıya ait. Bu firma için manuel olarak yönetici ekleyebilirsiniz.
uk_ua: Обліковий запис адміністратора не створено. Адреса електронної пошти належить іншому користувачеві. Обліковий запис адміністратора можна додати вручну.
vi_vn: Tài khoản quản trị viên chưa được tạo. Địa chỉ email thuộc người dùng khác. Bạn có thể thêm quản trị viên nhà cung cấp này theo cách thủ công.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
el_gr: Δεν δημιουργήθηκε ο λογαριασμός διαχειριστή. Το όνομα χρήστη ανήκει σε έναν άλλο χρήστη. Θα πρέπει να αλλάξετε το όνομα του λογαριασμού διαχειριστή.
id_id: Akun Administrator tidak dibuat Nama pengguna milik pengguna lain. Anda harus mengganti nama akun administrator.
pl_pl: Konto administratora nie zostało stworzone. Nazwa użytkownika należy do innego użytkownika. Należy zmienić nazwę konta administratora.
ru_ru: Учетная запись администратора не была создана. Данное имя используется другим пользователем. Вам нужно сменить имя учетной записи.
tr_tr: Yönetici hesabı oluşturulamadı. Kullanıcı adı, başka bir kullanıcıya ait. Yönetici hesabının adını değiştirin.
uk_ua: Обліковий запис адміністратора не створено. Ім'я користувача належить іншому користувачеві. Змініть ім'я облікового запису адміністратора.
vi_vn: Tài khoản quản trị viên chưa được tạo. Tên đăng nhập thuộc về người dùng khác. Bạn nên thay đổi tên tài khoản người quản trị.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
el_gr: The company with e-mail you have chosen already exists, please try another.
id_id: Perusahaan dengan e-mail yang Anda maksudkan sudah ada,silahkan coba lagi yang lain.
pl_pl: The company with e-mail you have chosen already exists, please try another.
ru_ru: Продавец с данным адресом электронной почты уже существует. Пожалуйста, попробуйте указать другой адрес.
tr_tr: E-mail adresini belirttiğiniz firma zaten mevcut, lütfen başka bir tane deneyiniz.
uk_ua: Компанія з даною адресою електронної пошти вже існує. Будь ласка, спробуйте вказати іншу адресу.
vi_vn: Các nhà cung cấp với email bạn chọn đã tồn tại, hãy thử email khác.

# Languages::expenditure
source: Expenditure
el_gr: Δαπάνες
id_id: Pengeluaran
pl_pl: Rozchód
ru_ru: Расход
tr_tr: Harcama
uk_ua: Витрати
vi_vn: Chi tiêu

# Languages::income
source: Income
el_gr: Εισοδημα
id_id: Pendapatan
pl_pl: Przychód
ru_ru: Доход
tr_tr: Gelir
uk_ua: Дохід
vi_vn: Thu nhập

# Languages::manage_vendors
source: Manage vendors
el_gr: Διαχείριση πωλητών
id_id: Kelola vendor
pl_pl: Zarządzanie sprzedawcami
ru_ru: Управление продавцами
tr_tr: Satıcıları yönet
uk_ua: Керувати постачальниками
vi_vn: Quản lý nhà cung cấp

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
el_gr: Ο νέος λογαριασμός διαχειριστή έχει δημιουργηθεί με επιτυχία.
id_id: Akun administrator baru telah berhasil dibuat.
pl_pl: Nowe konto administratora zostało poprawnie stworzone.
ru_ru: Новая учетная запись администратора была успешно создана.
tr_tr: Yeni yönetici hesabı başarıyla oluşturuldu.
uk_ua: Новий обліковий запис адміністратора успішно створено .
vi_vn: Tài khoản quản trị viên mới đã được tạo thành công.

# Languages::new_vendor
source: New vendor
el_gr: Νέο Καταστημα
id_id: Toko baru
pl_pl: Nowy sprzedawca
ru_ru: Новый продавец
tr_tr: Yeni satıcı
uk_ua: Новий постачальник
vi_vn: Nhà cung cấp mới

# Languages::notify_vendor
source: Notify vendor
el_gr: Ειδοποίηση πωλητή
id_id: Beritahu pemasok
pl_pl: Powiadom sprzedawcę
ru_ru: Уведомление продавца
tr_tr: Satıcıya bildirimde bulun
uk_ua: Сповіщення постачальника
vi_vn: Thông báo cho nhà cung cấp

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
el_gr: Ειδοποιηση πωλητών με email
id_id: Beritahu vendor melalui e-mail
pl_pl: Powiadom sprzedawcę przez e-mail
ru_ru: Уведомлять продавцов по электронной почте
tr_tr: Satıcıya e-postayla bildirimde bulun
uk_ua: Повідомити постачальників на e-mail
vi_vn: Thông báo cho nhà cung cấp qua email

# Languages::privileges.manage_payouts
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
id_id: Dapat mengedit
pl_pl: Można edytować
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privileges.manage_vendors
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
id_id: Dapat mengedit
pl_pl: Można edytować
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.vendor_payouts
source: Accounting
el_gr: Λογιστική
id_id: Akuntansi
pl_pl: Księgowość
ru_ru: Бухгалтерский учёт
tr_tr: Muhasebe
uk_ua: Бухгалтерський облік

# Languages::privileges.view_payouts
source: Can view
el_gr: Δυνατότητα Προβολής
id_id: Dapat melihat
pl_pl: Można przeglądać
ru_ru: Просмотр
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privileges.view_vendors
source: Can view
el_gr: Δυνατότητα Προβολής
id_id: Dapat melihat
pl_pl: Można przeglądać
ru_ru: Просмотр
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privilege_sections.vendors
source: Store privileges
el_gr: Προνόμια καταστήματος
id_id: Hak istimewa toko
pl_pl: Uprawnienia do sklepu
ru_ru: Магазины
uk_ua: Магазини

# Languages::privilege_groups.vendors
source: Stores
el_gr: Καταστήματα
id_id: Toko
pl_pl: Sklepy
ru_ru: Магазины
tr_tr: Mağazalar
uk_ua: Магазини

# Languages::sales_period
source: Sales period
el_gr: Περίοδος Πωλήσεων
id_id: Periode penjualan
pl_pl: Okres sprzedaży
ru_ru: Период продаж
tr_tr: Satış dönemi
uk_ua: Період продаж
vi_vn: Thời gian bán hàng

# Languages::sales_period_total
source: Sales period total
el_gr: Οι Συνολικές πωλήσεις περιόδου
id_id: Total periode penjualan
pl_pl: Suma za okres sprzedaży
ru_ru: Сумма продаж за период
tr_tr: Satış dönemi toplam
uk_ua: Сума продажів за період
vi_vn: Tổng thời gian bán hàng

# Languages::search_by_vendor
source: Search by vendor
el_gr: Search by store
id_id: Cari berdasarkan toko
pl_pl: Szukaj w sklepie
ru_ru: Искать по продавцу
tr_tr: Satıcıya göre ara
uk_ua: Шукати за постачальником
vi_vn: Tìm kiếm theo nhà cung cấp

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
el_gr: Ταξινόμηση αλφαβητικά: Α έως το Ω
id_id: Urut berdasarkan abjad: A ke Z
pl_pl: Sortowanie alfabetyczne: od A do Z
ru_ru: Сортировать по алфавиту: от А до Я
tr_tr: Alfabetik sıralama: A'dan Z'ye
uk_ua: Сортувати за алфавітом: від А до Я
vi_vn: Sắp xếp theo thứ tự chữ cái: A đến Z

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
el_gr: Ταξινόμηση αλφαβητικά: Α έως το Ω
id_id: Urut berdasarkan abjad: Z ke A
pl_pl: Sortowanie alfabetyczne: od Z do A
ru_ru: Сортировать по алфавиту: от Я до А
tr_tr: Alfabetik sıralama: Z'den A'ya
uk_ua: Сортувати за алфавітом: від Я до А
vi_vn: Sắp xếp theo thứ tự chữ cái: Z đến A

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
el_gr: Κατάσταση του προμηθευτή σας έχει αλλάξει από τους ενεργή σε εν αναμονή.
id_id: Status vendor Anda telah diubah dari Aktif ke Pending.
pl_pl: Twój status sprzedawcy został zmieniona z Aktywny na Oczekujący.
ru_ru: Ваш статус продавца был изменен с активного на ожидающего подтверждения.
tr_tr: Satıcı durumu Aktif' den Beklemede olarak değiştirildi.
uk_ua: Ваш статус продавця було змінено з активного на того, що очікує підтвердження.
vi_vn: Trạng thái nhà cung cấp của bạn đã được thay đổi từ Hoạt động sang Chờ giải quyết.

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
el_gr: Κατάσταση του προμηθευτή σας έχει αλλάξει από ανενεργη σε κατάσταση εκκρεμότητας.
id_id: Status vendor Anda telah diubah dari Disabled menjadi Pending.
pl_pl: Twój status sprzedawcy został zmieniony z Zablokowany do Oczekujący.
ru_ru: Ваш статус продавца был изменен с деактивированного на ожидающего подтверждения.
tr_tr: Satıcı durumu Devre Dışı'ndan Beklemede olarak değiştirildi.
uk_ua: Ваш статус продавця було змінено з деактивованого на того, що очікує підтвердження.
vi_vn: Trạng thái nhà cung cấp của bạn đã được thay đổi từ Vô hiệu sang Chờ giải quyết.

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
el_gr: Η κατάσταση εκκρεμότητας σάς δίνει τη δυνατότητα να συνδεθείτε στο admin panel σας, να αλλάξετε τα στοιχεία της εταιρείας, και να συμπληρώσετε το κατάστημα σας με προϊόντα.
id_id: Status Tertunda memungkinkan Anda masuk ke panel admin Anda, mengubah informasi perusahaan Anda, dan mengisi toko Anda dengan produk.
pl_pl: Status Oczekujący pozwala zalogować się do panelu administratora, zmienić informacje o swojej firmie i dodać do sklepu produkty.
ru_ru: Неподтверждённый статус учётной записи позволяет вам заходить в панель администратора, изменять информацию о Вашей компании и добавлять товары в магазин.
tr_tr: Beklemede durumundayken Admin Panel' e giriş yaparak şirket bilgilerinizi düzenleyebilir, ürün girişi yapabilirsiniz.
uk_ua: Непідтверджений статус облікового запису дозволяє вам заходити в панель адміністратора, змінювати інформацію про Вашу компанію і додавати товари в магазин.
vi_vn: Trạng thái Chờ giải quyết cho phép bạn đăng nhập vào bảng quản trị, thay đổi thông tin công ty của bạn và điền vào cửa hàng của bạn với các sản phẩm.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
el_gr: Το αίτημά σας για πωλητή [company] εγκρίθηκε
id_id: Permintaan Anda untuk vendor [company] telah disetujui.
pl_pl: Twoja aplikacja na sprzedawcę [company] została zatwierdzona.
ru_ru: Ваш запрос на создание учетной записи продавца [company] был одобрен.
tr_tr: Satıcı[company] talebiniz onaylandı.
uk_ua: Ваш запит для створення облікового запису постачальника [company] було затверджено.
vi_vn: Yêu cầu nhà cung cấp [company] của bạn đã được phê duyệt.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
el_gr: Δημιουργήθηκε νέος διαχειριστής. Μπορείτε να έχετε πρόσβαση στην περιοχή διαχειρισης: k]">[link_text]</a> χρησιμοποιώντας τα ακόλουθα στοιχεία: <br /> Σύνδεση: [login] <br /> Κωδικός πρόσβασης: [password]
id_id: Administrator baru telah dibuat. Anda dapat mengakses ke area administrator: <a href="[link]">[link_text]</a> dengan menggunakan kredensial berikut:<br/>masuk: [login]<br/>Kata sandi: [password]
pl_pl: Nowy administrator został stworzony. Możesz przejść do panelu administracyjnego: <a href="[link]">[link_text]</a>używając danych logowania:<br />Nazwa użytkownika: [login]<br />Hasło: [password]
ru_ru: Создан новый администратор. Теперь Вы можете войти в панель администратора: <a href="[link]">[link_text]</a>, используя следующие данные:<br />Логин: [login]<br />Пароль: [password]
tr_tr: Yeni yönetici oluşturuldu. Yönetici alanına ulaşabilirsiniz: <a href="[link]">[link_text]</a> giriş için kimlik bilgileri:<br />Kullanıcı adı: [login]<br />Şifre: [password]
uk_ua: Створено нового адміністратора. Ви можете отримати доступ до адмін зони: <a href="[link]">[link_text]</a>, використовуючи наступні дані:<br />Логін: [login]<br />>пароль: [password]
vi_vn: Người quản trị mới được tạo ra. Bạn có thể truy cập vào khu vực quản trị: <a href="[link]">[link_text]</a> bằng cách sử dụng các thông tin sau: <br /> đăng nhập: [login] <br /> mật khẩu: [password]
