Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
pl_pl: [product] Ultimate jest wymagane do tego
ru_ru: Для этого требуется [product] Ultimate
tr_tr: Bunun için [product] Ultimate gerekiyor
uk_ua: Для цього потрібен [product] Ultimate

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
pl_pl: Ta akcja wymaga [product] Ultimate lub [product] Plus. Jeśli przełączysz się na <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> lub <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, otrzymasz dostęp do wszystkich możliwości programu.
ru_ru: Для этого требуется [product] Ultimate или [product] Plus. Если вы перейдёте на <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> или <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, вы получите доступ ко всей их функциональности.
uk_ua: Для цього потрібно [product] Ultimate або [product] Plus. Якщо ви перейдете на <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> або <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, ви отримаєте доступ до повної їх функціональності.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
pl_pl: <p>Osiągnąłeś limit sklepów dostępnych dla Twojej licencji. Dodanie kolejnego sklepu wymaga wykupienia <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate</a>, która pozwala tworzyć nieograniczoną liczbę sklepów.</p>
ru_ru: <p>Достигнуто максимальное количество витрин, доступное для вашей лицензии. Чтобы добавить больше витрин, нужно купить <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, редакцию с неограниченным количеством витрин.</p>
uk_ua: <p>Досягнуто максимальної кількості вітрин, доступної для вашої ліцензії. Щоб додати ще одну вітрину, треба придбати<a href="[mve_ultimate_license_url]" target="_blank">ліцензію на [product] Ultimate</a>, редакцію з необмеженою кількістю вітрин.</p>

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
pl_pl: <p>Pozwól sprzedawcom otrzymywać pieniądze od klientów bezpośrednio za pośrednictwem marketpalce.</p><p>Zarządzaj możliwościami sprzedawców za pośrednictwem grup użytkowników i pozwól sprzedawcom zmienić wygląd swoich sklepów.</p><p>Utwórz ujednolicony katalog, w którym sprzedawcy mogą rozpocząć sprzedaż dowolnego produktu w ciągu kilku minut.</p>
ru_ru: <p>Позвольте продавцам получать деньги от покупателей напрямую через ваш маркетплейс.</p><p>Управляйте правами продавцов через группы пользователей и дайте им возможность менять внешний вид их магазинов.</p><p>Создайте единый каталог товаров, каждый из которых продавец сможет начать продавать за пару минут.</p>
uk_ua: <p>Дайте можливість продавцям отримувати гроші від клієнтів через ваш маркетплейс.</p><p>Керуйте правами продавців через групи користувачів і дайте їм можливість змінювати зовнішній вигляд їх магазинів.</p><p>Створіть єдиний каталог товарів, кожен з яких продавець зможе почати продавати за кілька хвилин.</p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
pl_pl: <p>Rozdzielenie: stwórz nieograniczoną liczbę sklepów na swoim marketplace.</p><p>Sklep to kolejna domena utworzona dla określonego kraju lub miasta lub dla określonej części katalogu produktów.</p><p>Wszystkie te opcje dostępne są w [product] Plus. </p>
ru_ru: <p>Расширяйте бизнес: получите неограниченное количество витрин для своего маркетплейса.</p><p>Витрина — это ещё один домен, созданный для определённой страны/города или части вашего каталога товаров.</p><p>Получите все остальные возможности [product] Plus.</p>
uk_ua: <p>Філія: отримуйте необмежену кількість вітрин для вашого маркетплейсу.</p><p>Вітрина - це інший домен, створений для конкретної країни або міста, або для певної частини каталогу продукції.</p><p>Отримайте всі інші функції [product] Plus.</p>

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
pl_pl: Specjalne wydanie [product], który oferuje wszystkie funkcje [product] Plus i nieograniczoną liczbę sklepów. Jeśli przejdziesz na <a href="[mve_ultimate_license_url]" target="_blank"> [product] Ultimate </a>, nigdy więcej nie zobaczysz wiadomości o limicie ilości sklepów.
ru_ru: Особая редакция [product], которая содержит все возможности [product] Plus и неограниченное количество витрин. Если вы перейдёте на <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, то никогда больше не увидите сообщение о том, что достигнут лимит витрин.
uk_ua: Особлива редакція [product], яка містить всі можливості [product] Plus і необмежену кількість вітрин. Якщо ви перейдете на <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, то більше не побачите повідомлення про те, що досягнуто ліміт вітрин.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
el_gr: Πλήρη απεριόριστη πρόσβαση σε όλες τις δυνατότητες. Εισάγετε έναν έγκυρο αριθμό άδειας για ενεργοποίηση. <br /> <br /> Αυτός η λειτουργία μπορεί να ενεργοποιηθεί οποιοδήποτε στιγμή. <br /> <br />
id_id: <p>Akses penuh tidak terbatas ke semua fitur. Masukkan nomor lisensi yang valid untuk mengaktifkannya.</p><p>Mode ini dapat diaktifkan setiap saat.</p><br/>
pl_pl: <p>Pełny nieograniczony dostęp do wszystkich funkcji. Wprowadź poprawny numer licencji programu.</p> <p>Ten tryb można włączyć w każdej chwili.</p><br />
ru_ru: <p>Все функции доступны без ограничений. Для активации требуется ввести номер действующей лицензии.</p><p>Этот режим можно активировать в любое время.</p><br />
tr_tr: <p>Tüm özelliklere sınırsız erişim. Aktifleştirmek için geçerli bir lisans numarası girin.</p><p> Bu işlemi dilediğiniz zaman yapabilirsiniz.</p><br />
uk_ua: <p>Всі функції доступні без обмежень. Для активації потрібне введення номера дійсної ліцензії.</p><p>Цей режим можна активувати в будь-який момент.</p><br />
vi_vn: <p>Đầy đủ không bị giới hạn truy cập vào tất cả các tính năng. Nhập một số hợp lệ giấy phép để kích hoạt.</p> <p>Chế độ này có thể được kích hoạt bất cứ lúc nào.</p> < br / >

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
pl_pl: <p>Aktywowałeś swój [product]. Możesz go teraz używać bez ograniczeń czasowych. Aby uzyskać dostęp do zaawansowanych funkcji (takich jak oddzielne zamówienie dla każdego sprzedawcy i promocje stworzone przez sprzedawców), kup <a href="[mve_plus_license_url]" target="_blank"> [product] licencję Plus.</a> Aby użyć wielu domen w swoim marketplace kup <a href="[mve_ultimate_license_url]" target="_blank"> [product] licencję Ultimate.</a></p><br>
ru_ru: <p>Вы активировали [product]. Теперь вы можете использовать его без ограничений по времени. Дополнительная функциональность (например, раздельное оформление заказов и промо-акции у каждого продавца) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Если вашему маркетплейсу нужно несколько доменов, приобретите <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
uk_ua: <p>Ви активували [product]. Тепер ви можете використовувати його без обмежень за часом. Додаткова функціональність (наприклад, роздільне оформлення замовлень і промо-акції у кожного продавця) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Якщо вашому маркетплейсу потрібно кілька доменів, придбайте <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
pl_pl: <p>Dostęp do wszystkich funkcji, z wyjątkiem wielu sklepów. Aby mieć domeny dla określonych odbiorców, musisz mieć <a href="[mve_ultimate_license_url]" target="_blank"> [product] licencję Ultimate.</a></p><br/>
ru_ru: <p>Доступ ко всем функциям, кроме мультивитринности. Если вам нужно несколько доменов для разной аудитории, приобретите <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br />
uk_ua: <p>Доступ до всіх функцій, крім мультівітрінності. Якщо вам потрібно кілька доменів для різної аудиторії, придбайте <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
pl_pl: <p>Pełny nieograniczony dostęp do wszystkich funkcji. Wprowadź poprawny numer licencji programu.</p><p>Ten tryb można włączyć w każdej chwili.</p><br/>
ru_ru: <p>Все функции доступны без ограничений. Для активации требуется ввести номер действующей лицензии.</p><p>Этот режим можно активировать в любое время.</p><br />
uk_ua: <p>Всі функції доступні без обмежень. Для активації потрібне введення номера дійсної ліцензії.</p><p>Цей режим можна активувати в будь-який момент.</p><br />

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
el_gr: <p>Πλήρη απεριόριστη πρόσβαση σε όλες τις δυνατότητες.</p><p> Εισάγετε έναν έγκυρο αριθμό άδειας για ενεργοποίηση.</p> <p> Αυτή η λειτουργία μπορεί να ενεργοποιηθεί οποιοδήποτε στιγμή.</p> <br />
pl_pl: <p>Pełny nieograniczony dostęp do wszystkich funkcji. Wprowadź poprawny numer licencji programu.</p><p>Ten tryb można włączyć w każdej chwili.</p><br/>
ru_ru: <p>Все функции доступны без ограничений. Для активации требуется ввести номер действующей лицензии.</p><p>Этот режим можно активировать в любое время.</p><br />
tr_tr: <p>Tüm özelliklere sınırsız erişimi etkinleştirmek için geçerli bir lisans numarası girin.</p><p>Bu işlemi istediğiniz zaman gerçekleştirebilirsiniz</p><br />
uk_ua: <p>Всі функції доступні без обмежень. Для активації потрібне введення номера дійсної ліцензії.</p><p>Цей режим можна активувати в будь-який момент.</p><br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
pl_pl: <p>Aktywowałeś swój [product]. Możesz go teraz używać bez ograniczeń czasowych. Aby uzyskać dostęp do zaawansowanych funkcji (takich jak oddzielne zamówienie dla każdego sprzedawcy i promocje stworzone przez sprzedawców), kup <a href="[mve_plus_license_url]" target="_blank"> [product] licencję Plus.</a> Aby użyć wielu domen w swoim marketplace kup <a href="[mve_ultimate_license_url]" target="_blank"> [product] licencję Ultimate.</a></p><br>
ru_ru: <p>Вы активировали [product]. Теперь вы можете использовать его без ограничений по времени. Дополнительная функциональность (например, раздельное оформление заказов и промо-акции у каждого продавца) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Если вашему маркетплейсу нужно несколько доменов, приобретите <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
uk_ua: <p>Ви активували [product]. Тепер ви можете використовувати його без обмежень за часом. Додаткова функціональність (наприклад, роздільне оформлення замовлень і промо-акції у кожного продавця) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Якщо вашому маркетплейсу потрібно кілька доменів, придбайте <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
pl_pl: <p>Dostęp do wszystkich funkcji, z wyjątkiem wielu sklepów. Aby mieć domeny dla określonych odbiorców, musisz mieć <a href="[mve_ultimate_license_url]" target="_blank"> [product] licencję Ultimate.</a></p><br/>
ru_ru: <p>Доступ ко всем функциям, кроме мультивитринности. Чтобы появилась возможность сделать разные домены для разной аудитории, нужно купить редакцию <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br />
uk_ua: <p>Доступ до всіх функцій, крім мультівітрінності. Якщо вам потрібно кілька доменів для різної аудиторії, придбайте <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
pl_pl: <p>Pełny nieograniczony dostęp do wszystkich funkcji. Wprowadź poprawny numer licencji programu.</p><p>Ten tryb można włączyć w każdej chwili.</p><br/>
ru_ru: <p>Все функции доступны без ограничений. Для активации требуется ввести номер действующей лицензии.</p><p>Этот режим можно активировать в любое время.</p><br />
uk_ua: <p>Всі функції доступні без обмежень. Для активації потрібне введення номера дійсної ліцензії.</p><p>Цей режим можна активувати в будь-який момент.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
pl_pl: Twój sklep teraz używa aktywnej licencji. Wersja [product] zawiera prawie wszystkie funkcje, które oferujemy. Dodatkowe funkcje (takie jak oddzielne zamówienie dla każdego dostawcy i dostawcy utworzone promocje) są dostępne w edycji <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Jest jeszcze bardziej zaawansowane wydanie, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, która umożliwia używanie wielu sklepów dla różnych odbiorców.
ru_ru: Теперь в вашем магазине используется активная лицензия. В редакции [product] вам доступна почти вся функциональность. Дополнительная функциональность (например, раздельное оформление заказов и промо-акции у каждого продавца) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Есть и более функциональная редакция <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, которая позволяет создавать несколько витрин для разной аудитории.
uk_ua: Тепер у вашому магазині використовується активна ліцензія. В редакції [product] вам доступна майже вся функціональність. Додаткова функціональність (наприклад, роздільне оформлення замовлення і промо-акції у кожного продавця) доступна в <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Більш функціональна редакція <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, яка дозволяє створити декілька вітрин для різної аудиторії.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
pl_pl: <strong>Tryb Plus</strong> został aktywowany. Ten tryb oferuje wszystkie zaawansowane funkcje eCommerce, z wyjątkiem osobnych storeforntów dla vendorów. Jeśli Twój marketplace potrzebuje osobnych domen i sklepów dla każdego sprzedawcy, zaktualizuj swoją licencję do <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
ru_ru: <strong>Режим Plus</strong> активирован. В этом режиме доступна почти вся функциональность магазина, кроме мультивитринности. Если вашему маркетплейсу нужно несколько раздельных доменов для разных аудиторий, то обновите лицензию до <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
uk_ua: <strong>Режим Plus</strong> активований. В цьому режимі доступна майже вся функціональність магазину, крім мультівітрінності. Якщо вашому маркетплейсу потрібно кілька роздільних домів для різних аудиторій, оновіть ліцензію на <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
pl_pl: Tryb <strong>Ultimate</strong> został aktywowany. W tym trybie, są dostępne wszystkie zaawansowane funkcje oprogramowania.
ru_ru: <strong>Режим Ultimate</strong> активирован. В этом режиме доступна полная функциональность магазина.
uk_ua: <strong>Режим Ultimate</strong> активовано. В цьому режиму доступна повная функціональність магазину.

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a> only.
el_gr: Το κατάστημά σας χρησιμοποιεί τώρα μια ενεργή άδεια. Με την έκδοση [product], μπορείτε να πάρετε σχεδόν όλα τα χαρακτηριστικά που προσφέρουμε. Τα πρόσθετα χαρακτηριστικά(όπως διαφορετικό checkout για κάθε πωλητή, και δυνατότητα δημιουργίας promotions από πωλητές) είναι διαθέσιμα με την <a href="[mve_plus_license_url]" target="_blank">[product] Plus Έκδοση</a> μόνο.
id_id: Toko Anda sekarang menggunakan lisensi yang aktif. Dengan edisi [product] , Anda mendapatkan hampir semua fitur yang kami tawarkan. Fitur tambahan (misalnya checkout terpisah untuk setiap Penjual, dan promosi yang diciptakan oleh vendor) tersedia dengan <a href="[mve_plus_license_url]" target="_blank">[product] Plus edisi</a> saja.
pl_pl: Twój sklep używa teraz aktywnej licencji. W wersji [product] otrzymujesz prawie wszystkie funkcje, które oferujemy. Dodatkowe funkcje (takie jak osobna realizacja transakcji dla każdego sprzedawcy i promocje utworzone przez sprzedawcę) są dostępne tylko w wersji<a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>.
ru_ru: В вашем магазине используется действующая лицензия. В редакции [product] доступны почти все функции. Дополнительные функции (например, раздельное оформление заказов и промо-акции для каждого продавца) доступны только в редакции <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>.
uk_ua: У вашому магазині використовується діюча ліцензія. В редакції [product] доступні майже всі функції. Додаткові функції (наприклад, роздільне оформлення замовлень і промо-акції для кожного продавця) доступні тільки в редакції <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>.
vi_vn: Cửa hàng của bạn bây giờ đã có giấy phép hoạt động. Với phiên bản [product], bạn được sử dụng hầu hết các tính năng do chúng tôi cung cấp. Các tính năng bổ sung (chẳng hạn như thanh toán riêng cho từng nhà cung cấp và các chương trình khuyến mãi do nhà cung cấp tạo ra) chỉ khả dụng với phiên bản<a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>.

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
el_gr: <strong>Πλήρης Λειτουργία</strong> ενεργοποιημένη. Σε αυτή τη λειτουργία, όλα τα προηγμένα χαρακτηριστικά για το ηλεκτρονικό εμπόριο είναι διαθέσιμα.
id_id: <strong>ditambah modus</strong> telah diaktifkan. Dalam mode ini, semua fitur e-commerce yang mutakhir telah tersedia.
pl_pl: Tryb <strong>Plus</strong> został aktywowany. W tym trybie, są dostępne wszystkie zaawansowane funkcje oprogramowania.
ru_ru: <strong>Режим Plus</strong> активирован. В этом режиме доступна полная функциональность магазина.
uk_ua: <strong>Режим Plus</strong> активовано. В цьому режиму доступна повная функціональність магазину.

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
pl_pl: Tryb <strong>Ultimate</strong> został aktywowany. W tym trybie, są dostępne wszystkie zaawansowane funkcje oprogramowania.
ru_ru: <strong>Режим Ultimate</strong> активирован. В этом режиме доступна полная функциональность магазина.
uk_ua: <strong>Режим Ultimate</strong> активовано. В цьому режиму доступна повная функціональність магазину.

# Languages::vendor_payouts.type
source: Type
el_gr: Τύπος
id_id: Mengetik
pl_pl: Typ
ru_ru: Тип
tr_tr: Tür
uk_ua: Тип
vi_vn: Loại

# Languages::vendor_payouts.type.other
source: Other
el_gr: Άλλα
id_id: Lain
pl_pl: Inne
ru_ru: Другая причина
tr_tr: Diğer
uk_ua: Інші
vi_vn: Khác

# Languages::vendor_payouts.type.other.description
source: Other
el_gr: Άλλα
id_id: Lain
pl_pl: Inne
ru_ru: Другая причина
tr_tr: Diğer
uk_ua: Інші
vi_vn: Khác

# Languages::vendor_payouts.type.order_placed
source: Order placed
el_gr: Η Παραγγελία πραγματοποιήθηκε
id_id: Pesanan ditempatkan
pl_pl: Zamówienie zostało złożone
ru_ru: Заказ размещен
tr_tr: Siparişiniz alındı
uk_ua: Замовлення розміщене
vi_vn: Đơn hàng đã đặt
