Repository: ShiddenS/SSS
Catalog: var/langs/*/editions/mve.po
Languages: el_gr, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
el_gr: Ο τύπος του λογαριασμού σας [login] άλλαξε σε διαχειριστή. Μπορείτε να συνδεθείτε στην περιοχή διαχειρισης: <a href="[link]">[link_text]</a>
id_id: Jenis akun Anda [login] diubah menjadi administrator. Anda dapat masuk ke area administrator: <a href="[link]">[link_text] </a>
pl_pl: Typ twojego konta [login] został zmieniony na administratora. Możesz się zalogować do strefy administratorskiej: <a href="[link]">[link_text]</a>
ru_ru: Тип учетной записи [login] был изменен на учётную запись администратора. Теперь Вы можете войти в панель администратора: <a href="[link]">[link_text]</a>
tr_tr: [login] hesabınızın türü yönetici olarak değiştirildi. <a href="[link]">[link_text]</a> adresinden yönetici olarak giriş yapabilirsiniz
uk_ua: Тип вашого облікового запису [login] змінено на адміністраторський. Ви можете увійти в адмін панель:<a href="[link]"> [link_text]</a>
vi_vn: Loại [login] tài khoản của bạn đã thay đổi cho người quản trị. Bạn có thể đăng nhập vào khu vực quản trị viên: <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
el_gr: Εγκρίθηκε το αίτημά σας για πωλητή
id_id: Permintaan vendor Anda disetujui.
pl_pl: Twoje aplikacja na sprzedawcę została zatwierdzona.
ru_ru: Ваш запрос на создание учетной записи продавца был одобрен.
tr_tr: Satıcı talebiniz onaylandı.
uk_ua: Ваш запит для постачальника було затверджено.
vi_vn: Yêu cầu nhà cung cấp của bạn đã được phê duyệt.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
el_gr: Απορρίφθηκε το αίτημά σας για πωλητης της [company]
id_id: Permintaan Anda untuk vendor [company] ditolak.
pl_pl: Twoja aplikacja na sprzedawcę [company] została odrzucona.
ru_ru: Ваш запрос на создание учетной записи продавца [company] был отклонен.
tr_tr: Satıcı [company] talebiniz reddedildi.
uk_ua: Ваш запит для постачальників [company] було відхилено.
vi_vn: Yêu cầu nhà cung cấp [company] của bạn đã bị từ chối.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
el_gr: Απορρίφθηκε το αίτημά σας για πωλητής
id_id: Permintaan vendor Anda ditolak.
pl_pl: Twoja aplikacja na sprzedawcę została odrzucona.
ru_ru: Ваш запрос на создание учетной записи продавца был отклонен.
tr_tr: Satıcı talebiniz reddedildi.
uk_ua: Ваш запит на створення облікового записі для постачальника було відхилено.
vi_vn: Yêu cầu nhà cung cấp của bạn đã bị từ chối.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
el_gr: Συγχαρητήρια, η αίτησή σας για ένα λογαριασμό πωλητή έχει εγκριθεί. Μολις εξετάσουμε τις πληροφορίες του λογαριασμολυ σας, θα τον εκδώσουμε στην ιστοσελίδα μας.
id_id: Selamat, aplikasi Anda untuk mendapatkan akun vendor telah disetujui. Setelah kami meninjau informasi accont Anda, kami akan menerbitkannya di situs kami.
pl_pl: Gratulacje, wniosek o uzyskanie konta sprzedawcy został zatwierdzony. Po weryfikacji danych informacje zostaną opublikowane na naszej stronie internetowej.
ru_ru: Поздравляем, ваш запрос на создание учетной записи продавца был одобрен. После того, как мы просмотрим вашу информацию, мы опубликуем её на нашем сайте.
tr_tr: Tebrikler, bir satıcı hesabı almak için yaptığınız başvuru onaylandı. Hesap bilgileriniz incelendikten sonra bunları internet sitemizde yayınlayacağız.
uk_ua: Вітаємо, ваш запит на створення облікового запису продавця був схвалений. Після того, як ми переглянемо вашу інформацію, ми опублікуємо її на нашому сайті.
vi_vn: Xin chúc mừng, ứng dụng của bạn nhận được một tài khoản người bán hàng đã được chấp thuận. Sau khi chúng tôi xem xét thông tin tài khoản của bạn, chúng tôi sẽ xuất bản nó trên trang web của chúng tôi.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
el_gr: Εταιρεία σας είναι σε αναμονή για έγκριση.
id_id: Perusahaan Anda sedang menunggu persetujuan.
pl_pl: Twoja firma czeka na zatwierdzenie.
ru_ru: Ваша компания ожидает подтверждения.
tr_tr: Firmanız onay bekliyor.
uk_ua: Ваша компанія чекає на затвердження.
vi_vn: Công ty của bạn đang chờ phê duyệt.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
el_gr: Εγκρίθηκαν οι αλλαγές σας στο προφίλ πωλητη της [company].
id_id: Perubahan profil Anda untuk vendor [company] telah disetujui.
pl_pl: Twoje zmiany profilu dla sprzedawcy [company] zostały zatwierdzone.
ru_ru: Изменения Вашей учетной записи продавца [company] были одобрены.
tr_tr: Satıcı [company] için profil değişiklikleriniz onaylandı.
uk_ua: Зміни Вашого облікового запису продавця [company] були схвалені.
vi_vn: Thay đổi hồ sơ của bạn cho nhà cung cấp [company] được phê chuẩn.

# Languages::text_error_adding_request
source: Error while adding the request.
el_gr: Παρουσιάστηκε σφάλμα κατά την προσθήκη της αίτησης.
id_id: Kesalahan saat menambahkan permintaan.
pl_pl: Wystąpił błąd podczas dodawania zgłoszenia.
ru_ru: Ошибка при добавлении запроса.
tr_tr: Talep ekleme sırasında hata oluştu.
uk_ua: Помилка під час додавання запиту.
vi_vn: Lỗi trong khi thêm yêu cầu.

# Languages::text_new_payment_was_created
source: New payment was created
el_gr: Δημιουργήθηκε νέα πληρωμή
id_id: Pembayaran baru telah dibuat
pl_pl: Nowa płatność została stworzona.
ru_ru: Был создан новый платеж
tr_tr: Yeni ödeme oluşturuldu
uk_ua: Новий платіж було створено
vi_vn: Thanh toán mới được tạo

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
el_gr: Έχετε πωλητές που απαιτούν την έγκρισή σας. Παρακαλώ <a href="[link]"> ακολουθήστε αυτό το σύνδεσμο</a> για να αναθεωρήσετε αυτούς τους πωλητές
id_id: Anda memiliki vendor yang membutuhkan persetujuan Anda. Harap <a href="[link]">ikuti tautan ini</a> untuk meninjau vendor ini.
pl_pl: Masz sprzedawców, którzy wymagają zatwierdzenia. Proszę kliknij <a href="[link]">w ten link</a> żeby przejrzeć sprzedawców.
ru_ru: У Вас есть продавцы, которые ожидают подтверждения. Посмотреть их список можно по <a href="[link]">этой ссылке</a>.
tr_tr: Onayınızı gerektiren satıcılarınız bulunuyor. Lütfen <a href="[link]">bu linki takip edin</a> ve bu satıcıları gözden geçirin.
uk_ua: У Вас є продавці, які очікують підтвердження. Подивитися їх список можна за <a href="[link]">цим посиланням</a>.
vi_vn: Bạn có nhà cung cấp yêu cầu phê duyệt. Xin vui lòng <a href="[link]"> thực hiện theo liên kết này</a> để xem xét các nhà cung cấp.

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
el_gr: Το αίτημα σας προστέθηκε με επιτυχία. Θα λάβετε το email με την απάντηση αργότερα.
id_id: Permintaan anda berhasil ditambahkan Anda akan menerima email dengan jawabannya nanti.
pl_pl: Twoje zgłoszenie zostało dodane. Później otrzymasz emaila z odpowiedzią na nie.
ru_ru: Ваш запрос был успешно отправлен. В ближайшее время вы получите письмо с информацией о вашем аккаунте.
tr_tr: Talebiniz başarıyla eklendi. Daha sonra cevabı içeren bir e-posta alacaksınız.
uk_ua: Ваш запит був успішно відправлений. Ви отримаєте лист з відповіддю пізніше.
vi_vn: Yêu cầu của bạn đã thêm thành công. Bạn sẽ nhận được email với câu trả lời sớm nhất có thể.

# Languages::total_amount_due
source: Total amount due
el_gr: Συνολικό οφειλόμενο ποσό
id_id: Jumlah total karena
pl_pl: Suma oczekujących wypłat
ru_ru: Общая сумма за счет
tr_tr: Ödenmesi gereken toplam tutar
uk_ua: Загальна сума
vi_vn: Tất cả số tiền phải trả

# Languages::total_period_payout
source: Total sales period payout
el_gr: Πληρωμή Συνολικων Πωλησεων περιοδου
id_id: Total periode penjualan pembayaran
pl_pl: Suma wypłat za okres sprzedaży
ru_ru: Сумма выплат с продаж за период
tr_tr: Toplam satış dönemi ödemesi
uk_ua: Сума виплат з продажів за період
vi_vn: Tất cả thời gian thanh toán bán hàng

# Languages::total_unpaid_balance
source: Total unpaid balance
el_gr: Σύνολο ανεξόφλητου υπολοιπου
id_id: Total saldo yang belum dibayar
pl_pl: Suma należności
ru_ru: Общий невыплаченный остаток
tr_tr: Toplam ödenmemiş bakiye
uk_ua: Загальний невиплачений залишок
vi_vn: Tổng số dư chưa thanh toán

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
el_gr: Αν η επιβαρυνση του τροπου πληρωμής έχει υπολογιστει από πωλητές, τότε δεν υπολογίζονται οι φόροι
id_id: Jika biaya pembayaran diambil dari vendor, pajak tidak dihitung
pl_pl: Jeśli dopłata do płatności jest pobierana od dostawców, podatki nie są obliczane
ru_ru: Если принимается доплата от способа оплаты с продавцов, налоги посчитаны не будут
tr_tr: Eğer ödeme fazlası satıcılardan alınmışsa, vergiler hesaplanmaz
uk_ua: Якщо приймається доплата від способу оплати з продавців, податки нараховані будуть
vi_vn: Nếu thanh toán phụ phí được lấy từ nhà cung cấp, thuế không được tính

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
el_gr: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
id_id: Tidak dapat menghapus toko ini karena ada pesanan yangberisi produk-produk dari perusahaan ini dalam databasetoko. Untuk menghapus akun, silakan hapus seluruh pesanandahulu.
pl_pl: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
ru_ru: Не удалось удалить учетную запись продавца, так как в базе данных присутствуют заказы, в которых приобретены товары этого продавца. Чтобы удалить этого продавца, сначала удалите упомянутые заказы.
tr_tr: Bu satıcı hesabı silinemiyor çünkü mağaza veri tabanında bu satıcının ürünlerini içeren siparişler bulunuyor. Bu hesabı silmek için öncelikle bu satıcının ürünlerini içeren tüm siparişleri silin.
uk_ua: Не вдалося видалити обліковий запис продавця, так як в базі даних присутні замовлення, в яких придбані товари цього продавця. Щоб видалити цього продавця, спочатку видаліть згадані замовлення.
vi_vn: Không thể xóa bỏ tài khoản nhà cung cấp này bởi vì có các đơn đặt hàng có chứa các sản phẩm của nhà cung cấp này trong cơ sở dữ liệu. Để xoá tài khoản, hãy xóa tất cả các đơn đặt hàng trước.

# Languages::vendor
source: Vendor
el_gr: Πωλητής
id_id: Toko
pl_pl: Sklep
ru_ru: Продавец
tr_tr: Satıcı
uk_ua: Постачальник
vi_vn: Nhà cung cấp

# Languages::vendors
source: Vendors
el_gr: Καταστήματα
id_id: Toko
pl_pl: Sprzedawcy
ru_ru: Продавцы
tr_tr: Satıcılar
uk_ua: Постачальники
vi_vn: Nhà cung cấp

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
el_gr: Ταξινόμηση λίστας των λογαριασμών προμηθευτών που έχουν εγγραφεί στο κατάστημα.
id_id: Daftar urutan akun pemasok yang terdaftar di toko.
pl_pl: Posortowana lista sklepów, zarejestrowanych w systemie.
ru_ru: Сортировать список продавцов, зарегистрированных в магазине.
tr_tr: Mağazada kayıtlı satıcı hesaplarını sıralı listesi.
uk_ua: Сортувати список облікових записів постачальників, зареєстрованих в магазині.
vi_vn: Danh sách sắp xếp các nhà cung cấp đã đăng ký tài khoản tại cửa hàng.

# Languages::vendor_account_balance
source: Account balance
el_gr: Υπόλοιπο Λογαριασμού
id_id: Saldo rekening
pl_pl: Stan konta
ru_ru: Баланс учетной записи
tr_tr: Hesap bakiyesi
uk_ua: Баланс облікового запису
vi_vn: Số dư tài khoản

# Languages::vendor_approval_pending
source: New vendor account application
el_gr: Νέα αίτηση για λογαριασμό πωλητή
id_id: Aplikasi akun vendor baru
pl_pl: Nowa aplikacja o konto sprzedawcy.
ru_ru: Новый запрос на создание учетной записи продавца
tr_tr: Yeni satıcı hesabı uygulaması
uk_ua: Новий запит на створення облікового запису постачальника
vi_vn: Ứng dụng tài khoản nhà cung cấp mới

# Languages::vendor_id
source: Vendor ID
el_gr: Ταυτότητα πωλητή
id_id: ID pemasok
pl_pl: ID Sklepu
ru_ru: ID продавца
tr_tr: Satıcı kimliği
uk_ua: ID постачальника
vi_vn: ID Nhà cung cấp

# Languages::vendor_name
source: Vendor name
el_gr: Όνομα πωλητή
id_id: Nama toko
pl_pl: Nazwa sprzedawcy
ru_ru: Имя продавца
tr_tr: Satıcı adı
uk_ua: Ім'я постачальника
vi_vn: Tên nhà cung cấp

# Languages::vendor_pages
source: Vendor pages
el_gr: Σελίδες Καταστήματος
id_id: Halaman toko
pl_pl: Store pages
ru_ru: Страницы продавца
tr_tr: Satıcı sayfaları
uk_ua: Сторінки постачальника
vi_vn: Trang nhà cung cấp

# Languages::vendor_panel
source: Vendor panel
el_gr: Πίνακας πωλητων
id_id: Panel penjual
pl_pl: Panel sprzedawcy
ru_ru: Панель продавца
tr_tr: Satıcı paneli
uk_ua: Панель постачальника
vi_vn: Bảng điều khiển nhà cung cấp

# Languages::view_vendor_orders
source: View vendor orders
el_gr: Προβολή Παραγγελιών Καταστήματος
id_id: Lihat pesanan toko
pl_pl: Pokaż zamówienia w sklepie
ru_ru: Просмотреть заказы продавца
tr_tr: Satıcı siparişlerini görüntüle
uk_ua: Переглянути замовлення постачальника
vi_vn: Xem đơn hàng nhà cung cấp

# Languages::view_vendor_products
source: View vendor products
el_gr: Προβολή Προϊόντων Καταστήματος
id_id: Lihat produk toko
pl_pl: Pokaż produkty w sklepie
ru_ru: Просмотреть товары продавца
tr_tr: Satıcı ürünlerini görüntüle
uk_ua: Переглянути продукти постачальника
vi_vn: Xem sản phẩm nhà cung cấp

# Languages::view_vendor_users
source: View vendor users
el_gr: Προβολή Χρηστών Καταστήματος
id_id: Lihat user toko
pl_pl: Pokaż klientów w sklepie
ru_ru: Просмотреть пользователей продавца
tr_tr: Satıcı kullanıcılarını görüntüleme
uk_ua: Переглянути користувачів постачальника
vi_vn: Xem tài khoản người dùng của nhà cung cấp

# Languages::you_can_edit_account_details
source: You can edit the account details now.
el_gr: Τώρα, μπορείτε να επεξεργαστείτε τα στοιχεία του λογαριασμού.
id_id: Anda dapat mengedit rincian akun sekarang.
pl_pl: Teraz możesz edytować dane konta.
ru_ru: Теперь Вы можете редактировать данные учетной записи.
tr_tr: Artık hesap ayrıntılarını düzenleyebilirsiniz.
uk_ua: Тепер можна редагувати дані облікового запису.
vi_vn: Bạn có thể chỉnh sửa các chi tiết tài khoản bây giờ.

# SettingsSections::Vendors
source: Vendors
el_gr: Πωλητές
id_id: Vendor
pl_pl: Sprzedawcy
ru_ru: Продавцы
tr_tr: Satıcılar
uk_ua: Постачальники
vi_vn: Nhà cung cấp

# SettingsOptions::vendors_per_page
source: Vendors per page
el_gr: Πωλητές ανά σελίδα
id_id: Vendor per halaman
pl_pl: Ilość sprzedawców na stronę
ru_ru: Продавцов на страницу
tr_tr: Sayfa başına satıcılar
uk_ua: Постачальників на сторінку
vi_vn: Nhà cung cấp trên trang

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
el_gr: Επιτρέψτε στους χρήστες να υποβάλουν αίτηση για λογαριασμό πωλητή
id_id: Izinkan pengguna mengajukan permohonan untuk akun vendor
pl_pl: Aplikuj o konto sprzedawcy
ru_ru: Позволить пользователю создать учетную запись продавца
tr_tr: Kullanıcıların satıcı hesabı için başvuru yapmalarına izin ver
uk_ua: Дозволити користувачеві створити обліковий запис продавця
vi_vn: Cho phép áp dụng tài khoản người dùng cho tài khoản nhà cung cấp

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
el_gr: Αυτοματη δημιουργία του λογαριασμου διαχειριστή για τον νέο εγκεκριμένο πωλητή. (Εφοσον η ρυθμιση "επιτρέπεται στους χρήστες να υποβάλουν αίτηση για λογαριασμό πωλητή" είναι ενεργοποιημένη)
id_id: Buat akun administrator untuk vendor yang disetujui secara otomatis. (Jika setelan "Izinkan pengguna mengajukan permohonan untuk akun vendor" diaktifkan)
pl_pl: Automatycznie stwórz konto administratora dla nowo dodanego sprzedawcy (jeżeli włączona jest opcja “Zezwól użytkownikom na aplikowanie o konto sprzedawcy”)
ru_ru: Автоматически создавать учетную запись администратора для нового подтвержденного продавца. (Если включена настройка "Позволить пользователю создать учетную запись продавца")
tr_tr: Yeni onaylanan satıcı için yönetici hesabını otomatik olarak oluştur. (Eğer "Kullanıcıların satıcı hesabı için başvurmalarına izin ver" ayarı etkinse)
uk_ua: Автоматично створювати обліковий запис адміністратора для нового підтвердженого продавця. (Якщо включена настройка "Дозволити користувачеві створити обліковий запис продавця")
vi_vn: Tự động tạo tài khoản quản trị cho các nhà cung cấp được chấp thuận mới. (Nếu "cho phép người dùng áp dụng cho tài khoản nhà cung cấp" cài đặt cần được kích hoạt)

# SettingsOptions::display_vendor
source: Display product vendor
el_gr: Προβολή Πωλητή Προϊόντος
id_id: Tampilkan vendor produk
pl_pl: Wyświetlaj sprzedawcę produktu
ru_ru: Отображать продавца на странице продукта
tr_tr: Ürün satıcısını görüntüle
uk_ua: Показати постачальника на сторінці продукта
vi_vn: Hiển thị sản phẩm của nhà cung cấp

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
el_gr: Οι Αιτουντες πωλητές πρέπει να συμφωνήσουν με τους όρους & Προϋποθέσεις
id_id: Menerapkan vendor harus menyetujui persyaratan & ketentuan
pl_pl: Aplikując na sprzedawcę należy zgodzić się z warunkami sprzedaży
ru_ru: Новые продавцы обязаны принять условия соглашения
tr_tr: Onaylı tedarikçiler site şart ve koşullarını kabul etmelidir
uk_ua: Нові продавці зобов'язані прийняти умови угоди
vi_vn: Áp dụng các nhà cung cấp phải đồng ý với điều khoản & điều kiện

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
el_gr: Αποστολή email στον πωλητη από διευθύνσεις ηλεκτρονικού ταχυδρομείου του marketplace
id_id: Kirim email penjual dari alamat email marketplace
pl_pl: Wysyłaj e-maile od sprzedawców z adresów e-mail zapisanych w marketplace
ru_ru: Отправлять письма продавцов с общего почтового адреса маркета
tr_tr: Satıcı e-postalarını pazardaki e-posta adreslerinden gönder
uk_ua: Відправляти листи продавців з загальної поштової адреси магазину

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
el_gr: Το κείμενο των όρων & προϋποθέσεων θα ανακτηθεί από τη μεταβλητή γλώσσας «vendor_terms_n_conditions_content».
id_id: Teks persyaratan & ketentuan akan diambil dari variabel bahasa "vendor_terms_n_conditions_content".
pl_pl: Tekst regulaminu będzie pobierany ze zmiennej językowej "terms_and_conditions_content".
ru_ru: Текст Условий соглашения будет взят из языковой переменной "vendor_terms_n_conditions_content".
tr_tr: Şartlar ve koşullar metni "terms_and_conditions_content" dil değişkeninden alınır.
uk_ua: Текст Умов угоди буде взято з мовної змінної "vendor_terms_n_conditions_content".
vi_vn: Nội dung của điều khoản & điều kiện sẽ được lấy từ biến ngôn ngữ "terms_and_conditions_content".

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
el_gr: Φόρμα Υποβολής αίτησης για λογαριασμο πωλητή
id_id: Terapkan untuk formulir akun vendor
pl_pl: Formularz aplikacji o konto sprzedawcy
ru_ru: Заполнить форму для получения учетной записи продавца
tr_tr: Bir satıcı hesap formu için başvurun
uk_ua: Подати заявку на форму постачальника облікового запису
vi_vn: Áp dụng cho một hình thức tài khoản nhà cung cấp

# Languages::block_vendor_categories
source: Vendor categories
el_gr: Κατηγορίες πωλητή
id_id: Kategori vendor
pl_pl: Kategorie sprzedawcy
ru_ru: Категории продавца
tr_tr: Satıcı kategorileri
uk_ua: Категорії постачальника
vi_vn: Danh mục nhà cung cấp

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
el_gr: Κατηγορίες προϊόντων που είναι διαθέσιμες σε έναν συγκεκριμένο πωλητη
id_id: Kategori produk tersedia untuk vendor tertentu
pl_pl: Kategorie produktów dostępnych dla danego sprzedawcy
ru_ru: Категории товаров, доступные определенному продавцу
tr_tr: Belirli bir satıcı için mevcut ürün kategorileri
uk_ua: Категорії продуктів, доступних для конкретного виробника
vi_vn: Nhóm sản phẩm có sẵn cho một nhà cung cấp cụ thể

# Languages::block_vendor_information
source: Vendor information
el_gr: Πληροφορίες πωλητή
id_id: Informasi vendor
pl_pl: Informacje o sprzedawcy
ru_ru: Информация о продавце
tr_tr: Satıcı bilgileri
uk_ua: Інформація про постачальника
vi_vn: Thông tin nhà cung cấp

# Languages::block_vendor_logo
source: Vendor logo
el_gr: Λογότυπο πωλητή
id_id: Logo vendor
pl_pl: Logo sprzedawcy
ru_ru: Логотип продавца
tr_tr: Satıcı logosu
uk_ua: Логотип постачальника
vi_vn: Logo nhà cung cấp

# Languages::show_location
source: Show location
el_gr: Προβολή τοποθεσιας
id_id: Tunjukkan lokasi
pl_pl: Pokaż lokalizację
ru_ru: Показать местонахождение
tr_tr: Yeri göster
uk_ua: Показати розташування

# Languages::show_products_count
source: Show products count
el_gr: Εμφάνιση αριθμού προϊόντων
id_id: Menunjukkan jumlah produk
pl_pl: Pokaż liczbę produktów
ru_ru: Показать количество товаров
tr_tr: Ürün sayısını göster
uk_ua: Показати кількість товару

# Languages::block_vendor_search
source: Search by vendor products
el_gr: Αναζήτηση με προϊόντα του πωλητή
id_id: Cari dengan produk vendor
pl_pl: Szukaj w produktach sprzedawcy
ru_ru: Поиск по товарам продавца
tr_tr: Satıcı ürünlerine göre arama
uk_ua: Пошук серед товарів постачальника
vi_vn: Tìm kiếm theo nhà cung cấp sản phẩm

# Languages::vendor_filters
source: Vendor Product filters
el_gr: Φίλτρα Προϊοντων Πωλητή
id_id: Filter produk vendor
pl_pl: Filtry produktów sprzedawcy
ru_ru: Фильтры товара продавца
tr_tr: Satıcı Ürünü filtreleri
uk_ua: Фільтри товарів постачальника
vi_vn: Bộ lọc theo nhà cung cấp

# Languages::vendor_products
source: Vendor products
el_gr: Προϊόντα Πωλητή
id_id: Produk vendor
pl_pl: Produkty sprzedawcy
ru_ru: Товары продавца
tr_tr: Satıcı ürünleri
uk_ua: Товари постачальника
vi_vn: Sản phẩm của nhà cung cấp

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
el_gr: Επιτρεπεται αποστολή για όλους τους πωλητές
id_id: Izinkan pengiriman untuk semua vendor
pl_pl: Zastosuj metody wysyłki dla wszystkich dostawców
ru_ru: Разрешить доставку для всех продавцов
tr_tr: Tüm satıcılar için nakliyeye izin ver
uk_ua: Дозволити доставку для всіх продавців
vi_vn: Cho phép vận chuyển cho tất cả các nhà cung cấp

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
el_gr: Η μέθοδο αποστολής θα εφαρμοστεί σε όλους τους πωλητες. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
id_id: Metode pengiriman akan diterapkan ke semua vendor. Anda yakin ingin melanjutkan?
pl_pl: Metody wysyłki zostaną zastosowane do wszystkich dostawców. Czy na pewno chcesz kontynuować?
ru_ru: Способ доставки будет применяться для всех продавцов. Вы уверены, что хотите продолжить?
tr_tr: Nakliye yöntemi tüm satıcılar için geçerli olacaktır. Devam etmek istediğinizden emin misiniz?
uk_ua: Спосіб доставки буде застосовуватися для всіх продавців. Ви впевнені, що хочете продовжити?
vi_vn: Phương pháp vận chuyển sẽ được áp dụng cho tất cả các nhà cung cấp. Bạn có chắc bạn muốn tiếp tục không?
