Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/access_restrictions.po
Languages: ar_sa, cs_cz, da_dk, de_de, id_id, tr_tr, uk_ua, vi_vn

# Addons::name::access_restrictions
source: Access restrictions
ar_sa: غير مصرح بالدخول
cs_cz: Omezení přístupu
da_dk: Adgangsbegrænsninger
de_de: Zugriffsbeschränkungen
id_id: Kamu udah makan say
tr_tr: Erişim kısıtlamaları
uk_ua: Обмеження доступу
vi_vn: Truy cập hạn chế

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
ar_sa: يسمح لك بتحديد الدخول إلى واجهة المتجر و والإدارة من خلال عنوان IP معين، وبخيارات مختلفة
cs_cz: Umožňuje omezit přístup na stránku obchodu i do administrace pro určité IP adresy s různými možnostmi
da_dk: Lader dig begrænse butiksfacade og administrator områdeadgang til visse IP-adresser med forskellige muligheder
de_de: Begrenze den Zugriff auf die Shopseite und den Administrationsbereich auf bestimmte IP-Adressen. Hierfür stehen unterschiedliche Optionen zur Verfügung.
id_id: Live a collection of short stories, when have you turned the pages do not let the same figure appear o
tr_tr: Belirli IP adreslerinin farklı seçeneklerle sanal vitrin ve yönetici alanı erişimini kısıtlamayı sağlar
uk_ua: Обмеження доступу до вітрини і панелі адміністратора з певних IP-адрес, чорний список адрес ел. пошти та номерів банківських карт
vi_vn: Cho phép bạn giới hạn việc truy cập vào trang web và trang quản trị từ những địa chỉ IP nhất định với các tùy chọn khác nhau

# Languages::access_restrictions
source: Access restrictions
cs_cz: Omezení přístupu
da_dk: Adgangsbegrænsning
de_de: Zugriffsbeschränkungen
id_id: Live a collection of short stories, when have you turned the pages do not let the same figure appear on the next sheet
tr_tr: Erişim kısıtlamaları
uk_ua: Обмеження доступу
vi_vn: Truy cập hạn chế

# Languages::add_ips
source: Add IPs
ar_sa: أضف عناوين IP
cs_cz: Přidat IP adresy
da_dk: Tilføj nye IP-adresser
de_de: IP-Adressen hinzufügen
id_id: Live a collection of short stories, when have you turned the pages do not let the same figure appear on the next sheet
tr_tr: IP ekle
uk_ua: Додати нові IP адреси
vi_vn: Thêm IP

# Languages::new_ips
source: New IPs
ar_sa: عنوان IP جديد
cs_cz: Nová IP adresa
da_dk: Nye IPs
de_de: Neue IP-Adressen
id_id: IP baharu
tr_tr: Yeni IP
uk_ua: Нові IP-адреси
vi_vn: IP mới

# Languages::add_domains
source: Add domains
ar_sa: أضف دومين
cs_cz: Přidat domény
da_dk: Tilføj nye domæner
de_de: Domains hinzufügen
id_id: Tambahkan domain
tr_tr: Alan adı ekle
uk_ua: Додати нові домени
vi_vn: Thêm tên miền

# Languages::new_domains
source: New domains
ar_sa: دومين جديد
cs_cz: Nové domény
da_dk: Nye domæner
de_de: Neue Domains
id_id: Domain baharu
tr_tr: Yeni alan adları
uk_ua: Нові домени
vi_vn: Tên miền mới

# Languages::add_emails
source: Add e-mail addresses
ar_sa: أضف عنوان بريد إلكتروني
cs_cz: Přidat e-mailové adresy
da_dk: Tilføj e-mailadresser
de_de: E-Mail-Adressen hinzufügen
id_id: Tambah alamat e-mel
tr_tr: E-posta adresleri ekle
uk_ua: Додати e-mail адреси
vi_vn: Thêm địa chỉ email

# Languages::new_emails
source: New e-mail addresses
ar_sa: عنوان بريد إلكتروني جديد
cs_cz: Nové e-mailové adresy
da_dk: Ny e-mail
de_de: Neue E-Mail-Adressen
id_id: Alamat e-mail baru
tr_tr: Yeni e-posta adresleri
uk_ua: Нові адреси електронної пошти
vi_vn: Địa chỉ email mới

# Languages::new_credit_card
source: New credit card
ar_sa: بطاقة إئتمان جديدة
cs_cz: Nová kreditní karta
da_dk: Nyt kreditkort
de_de: Neue Kreditkarte
id_id: Kad kredit baharu
tr_tr: Yeni kredi kartı
uk_ua: Нова кредитна карта
vi_vn: Thẻ tín dụng mới

# Languages::add_credit_card
source: Add credit card
ar_sa: أضف بطاقة إئتمان
cs_cz: Přidat kreditní kartu
da_dk: Tilføj kreditkort
de_de: Kreditkarte hinzufügen
id_id: Tambah kad kredit
tr_tr: Kredi kartı ekle
uk_ua: Додати кредитну картку
vi_vn: Thêm thẻ tín dụng

# Languages::privileges.manage_access_restrictions
source: Can edit
ar_sa: التحرير ممكن
id_id: Dapat mengedit
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати
vi_vn: Có thể chỉnh sửa

# Languages::privilege_groups.access_restrictions
source: Access restrictions
ar_sa: قيود الوصول
id_id: Batasan akses
tr_tr: Erişim kısıtlamaları
uk_ua: Обмеження доступу
vi_vn: Truy cập hạn chế

# Languages::domain
source: Domain
ar_sa: نطاق
cs_cz: Doména
da_dk: Domæne
tr_tr: Alan Adı
uk_ua: Домен
vi_vn: Tên miền

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
ar_sa: عنوان IP تم إدخاله <b>[entered_ip]</b> يمنع الوصول إلى لوحة الإدارة من جهاز الكمبيوتر الخاص بك (IP الخاص بك <b>[your_ip]</b>).
cs_cz: Zadaná adresa IP <b>[entered_ip]</b> zakazuje přístup do administračního panelu z počítače (vaše IP je <b>[your_ip]</b>).
da_dk: De indtastede IP-adresse <b> [entered_ip] </ b> forbyder adgang til administrations panelet fra din computer (din IP er <b> [your_ip] </ b>).
de_de: Die eingetragene IP-Adresse <b>[entered_ip]</b> sperrt den Zugang zum Administrationsbereich von deinem Computer aus (deine IP ist <b>[your_ip]</b>).
id_id: Alamat IP yang dimasukkan <b>[entered_ip]</b> melarang akses ke panel pentadbir dari komputer anda (IP anda adalah <b>[your_ip]</b>).
tr_tr: Girilen IP adresi <b>[entered_ip]</b>, bilgisayarınızdan yönetim paneline erişimi yasaklıyor (<b>[your_ip]</b> IP's).
uk_ua: Введену IP адресу <b>[entered_ip]</b> яка забороняє доступ до панелі адміністрування з вашого комп'ютера (ваш IP є <b>[your_ip]</b>).
vi_vn: Nhập địa chỉ IP <b>[entered_ip]</b> cấm truy cập vào bảng quản trị từ máy tính của bạn (IP của bạn là <b>[your_ip]</b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
ar_sa: رقم بطاقة الائتمان <b>[cc_number]</b> محظور بواسطة المسؤول. الرجاء الاتصال بالمسؤول عن المتجر او حاول استخدام بطاقة أخرى.
cs_cz: Číslo kreditní karty <b>[cc_number]</b> je blokováno správcem. Prosím, obraťte se na správce obchodu nebo zkuste jinou kartu.
da_dk: Kreditkortnummer <b>[cc_number]</ b> er blokeret af administratoren. Du bedes kontakte butikken eller prøve et andet kort.
de_de: Die Kreditkartennummer <b>[cc_number]</b> ist vom Administrator gesperrt worden. Bitte kontaktiere den Administrator des Shop's, oder versuche eine andere Nummer.
id_id: Nombor kartu kredit <b>[cc_number]</b> ditahan oleh admin. Silakan hubungi admin atau coba yang lain.
tr_tr: Kredi kartı numarası <b>[cc_number]</b> yönetici tarafından engellendi. Lütfen mağaza yöneticisine başvurun veya başka bir kart deneyin.
uk_ua: Номер кредитної картки <b> [cc_number] </b> заблоковано адміністратором. Будь-ласка, зв'яжіться з адміністрацією магазину або скористайтеся іншою картою.
vi_vn: Số thẻ tín dụng <b>[cc_number]</b> bị chặn bởi quản trị viên. Xin vui lòng liên hệ với người quản lý cửa hàng hoặc thử một số khác.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
ar_sa: <b>[ip]</b> ليس عنوان ip صالح.
cs_cz: <b>[ip]</b> není platnou IP adresou.
da_dk: <b>[ip]</b> er ikke en gyldig ip adresse.
de_de: <b>[ip]</b> ist keine gültige IP-Adresse.
id_id: <b>[ip]</b> bukanlah sebuah alamat Ip yang sah.
tr_tr: <b>[ip]</b> geçerli bir IP adresi değil.
uk_ua: <b>[ip]</b> не є вірною ip адресою.
vi_vn: <b>[ip]</b> không phải là một địa chỉ ip hợp lệ.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
ar_sa: <b>[domain]</b> ليس اسم مجال صالح.
cs_cz: <b>[domain]</b> není platným názvem domény.
da_dk: <b>[domain]</b> er ikke et gyldigt domænenavn.
de_de: <b>[domain]</b> ist kein gültiger Domainname.
id_id: <b>[domain]</b> bukanlah nama domain yang sah.
tr_tr: <b>[etki alanı]</b> geçerli bir alan adı değil.
uk_ua: <b>[domain]</b> не вірне доменне ім'я.
vi_vn: <b>[domain]</b> không phải là một tên miền hợp lệ.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
ar_sa: <b>[cc_number]</b> رقم بطاقة ائتمان غير صالحة.
cs_cz: <b>[cc_number]</b> není číslo platné kreditní karty.
da_dk: <b>[cc_number]</b> er ikke et gyldigt kreditkortnummer.
de_de: <b>[cc_number]</b> ist keine gültige Kreditkartennummer.
id_id: <b>[cc_number]</b> bukanlah nombor kad kredit yang sah.
tr_tr: <b>[cc_number]</b> geçerli bir kredi kartı numarası değil.
uk_ua: <b>[cc_number]</b> це не вірний номер кредитної картки.
vi_vn: <b>[cc_number]</b> không phải là một số thẻ tín dụng hợp lệ.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
ar_sa: عنوان البريد الإلكتروني <b>[email]</b> محظور بواسطة المسؤول. الرجاء الاتصال بالمسؤول عن المتجر أو حاول استخدام عنوان آخر.
cs_cz: E-mailová adresa <b>[email]</b> je blokována správcem. Prosím, obraťte se na správce obchodu nebo zkuste jinou emailovou adresu.
da_dk: Den e-mail-adresse <b>[email]</ b> er blokeret af administratoren. Venligst kontakt butiksadministratoren eller prøv en anden.
de_de: Die E-Mail-Adresse <b>[email]</b> ist vom Administrator gesperrt worden. Bitte kontaktiere den Administrator des Shop's, oder versuche eine andere Email.
id_id: Alamat e-mail <b>[email]</b> ditahan oleh admin. Silahkan hubungi admin atau coba yang lain.
tr_tr: E-posta adresi <b>[email]</b> yönetici tarafından engellendi. Lütfen mağaza yöneticisine başvurun veya başka bir e posta deneyin.
uk_ua: Адреса електронної пошти <b>[email]</b> заблокована адміністратором. Будь ласка, зв'яжіться з адміністратором магазину або спробуйте іншу.
vi_vn: Địa chỉ email <b>[email]</b> bị chặn bởi quản trị viên. Xin vui lòng liên hệ với người quản lý cửa hàng hoặc thử một email khác.

# Languages::text_ips_denied
source: You are not allowed to access this area
ar_sa: غير مسموح لك الوصول إلى هذه المنطقة
cs_cz: Nemáte oprávnění pro přístup k této oblasti
da_dk: Du har ikke tilladelse til at få adgang til dette område
de_de: Es ist Ihnen nicht erlaubt diesen Bereich zu betreten
id_id: Anda dilarang untuk mengakses kawasan ini
tr_tr: Bu alana erişim izniniz yok.
uk_ua: Вам не надано доступ до цієї зони
vi_vn: Bạn không được phép truy cập vào khu vực này

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
ar_sa: تم حظر IP الخاص بك [number] بعد تسجيلات دخول غير ناجحة
cs_cz: IP adresa byla zablokována po [number] neúspěšných přihlášeních
da_dk: IP adressen blev blokeret efter [number] mislykkede loginforsøg
de_de: Die IP-Adresse wurde nach [number] erfolglosen Logins geblockt
id_id: IP ditahan setelah login tidak berhasil sebanyak [number]
tr_tr: [number] başarısız giriş nedeniyle IP engellendi
uk_ua: IP було заблоковано після [number] невдалих спроб авторизуватися
vi_vn: IP bị chặn sau khi [number] đăng nhập không thành công

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
ar_sa: تم حظر عنوان IP الخاص بك.
cs_cz: Vaše IP adresa je blokovaná.
da_dk: Din IP adresse er blokeret.
de_de: Deine IP-Adresse wurde gesperrt.
id_id: Alamat IP anda di blokir.
tr_tr: IP adresiniz engellendi
uk_ua: Вашу IP адресу заблоковано.
vi_vn: Địa chỉ IP của bạn bị chặn.

# Languages::store_admin
source: Store administrator
ar_sa: مسؤول المتجر
cs_cz: Správce obchodu
da_dk: Butiksadministrator
de_de: Shop Administrator
id_id: Admin Toko
tr_tr: Mağaza yöneticisi
uk_ua: Адміністратор магазину
vi_vn: Quản trị viên cửa hàng

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
ar_sa: عنوان IP الخاص بك <b>[ip]</b> أضيفت إلى الجدول قيود الوصول.
cs_cz: Vaše IP adresa <b>[ip]</b> byla přidána do tabulky omezených přístupů.
da_dk: Din IP-adresse <b> [ip] </ b> er blevet tilføjet til adgangsbegrænsningstabellen.
de_de: Deine IP-Adresse <b>[ip]</b> wurde zur Liste der Zutrittsbeschränkungen hinzugefügt.
id_id: Alamat IP anda <b>[ip]</b> telah ditambahkan ke dalam jadual pembatasan akses.
tr_tr: IP adresiniz <b>[ip]</b> erişim kısıtlamaları tablosuna eklenmiştir.
uk_ua: Вашу IP адресу <b>[ip]</b> додано до таблиці обмеження доступу.
vi_vn: Địa chỉ IP của bạn <b>[ip]</b> đã được thêm vào bảng truy cập hạn chế.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
ar_sa: تم تمكين عنوان IP الخاص بك <b>[ip]</b> في الجدول قيود الوصول.
cs_cz: Vaše IP adresa <b>[ip]</b> byla povolena v tabulce omezených přístupů.
da_dk: Din IP-adresse <b> [ip] </ b> er blevet aktiveret i adgangsbegrænsningstabellen.
de_de: Deine IP-Adresse <b>[ip]</b> wurde in der Liste für Zutrittsbeschränkungen aktiviert.
id_id: Alamat IP Anda <b>[ip]</b> telah diaktifkan dalam tabel pembatasan akses.
tr_tr: IP adresiniz <b>[ip]</b> erişim kısıtlamaları tablosunda etkinleştirilmiştir.
uk_ua: Вашу IP адресу <b>[ip]</b> активовано в таблиці обмеження доступу.
vi_vn: Địa chỉ IP của bạn <b>[ip]</b> đã được cho phép trong bảng truy cập hạn chế.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
ar_sa: عنوان IP الخاص بك <b>[ip]</b> قد أزيلت من الجدول قيود الوصول.
cs_cz: Vaše IP adresa <b>[ip]</b> byla odstraněna z tabulky omezených přístupů.
da_dk: Din IP-adresse <b> [ip] </ b> er blevet fjernet fra adgangsbegrænsningstabellen.
de_de: Deine IP-Adresse <b>[ip]</b> wurde von der Liste für Zutrittsbeschränkungen entfernt.
id_id: Alamat IP Anda <b>[ip]</b> telah dihapus dari tabel pembatasan akses.
tr_tr: IP adresiniz <b>[ip]</b> erişim kısıtlamaları tablosundan kaldırıldı.
uk_ua: Вашу IP адресу <b>[ip]</b> було видалено з таблиці обмеження доступу.
vi_vn: Địa chỉ IP của bạn <b>[ip]</b> đã được gỡ bỏ khỏi bảng truy cập hạn chế.

# Languages::ip_from
source: IP from
ar_sa: IP من
cs_cz: IP od
da_dk: IP fra
de_de: IP-Adresse von
id_id: IP dari
tr_tr: IP üzerinden
uk_ua: з IP
vi_vn: IP từ

# Languages::ip_to
source: IP to
ar_sa: الى IP
cs_cz: IP do
da_dk: IP til
de_de: IP-Adresse bis
id_id: IP untuk
tr_tr: IP için
uk_ua: до IP
vi_vn: IP đến

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
ar_sa: يمكنك استخدام أحرف البدل لعلامات التبويب "المجال"، "البريد الإلكتروني" و "بطاقة الائتمان": <br/> <b>*</b>--يمكن أن تمثل أي عدد من الأحرف، بما في ذلك الصفر <br/> <b>؟</b> -- يمكن لتمثيل أي حرف مفرد.
cs_cz: Můžete použít zástupné znaky pro "Doména", "E-mail" a "Kreditní karta": <br /><b>*</b> - může představovat libovolný počet znaků včetně nuly<br /><b>?</b> - může představovat libovolný jeden znak.
da_dk: Du kan bruge jokertegn til "Domain", "E-mail" og "kreditkort" faner: <br /> <b> * </ b> - kan repræsentere et vilkårligt antal tegn, inklusive nul <br /> < b>? </ b> - kan repræsentere et enkelt tegn.
de_de: Es können Platzhalter für "Domain", "E-Mail" und "Kreditkarte" verwendet werden: <br /><b>*</b> - dies kann eine beliebige Anzahl von Zeichen oder auch Null sein<br /><b>?</b> - kann ein beliebiges Zeichen sein.
id_id: Anda boleh menggunakan wildcard untuk tab "Domain", "E-mel", dan "Kad kredit": <br/<b>*</b> - mengatakan boleh mewakili jumlah karakter, termasuk kosong <br/<b>?</b> - boleh mewakili setiap karakter tunggal.
tr_tr: "Alan adı", "E-posta" ve "Kredi kartı" sekmeleri için joker karakterler kullanabilirsiniz: < br / > <b>*</b> - sıfır da dahil olmak üzere herhangi bir sayıda karakteri temsil edebilir < br / > <b>?</b> - tek bir karakteri temsil edebilir.
uk_ua: Ви можете використовувати групові символи для вкладок «Домен», «Ел. пошта», «Банківська картка»: <br/><b> * </b> - будь-яку кількість символів, включаючи нуль <br/> <b>?</b> - будь-який одиночний символ.
vi_vn: Bạn có thể sử dụng các ký tự đại diện cho các tab "Tên miền", "Email" và "Thẻ tín dụng": < br / > <b>*</b> - có thể đại diện cho bất kỳ ký tự, bao gồm 0 <br /> <b>?</b> - có thể đại diện cho bất kỳ ký tự đơn giản.

# Languages::ips
source: IPs
cs_cz: IP adresy
da_dk: IP'er
de_de: IP-Adressen
tr_tr: IP'ler
uk_ua: IP-адреси
vi_vn: IP

# Languages::make_permanent
source: Make permanent
ar_sa: اجعله دائم
cs_cz: Proveďte trvalé
da_dk: Lad være permanent
de_de: Dauerhaft
id_id: Buat permanen
tr_tr: Kalıcı hale getir
uk_ua: Зробити постійним
vi_vn: Tạo vĩnh viễn

# Languages::credit_card_number
source: Credit card number
ar_sa: رقم بطاقة الائتمان
cs_cz: Číslo kreditní karty
da_dk: Kreditkortnummer
de_de: Kreditkartennummer
id_id: Nomor kartu kredit
tr_tr: Kredi kartı numarası
uk_ua: Номер кредитної картки
vi_vn: Số thẻ tín dụng

# SettingsSections::access_restrictions::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
id_id: Umum
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
ar_sa: إعدادات منطقة المسؤول
cs_cz: Nastavení administrace
da_dk: Indstillinger - administrationsområde
de_de: Einstellungen des Administrationsbereiches
id_id: Pengaturan wilayah administrator
tr_tr: Yönetici alanı ayarları
uk_ua: Настройки панелі адміністратора
vi_vn: Cài đặt khu vực quản trị

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
ar_sa: السماح بتسجيل الدخول إلى مجال الإدارة من IPs المحدد فقط
cs_cz: Povolit přihlášení do administrace pouze ze zadané IP adresy
da_dk: Tillad login til admin område kun fra angivne IPs
de_de: Die Anmeldung in den Administrationsbereich nur von bestimmten IP-Adressen erlauben
id_id: Mebolehkan login ke kawasan pentadbir dari IP yang telah ditetapkan
tr_tr: Yönetim alanı girişine yalnızca belirtilen IP üzerinden izin ver
uk_ua: Дозволяє увійти в панель адміністратора тільки з вказаної IP-адреси
vi_vn: Chỉ cho phép đăng nhập vào khu vực quản trị từ IP quy định

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
ar_sa: حظر الآي بي بعد عدد معين من المحاولات الغير ناجحة
cs_cz: Blokovat IP po několika neúspěšných pokusech
da_dk: Bloker IP efter en række mislykkede forsøg
de_de: Die IP-Adresse nach einer Anzahl von erfolglosen Logins blocken
id_id: Blokir IP setelah beberapa kali gagal mencoba
tr_tr: Belirli sayıda başarısız denemeden sonra IP engelle
uk_ua: Блок IP після декількох невдалих спроб
vi_vn: Chặn IP sau khi một số nỗ lực không thành công

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
ar_sa: عدد المحاولات الفاشلة
cs_cz: Počet neúspěšných pokusů
da_dk: Antal mislykkede forsøg
de_de: Anzahl der erfolglosen Versuche
id_id: Jumlah kegagalan mencoba
tr_tr: Başarısız deneme sayısı
uk_ua: Кількість невдалих спроб
vi_vn: Số lượng các nỗ lực không thành công

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
ar_sa: الوقت بين محاولات تسجيل الدخول الفاشلة (ثانية)
cs_cz: Čas mezi neúspěšnými pokusy na přihlášení (v sekundách)
da_dk: Tid mellem mislykkede login-forsøg (sekunder)
de_de: Zeit zwischen erfolglosen Login-Versuchen (Sekunden)
id_id: Waktu diantara gagal login (saat)
tr_tr: Başarısız oturum açma girişimleri (saniye olarak) arasındaki süre
uk_ua: Час між невдалих спроб входа (секунди)
vi_vn: Thời gian giữa các lần đăng nhập không thành công (giây)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
ar_sa: الوقت الذي يجب أن يتم حظر IP (ساعات)
cs_cz: Čas, během kterého budou blokovány IP adresy (hodiny)
da_dk: Tid hvor IP skal være blokeret (timer)
de_de: Zeit in der die IP-Adresse gesperrt sein soll (Stunden)
id_id: Waktu pemblokiran IP (jam)
tr_tr: IP kaç saat engellenecek
uk_ua: Час, для якого IP повинні бути заблоковані (цілодобово)
vi_vn: Thời gian mà IP bị chặn (giờ)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
ar_sa: إعدادات منطقة العميل
cs_cz: Nastavení zákaznické části
da_dk: Kundeindstillinger
de_de: Einstellungen des Kundenbereiches
id_id: Pengaturan wilayah pelanggan
tr_tr: Müşteri alanı ayarları
uk_ua: Настройки панелі клієнта
vi_vn: Cài đặt khu vực khác hàng

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
ar_sa: حظر الآي بي بعد عدد معين من المحاولات الغير ناجحة
cs_cz: Blokovat IP po několika neúspěšných pokusech
da_dk: Bloker IP efter en række mislykkede forsøg
de_de: IP-Adresse nach einer Anzahl von erfolglosen Logins blocken
id_id: Blokir IP setelah beberapa kali gagal mencoba
tr_tr: Belirli sayıda başarısız denemeden sonra IP engelle
uk_ua: Блок IP після декількох невдалих спроб
vi_vn: Chặn IP sau khi một số nỗ lực đăng nhập không thành công

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
ar_sa: عدد المحاولات الفاشلة
cs_cz: Počet neúspěšných pokusů
da_dk: Antal mislykkede forsøg
de_de: Anzahl der erfolglosen Versuche
id_id: Jumlah kegagalan mencoba
tr_tr: Başarısız deneme sayısı
uk_ua: Кількість невдалих спроб
vi_vn: Số lần đăng nhập không thành công

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
ar_sa: الوقت بين محاولات تسجيل الدخول الفاشلة (ثانية)
cs_cz: Čas mezi neúspěšnými pokusy na přihlášení (v sekundách)
da_dk: Tid mellem mislykkede login-forsøg (sekunder)
de_de: Zeit zwischen erfolglosen Login-Versuchen (Sekunden)
id_id: Waktu diantara gagal login (saat)
tr_tr: Başarısız oturum açma girişimleri (saniye olarak) arasındaki süre
uk_ua: Час між невдалих спроб входа (секунди)
vi_vn: Thời gian giữa các lần đăng nhập không thành công (giây)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
ar_sa: الوقت الذي يجب أن يتم حظر IP (ساعات)
cs_cz: Čas, během kterého budou blokovány IP adresy (hodiny)
da_dk: Tid hvor IP skal være blokeret (timer)
de_de: Zeit in der die IP-Adresse gesperrt sein soll (Stunden)
id_id: Waktu pemblokiran IP (jam)
tr_tr: IP kaç saat engellenecek
uk_ua: Час, на який IP повинні бути заблоковані (години)
vi_vn: Thời gian mà IP bị chặn (giờ)
