Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/advanced_import.po
Languages: ar_sa, el_gr, es_es, ja_jp, pl_pl, ro_ro, ru_ru, uk_ua

# Languages::advanced_import.fetching_schema_failed_check_file
source: Before you can run the import, please make sure that:<ul><li>You have created the import preset by using the Create button. If you see Save instead of Create, then you've already done that.</li><li>You have specified the correct XML target node on the File tab and saved the preset.</li><li>You have matched the imported information with the product properties in CS-Cart on the Fields mapping tab and saved the preset.</li></ul>If you see this message, you haven't completed point 1 or 2.
ar_sa: قبل أن تتمكن من تشغيل الاستيراد ، يرجى التأكد من: <ul><li> لقد قمت بإنشاء الإعداد المسبق للاستيراد باستخدام الزر "إنشاء". إذا كنت ترى حفظ بدلاً من إنشاء ، فقد قمت بالفعل بذلك. </li><li> لقد حددت العقدة الهدف XML الصحيحة في علامة التبويب ملف وحفظ الإعداد المسبق. </li><li> لقد قمت بمطابقة المعلومات التي تم استيرادها مع خصائص المنتج في CS-Cart في علامة التبويب تعيين الحقول وحفظ الإعداد المسبق. </li></ul> إذا رأيت هذه الرسالة ، فإنك لم تكمل النقطة 1 أو 2.
el_gr: Για να μπορέσετε να εκτελέσετε την εισαγωγή, βεβαιωθείτε ότι: <ul> <li> Δημιουργήσατε την προκαθορισμένη εισαγωγή, χρησιμοποιώντας το κουμπί Δημιουργία. Αν δείτε την επιλογή "Αποθήκευση" αντί για "Δημιουργία", τότε το έχετε ήδη κάνει. </li> <li> Ορίσατε τον σωστό κόμβο στόχου XML στην καρτέλα Αρχείο και αποθηκεύσατε την προεπιλογή. </li> <li> τις εισαγόμενες πληροφορίες με τις ιδιότητες του προϊόντος στο CS-Cart στην καρτέλα "Αντιστοίχιση πεδίων" και την αποθήκευση της προεπιλογής. </ li> </ ul> Αν δείτε αυτό το μήνυμα, δεν έχετε ολοκληρώσει το σημείο 1 ή 2.
es_es: Antes de ejecutar importar, por favor asegúrate de que:<ul><li>hayas creado la configuración de importar utilizando el botón de Crear. Si guardas en vez de crear, entonces ya habrás configurado este botón.</li><li> Has especificado el nodo destino de XML correcto en la pestaña de Archivo y guardado la configuración. </li><li>Has comparado la información importada con las propiedades del producto en CS-Cart en la pestaña de mapeo de campos y guardado la configuración.</li></ul>Si puedes visualizar este mensaje, no has completado el punto 1 o el 2.
pl_pl: Przed uruchomieniem importu upewnij się, że: <ul><li>Utworzono ustawienie wstępne importowania za pomocą przycisku Utwórz. Jeśli zobaczysz Zapisz zamiast Utwórz, to już to zrobiłeś. </li><li>Podałeś prawidłowy węzeł docelowy XML na karcie Plik i zapisałeś ustawienie. </li><li>Dopasowałeś importowane informacje z właściwościami produktu w CS-Cart na karcie Mapowanie pól i zapisałeś ustawienie. </li></ul> Jeśli widzisz ten komunikat, nie ukończyłeś punktu 1 ani 2.
ro_ro: Înainte de executa importul, asigurați-vă că: <ul> <li> Ați creat presetarea de import utilizând butonul Creare. Dacă vedeți Salvare în loc de Creare, atunci ați făcut deja acest lucru. </ li> <li> Ați specificat nodul corect țintă XML din fila Fișier și ați salvat presetarea. </ li> <li> informațiile importate cu proprietățile produsului din CS-Cart din fila de mapare a câmpurilor și au salvat presetarea. </ li> </ ul> Dacă vedeți acest mesaj, nu ați finalizat punctul 1 sau 2.
ru_ru: Прежде, чем запустить импорт, пожалуйста, убедитесь, что:<ul><li>Вы уже создали пресет для импорта кнопкой "Создать". Если у вас отображается "Сохранить" вместо "Создать", то пресет уже создан.</li><li>Вы указали правильный целевой узел XML на вкладке "Файл" и сохранили пресет.</li><li>Вы сопоставили импортируемую информацию со свойствами товара в CS-Cart на вкладке "Таблица соответствия полей" и сохранили пресет.</li></ul>Если вы видите данное сообщение, значит вы не выполнили первый или второй пункт.
uk_ua: Перш, ніж запустити імпорт, переконайтеся, що: <ul><li>Ви вже створили пресет для імпорту кнопкою "Створити". Якщо відображається "Зберегти" замість "Створити", то пресет створений.</li><li>Ви вказали правильний цільовий вузол XML на вкладці "Файл" і зберегли пресет.</li><li>Ви зіставили імпортовану інформацію з властивостями товару в CS-Cart на вкладці "Таблиця відповідності полів" і зберегли пресет.</li></ul>Якщо ви бачите це повідомлення, значить ви не виконали пункт 1 або 2.

# Languages::advanced_import.test_import
source: Perform test import
ar_sa: إجراء اختبار الاستيراد
el_gr: Πραγματοποιήστε δοκιμαστική εισαγωγή
es_es: Ejecuta la importación de la prueba
pl_pl: Wykonaj test importu
ro_ro: Efectuați testul de import
ru_ru: Выполнить тестовый импорт
uk_ua: Виконати тестовий імпорт

# Languages::advanced_import.test_import_tooltip
source: If you enable this setting, only the first [n] product will be processed.|If you enable this setting, only the first [n] products will be processed.
ar_sa: إذا قمت بتمكين هذا الإعداد ، فستتم معالجة أول منتج [n] فقط. إذا قمت بتمكين هذا الإعداد ، فلن تتم معالجة سوى أول [n] من المنتجات.
el_gr: Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα γίνει επεξεργασία μόνο του πρώτου [n] προϊόντος. Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, θα υποστούν επεξεργασία μόνο τα πρώτα [n] προϊόντα.
es_es: Si activas este ajuste, solo el primer producto [n] será procesado.|Si activas este ajuste, solo uno de los productos [n] será procesado.
pl_pl: Jeśli to ustawienie zostanie włączone, będą przetwarzane tylko pierwsze [n] produkty. | Jeśli to ustawienie zostanie włączone, będą przetwarzane tylko pierwsze [n] produkty.
ro_ro: Dacă activaţi această setare, doar primul [n] produs va fi procesat.|Dacă activaţi această setare, doar primele [n] produse vor fi procesate.
ru_ru: При включении данной настройки будет обрабатываться только первый [n] товар.|При включении данной настройки будут обрабатываться только первые [n] товара.|При включении данной настройки будут обрабатываться только первые [n] товаров.
uk_ua: При включенні даного налаштування буде оброблятися тільки перший [n] товар. | При включенні даного налаштування будуть оброблятися тільки перші [n] товари. | При включенні даного налаштування будуть оброблятися тільки перші [n] товарів.

# Languages::advanced_import.import_strategy
source: Import strategy
ar_sa: استراتيجية الاستيراد
el_gr: Στρατηγική εισαγωγής
es_es: Estrategia de importación
pl_pl: Strategia importu
ro_ro: Strategia de import
ru_ru: Стратегия импорта
uk_ua: Стратегія імпорту

# Languages::advanced_import.import_strategy_tooltip
source: If you select "Update existing products only", products that don't exist in the database of your store will be skipped during import.<br>If you select "Create new products only", products that exist in the database of your store will be skipped during import.
ar_sa: إذا حددت "تحديث المنتجات الحالية فقط" ، فسيتم تخطي المنتجات التي لا توجد في قاعدة بيانات متجرك أثناء الاستيراد. <br> إذا قمت بتحديد "إنشاء منتجات جديدة فقط" ، فإن المنتجات الموجودة في قاعدة بيانات متجرك سيتم تخطي أثناء الاستيراد.
el_gr: Αν επιλέξετε "Ενημέρωση των υπαρχόντων προϊόντων μόνο", τα προϊόντα που δεν υπάρχουν στη βάση δεδομένων του καταστήματός σας θα παραλειφθούν κατά την εισαγωγή. <br> Εάν επιλέξετε "Δημιουργία μόνο νέων προϊόντων", τα προϊόντα που υπάρχουν στη βάση δεδομένων του καταστήματός σας θα παραλειφθούν κατά την εισαγωγή.
es_es: Si seleccionas "Actualizar solo productos existentes", los productos que no existen en el respaldo de la base de datos serán omitidos durante la importación.<br>Si seleccionas "Crear nuevos productos solamente", los productos almacenados en la base de datos serán omitidos durante la importación.
pl_pl: Jeśli wybierzesz opcję "Aktualizuj tylko istniejące produkty", produkty, które nie istnieją w bazie danych Twojego sklepu, zostaną pominięte podczas importowania.<br>Jeśli wybierzesz opcję "Twórz tylko nowe produkty", produkty znajdujące się w bazie danych Twojego sklepu zostanie pominięty podczas importu.
ro_ro: Dacă selectați "Actualizați numai produsele existente", produsele care nu există în baza de date a magazinului dvs. vor fi ignorate în timpul importului. <br> Dacă selectați "Creați numai produse noi", produsele care există în baza de date a magazinului dvs. va fi sărit peste import.
ru_ru: Настройка "Обновить только существующие товары" при импорте не будет создавать товары, которые отсутствуют в базе данных вашего магазина.<br> Настройка "Создать только новые товары" при импорте не будет обновлять товары, которые уже существуют в базе данных вашего магазина.
uk_ua: Налаштування "Оновити тільки існуючі товари" при імпорті не створюватиме товари, які відсутні в базі даних вашого магазину. <br>Налаштування "Створити тільки нові товари" при імпорті не буде оновлювати товари, які вже існують в базі даних вашого магазину.

# Languages::advanced_import.import_all
source: Import all products from the file
ar_sa: استيراد جميع المنتجات من الملف
el_gr: Εισαγάγετε όλα τα προϊόντα από το αρχείο
es_es: Importart todos los productos del archivo
pl_pl: Zaimportuj wszystkie produkty z pliku
ro_ro: Importați toate produsele din fișier
ru_ru: Импортировать все товары из файла
uk_ua: Імпорт всіх товарів з файлу

# Languages::advanced_import.create_new_products_only
source: Create new products only
ar_sa: قم بإنشاء منتجات جديدة فقط
el_gr: Δημιουργήστε μόνο νέα προϊόντα
es_es: Crear solamente nuevos productos
pl_pl: Utwórz tylko nowe produkty
ro_ro: Creați numai produse noi
ru_ru: Создать только новые товары
uk_ua: Створити лише нові товари

# Languages::advanced_import.cant_save_preset_invalid_modifiers
source: The preset can't be saved because it contains invalid modifiers
ar_sa: لا يمكن حفظ الإعداد المسبق لأنه يحتوي على معدِّلات غير صالحة
el_gr: Η προεπιλογή δεν μπορεί να αποθηκευτεί επειδή περιέχει μη έγκυρους τροποποιητές
es_es: Los ajustes preestablecidos no se pueden almacenar porque contienen modificadores no válidos
pl_pl: Nie można zapisać ustawienia, ponieważ zawiera on nieprawidłowe modyfikatory
ro_ro: Presetarea nu poate fi salvată deoarece conține modificatori nevalabili
ru_ru: Пресет не может быть сохранён, так как некоторые модификаторы заданы некорректно
uk_ua: Пресет не може бути збережено, так як деякі модифікатори задано некоректно

# Languages::advanced_import.missing_parameters_list_closer
source: The expected <b>[closer]</b> after the parameters list is missing.
el_gr: Η αναμενόμενη <b>[closer]</b> μετά τη λίστα παραμέτρων λείπει.
es_es: Lo que se espera <b>[closer]</b>después de la lista de parámetros no se encuentra.
pl_pl: Oczekiwany <b>[closer]</b> po liście parametrów jest nieprawidłowe.
ro_ro: Aşteptat <b>[closer]</b> după lista de parametri este lipsă.
ru_ru: Отсутствует <b>[closer]</b> после списка параметров.
uk_ua: Немає <b>[closer]</b> після списку параметрів.

# Languages::advanced_import.run_import_via_cron_message
source: You can run the import automatically at certain time intervals. To do it, add the following command to CRON:
ar_sa: يمكنك تشغيل الاستيراد تلقائيًا في فترات زمنية معينة. للقيام بذلك ، قم بإضافة الأمر التالي إلى CRON:
el_gr: Μπορείτε να εκτελέσετε αυτόματα την εισαγωγή σε συγκεκριμένα χρονικά διαστήματα. Για να το κάνετε, προσθέστε την ακόλουθη εντολή στο CRON:
es_es: Puedes ejecutar la importación automáticamente en ciertos intervalos de tiempo. Para hacerlo, agrega el comando siguiente a CRON:
pl_pl: Można uruchomić import automatycznie w określonych odstępach czasu. Aby to zrobić, należy dodać następujące polecenie do CRON:
ro_ro: Poți rula automat backup-ul la anumite intervale de timp. Pentru aceasta, adaugă următoarea comandă la CRON:
ru_ru: Вы можете запускать импорт автоматически через определённые промежутки времени. Для этого добавьте в CRON следующую команду:
uk_ua: Ви можете запускати імпорт автоматично через певні проміжки часу. Для цього додайте в CRON наступну команду:

# Languages::advanced_import.cannot_detect_csv_delimiter
source: Cannot detect delimiter automatically. Please specify the correct delimiter manually in the additional settings on the "File" tab.
ar_sa: لا يمكن الكشف عن المحدد تلقائيا. يرجى تحديد المحدد الصحيح يدويًا في الإعدادات الإضافية في علامة التبويب "ملف".
el_gr: Δεν είναι δυνατή η αυτόματη ανίχνευση του διαχωριστή. Καθορίστε το σωστό οριοθετητή με χειροκίνητο τρόπο στις πρόσθετες ρυθμίσεις στην καρτέλα "Αρχείο".
es_es: No se puede detectar el delimitador automáticamente. Por favor especifica el delimitador correcto manualmente en los ajustes adicionales en la pestaña de "archivo".
pl_pl: Nie można automatycznie wykryć ogranicznika. Proszę podać właściwy separator ręcznie w dodatkowych ustawieniach na zakładce "Plik".
ro_ro: Nu se poate detecta automat delimitatorul. Vă rugăm să specificaţi manual delimitator corect în Setări suplimentare pe fila "Fișier".
ru_ru: Не удалось автоматически определить разделитель. Укажите разделитель вручную в дополнительных настройках на вкладке "Файл".
uk_ua: Не вдалося автоматично визначити роздільник. Вкажіть роздільник вручну в додаткових налаштуваннях на вкладці "Файл".

# Languages::advanced_import.incorrect_delimiter
source: Specified (or auto detected) delimiter seems to be incorrect. Please specify the correct delimiter manually in the additional settings on the "File" tab.
ar_sa: يبدو المحدد (أو الكشف التلقائي) غير صحيح. يرجى تحديد المحدد الصحيح يدويًا في الإعدادات الإضافية في علامة التبويب "ملف".
el_gr: Ο προσδιορισμένος (ή αυτόματα ανιχνευμένος) οριοθετης φαίνεται να είναι εσφαλμένος. Καθορίστε το σωστό οριοθετητη με χειροκίνητο τρόπο στις πρόσθετες ρυθμίσεις στην καρτέλα "Αρχείο".
es_es: El delimitador especificado (o auto detectado) parece estar incorrecto. Por favor especifica el correcto manualmente en los ajistes adicionales en la pestaña de "archivo".
pl_pl: Określony (lub automatycznie wykryty) separator wydaje się niepoprawny. Proszę podać właściwy separator ręcznie w dodatkowych ustawieniach na zakładce "Plik".
ro_ro: Nu se poate detecta automat delimitatorul. Vă rugăm să specificaţi manual delimitator corect în Setări suplimentare pe fila "Fișier".
ru_ru: Похоже, что был указан (или выбран автоматически) неправильный разделитель. Выберите правильный разделитель вручную в дополнительных настройках на вкладке "Файл".
uk_ua: Схоже, що було вказано (чи обрано автоматично) неправильний роздільник. Виберіть правильний роздільник вручну в додаткових налаштуваннях на вкладці "Файл".
