Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/advanced_import.po
Languages: ar_sa, el_gr, es_es, ja_jp, pl_pl, ro_ro, ru_ru, uk_ua

# Addons::name::advanced_import
source: Advanced products import
ar_sa: ادخال او استيراد منتجات منقدمه
el_gr: Προηγμένη Εισαγωγή Προϊόντων
pl_pl: Zaawansowany import produktów
ro_ro: Import produse avansate
ru_ru: Расширенный импорт товаров
uk_ua: Розширений імпорт товарів

# Addons::description::advanced_import
source: Allows you to match the fields in the imported file with the product properties. These matchings and other import settings can also be saved as presets for later use.
ar_sa: يسمح لك لتطابق الحقول الموجودة في الملف الذي تم استيراده مع خصائص المنتج. يمكن أيضا حفظ هذه المضاهاة وإعدادات استيراد أخرى كما المسبقة لاستخدامها في وقت لاحق.
el_gr: Σας επιτρέπει να ταιριάξετε με τα πεδία στο εισαγόμενο αρχείο με τις ιδιότητες του προϊόντος. Αυτά τα ταιριάσματα και άλλες ρυθμίσεις εισαγωγής μπορούν επίσης να αποθηκευτούν ως προεπιλογές για μελλοντική χρήση.
es_es: Permite que los campos en los archivos importados coincidan con las propiedades del producto. Estas coincidencias y otras configuraciones importadas pueden también ser almacenadas como ajustes prestablecidos para su uso posterior.
ja_jp: 商品プロパティとインポートされたファイルのフィールドに一致させることができます。一致したものとその他のインポート設定は、後で使用するためのプリセットとして保存することもできます。
pl_pl: Pozwala dopasować pola importowanego pliku do właściwości produktu. Te dopasowania i inne ustawienia importu można również zapisać jako ustawienia wstępne do późniejszego wykorzystania.
ro_ro: Vă permite să potriviți câmpurile din fișierul importat cu proprietățile produsului. Aceste potriviri și alte setări de import pot fi de asemenea salvate ca presetări pentru utilizare ulterioară.
ru_ru: Сопоставляет поля в файле импорта со свойствами товара. Установленные соответствия и другие настройки импорта могу быть сохранены в качестве пресетов для последующего использования.
uk_ua: Зіставляє поля в файлі імпорту з властивостями товару. Встановлені відповідності та інші настройки імпорту можуть бути збережені в якості пресетів для подальшого використання.

# Languages::advanced_import.never
source: Never
ar_sa: ابدأ
el_gr: Ποτέ
es_es: Jamás
ja_jp: 絶対に
pl_pl: Nigdy
ro_ro: Niciodată
ru_ru: Никогда
uk_ua: Ніколи

# Languages::advanced_import.last_status.S
source: Success
ar_sa: نجاح
el_gr: Επιτυχής
es_es: Éxito
ja_jp: 成功
pl_pl: Zakończony pomyślnie
ro_ro: Succes
ru_ru: Успех
uk_ua: Успіх

# Languages::advanced_import.last_status.P
source: In progress
ar_sa: جار المعالجة
el_gr: Σε εξέλιξη
es_es: En proceso
ja_jp: 進行中
pl_pl: W trakcie
ro_ro: În curs de desfăşurare
ru_ru: В процессе
uk_ua: В процесі

# Languages::advanced_import.last_status.F
source: Failure
ar_sa: فشل
el_gr: Αποτυχία
es_es: Falla
ja_jp: 失敗
pl_pl: Błędny
ro_ro: Eşec
ru_ru: Неудача
uk_ua: Невдача

# Languages::advanced_import.user_upload
source: User upload
ar_sa: تحميل المستخدم
el_gr: Upload χρήστη
es_es: Subir datos del usuario
ja_jp: ユーザー・アップロード
pl_pl: Upload użytkownika
ro_ro: Încărcat de utilizator
ru_ru: Загруженное пользователем
uk_ua: Завантажене користувачем

# Languages::advanced_import.last_launch
source: Last import
ar_sa: اخر ادخال
el_gr: Τελευταία εισαγωγή
es_es: Última importación
ja_jp: 最後のインポート
pl_pl: Ostatni import
ro_ro: Ultimul import
ru_ru: Последний импорт
uk_ua: Останній імпорт

# Languages::advanced_import.last_status
source: Status
ar_sa: الحاله
el_gr: Κατάσταση
es_es: Estado
ja_jp: ステータス
ro_ro: Stare
ru_ru: Статус
uk_ua: Статус

# Languages::advanced_import.file
source: File
ar_sa: ملف
el_gr: Αρχείο
es_es: Archivo
ja_jp: ファイル
pl_pl: Plik
ro_ro: Fişier
ru_ru: Файл
uk_ua: Файл

# Languages::advanced_import.has_modifiers
source: Has modifiers
ar_sa: لديه معدل
el_gr: Έχει τροποποιητές
es_es: Tiene modificadores
ja_jp: 修飾子を持つ
pl_pl: Ma modyfikatory
ro_ro: Are modificatori
ru_ru: Установлены модификаторы
uk_ua: Є модифікатори

# Languages::advanced_import.import_products
source: Import products
ar_sa: ادخال او استيراد المنتجات
el_gr: Εσαγωγή προϊόντων
es_es: Productos de importación
ja_jp: インポート商品
pl_pl: Import produktów
ro_ro: Import produse
ru_ru: Импорт товаров
uk_ua: Імпорт товарів

# Languages::advanced_import.import_products_w_preset
source: Import products: [preset]
ar_sa: استيراد المنتجات: [preset]
el_gr: Εισαγωγή προϊόντων: [preset]
es_es: Importar productos: [preset]
ja_jp: インポート商品: [preset]
pl_pl: Import produktów: [preset]
ro_ro: Import produse: [preset]
ru_ru: Импорт товаров: [preset]
uk_ua: Імпорт товарів: [preset]

# Languages::advanced_import.import_file
source: Import file
ar_sa: ادخال او استيراد ملف
el_gr: Εισαγωγή αρχείου
es_es: Importar archivo
ja_jp: インポートファイル
pl_pl: Plik importu
ro_ro: Fişier de import
ru_ru: Файл импорта
uk_ua: Файл імпорту

# Languages::advanced_import.fields_mapping
source: Fields mapping
ar_sa: حقول التعيين
el_gr: Χαρτογράφηση Πεδίων
es_es: Mapa de campos
ja_jp: フィールド・マッピング
pl_pl: Mapowanie pól
ro_ro: Campurile de cartografiat
ru_ru: Таблица соответствия полей
uk_ua: Таблиця відповідності полів

# Languages::advanced_import.fields_mapping.description
source: This table contains the list of columns from the imported file. For each column you'd like to import, select a corresponding product property in [product]. Then check what sort of data will be imported from that column, and use modifiers to change that data, if necessary. Remember to save your changes.
ar_sa: يحتوي هذا الجدول على قائمة الأعمدة من الملف الذي تم استيراده. لكل عمود تريد استيراد، حدد خاصية منتج المطابق في [product]. ثم تحقق من أي نوع من البيانات سوف تكون مستوردة من هذا العمود، واستخدام معدلات لتغيير تلك البيانات، إذا لزم الأمر. تذكر أن تقوم بحفظ التغييرات الخاصة بك.
el_gr: Αυτός ο πίνακας περιέχει τη λίστα των στηλών από το εισαγόμενο αρχείο. Για κάθε στήλη που θέλετε να εισαγάγετε, επιλέξτε μια αντίστοιχη ιδιότητα του προϊόντος στο [product]. Στη συνέχεια, ελέγξετε τι είδους δεδομένα θα εισάγονται από αυτή τη στήλη, και χρησιμοποιήστε τροποποιητές για να αλλάξετε αυτά τα δεδομένα, εάν είναι απαραίτητο. Θυμηθείτε να αποθηκεύσετε τις αλλαγές σας.
es_es: Esta tabla contiene la lista de columnas del archivo importado. Por cada columna que quieras importar, seleccionas una propiedad del producto correspondiente en [producto]. Posteriormente revisas que tipo de datos importarás de cada columna, y utiliza modificadores para cambiar los datos, si este fuera el caso. Recuerda guardar los cambios.
ja_jp: このテーブルには、インポートされたファイルかのカラムのリストが含まれています。それぞれのカラムをインポートする列ごとに、[product]に対応する商品プロパティを選択します。 そのカラムからインポートされるデータの種類を確認し、必要に応じて修飾子を使用してそのデータを変更します。 変更を保存することを忘れないでください。
pl_pl: Ta tabela zawiera listę kolumn z importowanego pliku. Dla każdej kolumny, którą chcesz zaimportować wybierz odpowiedni obiekt produktu w [product]. Następnie sprawdzić, jaki rodzaj danych zostanie zaimportowany z tej kolumny i używaj modyfikatorów do zmiany tych danych, jeśli to konieczne. Pamiętaj, aby zapisać zmiany.
ro_ro: Acest tabel conţine lista de coloane din fişierul de import. Pentru fiecare coloană pe care doriţi sa o importaţi, selectaţi o proprietate corespunzătoare produsului în [product]. Apoi atunci verificați ce fel de date vor fi importate din acea coloană, şi utilizeați modificatori pentru a modifica aceste date, dacă este necesar. Nu uitați să salvați modificările.
ru_ru: В этой таблице содержится список столбцов из импортируемого файла. Для каждого столбца, который вы хотите импортировать, выберите соответствующее свойство товара в [product]. Затем посмотрите, что за данные будут импортироваться из этого столбца, и измените их с помощью модификаторов, если необходимо. Не забудьте сохранить свои изменения.
uk_ua: Ця таблиця містить список стовпців з імпортованого файлу. Для кожного стовпця, що ви хотіли б імпортувати, відповідну властивість товару в [product]. Потім перевірте якого типу дані будуть імпортовані з цього стовпця і за допомогою модифікатора змініть ці дані, якщо це необхідно. Не забудьте зберегти зміни.

# Languages::advanced_import.column_header
source: Column name in the imported file
ar_sa: اسم العمود في الملف الذي تم استيراده
el_gr: Όνομα στήλης στο εισαγόμενο αρχείο
es_es: Nombre de la columna en el archivo importado
ja_jp: インポート・ファイルのカラム名
pl_pl: Nazwa kolumny w zaimportowanym pliku
ro_ro: Nume de coloană în fişierul de import
ru_ru: Название столбца в импортируемом файле
uk_ua: Назва стовпця у файлі, що імпортується

# Languages::advanced_import.product_property
source: Product property in [product]
ar_sa: خاصية المنتج في [product]
el_gr: Ιδιότητα του προϊόντος σε [product]
es_es: Propiedad del producto en [producto]
ja_jp: [product]の商品プロパティ
pl_pl: Właściwości produktu w [product]
ro_ro: Proprietatea produsului în [product]
ru_ru: Свойство товара в [product]
uk_ua: Властивість товара в [product]

# Languages::advanced_import.first_line_import_value
source: Example of the imported value
ar_sa: مثال للقيمة المستوردة
el_gr: Παράδειγμα εισαγόμενης τιμής
es_es: Ejemplo del valor importado
ja_jp: インポートされた値の例
pl_pl: Przykład importowanych wartości
ro_ro: Exemplu de valoarea importată
ru_ru: Пример импортированного значения
uk_ua: Приклад імпортованого значення

# Languages::advanced_import.editing_preset
source: Editing preset: [preset]
ar_sa: تحرير إعداد مسبق: [preset]
el_gr: Επεξεργασία Προεπιλογή: [preset]
es_es: Edición programada [preset]
ja_jp: 編集プリセット: [preset]
pl_pl: Edycji ustawienia: [preset]
ro_ro: Editare presetare: [preset]
ru_ru: Редактирование пресета: [preset]
uk_ua: Редагування пресету: [preset]

# Languages::advanced_import.add_preset
source: Add preset
ar_sa: إضافة الإعداد المسبق
el_gr: Προσθέστε Προρύθμιση
es_es: Agregar ajuste preestralecido
ja_jp: プリセットを追加
pl_pl: Dodawanie ustawień domyślnych
ro_ro: Adaugă model
ru_ru: Добавить пресет
uk_ua: Додати пресет

# Languages::advanced_import.new_preset
source: New preset
ar_sa: مشاركة جديدة
el_gr: Νέα προεπιλογή
es_es: Nuevo ajuste preestablecido
ja_jp: 新しいプリセット
pl_pl: Nowe ustawienie wstępne
ro_ro: Presetare nouă
ru_ru: Новый пресет
uk_ua: Новий пресет

# Languages::advanced_import.properties
source: Properties
ar_sa: خصائص
el_gr: Ιδιοτητες
es_es: Propiedades
ja_jp: プロパティ
pl_pl: Właściwości
ro_ro: Proprietăţi
ru_ru: Свойства
uk_ua: Властивості

# Languages::advanced_import.modifier
source: Modifier
ar_sa: المعدل
el_gr: Τροποποιητής
es_es: Modificador
ja_jp: 修飾子
pl_pl: Modyfikator
ro_ro: Modificator
ru_ru: Модификатор
uk_ua: Модифікатор

# Languages::advanced_import.modifier_title
source: A modifier is a rule that alters values in a column
ar_sa: التعديل هو قاعدة أن يغير القيم في عمود
el_gr: Τροποποιητής είναι ένας κανόνας που μεταβάλλει τις τιμές σε μια στήλη
es_es: Un modificador es una condición que altera los valores en una columna
ja_jp: 修飾子はカラム内の値を変更するルールです。
pl_pl: Modyfikator jest regułą, która zmienia wartości w kolumnie
ro_ro: Un modificator este o regulă care modifică valorile dintr-o coloană
ru_ru: Модификатор - это правило, меняющее значения в столбце
uk_ua: Модифікатор - це правило, що змінює значення у стовпці

# Languages::advanced_import.example_imported_title
source: For example, here's a value in the first line of your file:
ar_sa: على سبيل المثال، هنا قيمة في السطر الأول من الملف الخاص بك:
el_gr: Για παράδειγμα, εδώ είναι μια τιμή στην πρώτη γραμμή του αρχείου:
es_es: Por ejemplo, aquí existe un valor en la primera línea del archivo:
ja_jp: たとえば、あなたのファイルの最初の行に値があります。
pl_pl: Na przykład tutaj jest wartość w pierwszym wierszu pliku:
ro_ro: De exemplu, aici este o valoare în prima linie a fişierului:
ru_ru: Например, вот значение из первой строки вашего файла:
uk_ua: Наприклад, ось значення з першого рядка вашого файлу:

# Languages::advanced_import.example_modified_title
source: And here is how this value will be imported:
ar_sa: وهنا كيف سيتم استيراد هذه القيمة:
el_gr: Και εδώ φαιενται πώς θα εισαχθει αυτήν η τιμή:
es_es: Y aquí encontrarás como este valor será importado:
ja_jp: 次に、この値のインポート方法を示します。
pl_pl: Oto, jak ta wartość zostanie zaimportowana:
ro_ro: Şi iată cum această valoare va fi importată:
ru_ru: А вот так оно будет выглядеть при импорте:
uk_ua: А ось так воно буде виглядати при імпорті:

# Languages::advanced_import.options
source: Options
ar_sa: الخيارات
el_gr: Επιλογές
es_es: Opciones
ja_jp: オプション
pl_pl: Opcje
ro_ro: Opţiuni
ru_ru: Опции
uk_ua: Опції

# Languages::advanced_import.images_delimiter
source: Images delimiter
ar_sa: محدد الصور
el_gr: Οριοθέτης εικόνες
es_es: Definidor de imágenes
ja_jp: 画像の区切り文字
pl_pl: Znak rozdzielający dla zdjęć
ro_ro: Delimitator de imagini
ru_ru: Разделитель изображений
uk_ua: Роздільник зображень

# Languages::advanced_import.images_delimiter.description
source: Delimiter between images of a product.
ar_sa: محدد بين الصور للمنتج.
el_gr: Οριοθέτης μεταξύ εικόνων ενός προϊόντος.
es_es: Delimitador entre las imágenes de un producto.
ja_jp: 商品の画像を区切る文字
pl_pl: Znak rozdzielający między obrazami produktu.
ro_ro: Separator între imaginile unui produs.
ru_ru: Используется для разделения изображений товара.
uk_ua: Використовується для розділення зображень товару.

# Languages::advanced_import_images
source: Product images
ar_sa: صور المنتج
el_gr: Εικόνες προϊόντος
es_es: Imágenes del producto
ja_jp: 商品画像
pl_pl: Zdjęcia produktu
ro_ro: Imaginile produsului
ru_ru: Изображения товара
uk_ua: Зображення продукту

# Languages::advanced_import.remove_images
source: Remove additional images
ar_sa: إزالة صور إضافية
el_gr: Αφαιρέστε τη επιπλέον εικόνες
es_es: Eliminar las imágenes adicionales
ja_jp: 追加の画像を削除
pl_pl: Usuń dodatkowe zdjęcia
ro_ro: Elimină imagini suplimentare
ru_ru: Удалить дополнительные изображения
uk_ua: Видалити додаткові зображення

# Languages::advanced_import.import_fields
source: Import fields
ar_sa: ادخال او استيراد ملف
el_gr: Εισαγωγή πεδίων
es_es: Campos importados
ja_jp: インポート・フィールド
pl_pl: Importowanie pola
ro_ro: Câmpuri de importat
ru_ru: Поля импорта
uk_ua: Поля імпорту

# Languages::advanced_import.advanced_products_import
source: Products
ar_sa: المنتجات
el_gr: Προϊόντα
es_es: Productos
ja_jp: 製品
pl_pl: Produkty
ro_ro: Produse
ru_ru: Товары
uk_ua: Товари

# Languages::advanced_import.coming_soon
source: ... coming soon
ar_sa: .. قريبا
el_gr: ... έρχεται σύντομα
es_es: ... próximamente
ja_jp: ... 近日公開予定
pl_pl: ... już wkrótce
ro_ro: ... în curând
ru_ru: ... скоро всё будет
uk_ua: .. найближчим часом

# Languages::advanced_import.cant_load_file_for_company
source: File can't be loaded for the specified company
ar_sa: لا يمكن تحميل الملف للشركة المحددة
el_gr: Το αρχείο δεν μπορεί να φορτωθεί για την συγκεκριμένη εταιρία
es_es: El archivo no puede ser cargado por la empresa indicada
ja_jp: 指定された会社のファイルを読み込むことができません。
pl_pl: Nie można załadować pliku dla określonej firmy
ro_ro: Imposibil de încărcat fişierul pentru compania specificat
ru_ru: Данный файл невозможно загрузить для указанной компании
uk_ua: Файл не може бути завантажений для вказаної компанії

# Languages::advanced_import.cant_load_file
source: File can't be loaded
ar_sa: لا يمكن تحميل الملف
el_gr: Το αρχείο δεν μπορεί να φορτωθεί
es_es: No se puede cargar el archivo
ja_jp: ファイルを読み込むことができません。
pl_pl: Plik nie może zostać załadowany
ro_ro: Fișierul nu poate fi încărcat
ru_ru: Не удаётся загрузить файл
uk_ua: Не вдалося завантажити файл

# Languages::advanced_import.uploading_file
source: Uploading file for the preset: [preset]
ar_sa: تحميل الملف للإعداد المسبق: [preset]
el_gr: Μεταφόρτωση του αρχείου για την προεπιλογή: [preset]
es_es: Subir el archivo del ajuste preestablecido: [preset]
ja_jp: プリセットされたファイルのアップロード: [preset]
pl_pl: Przesyłania plików, ustawienia domyślnego: [preset]
ro_ro: Încărcarea fişierului pentru modelul: [preset]
ru_ru: Загрузка файла для пресета: [preset]
uk_ua: Завантаження файлу для пресета: [preset]

# Languages::advanced_import.previewing_fields_mapping
source: Previewing fields mapping for the preset: [preset]
ar_sa: معاينة حقول التعيين للإعداد المسبق: [preset]
el_gr: Προεπισκόπηση αντιστοίχισης πεδίων για την προρυθμιση: [preset]
es_es: Vista previa del mapa de campos para el preajuste [preset]
ja_jp: プリセットされたフィールド・マッピングをプレビューする: [preset]
pl_pl: Podgląd pola mapowania dla ustawienia wstępnego: [preset]
ro_ro: Previzualizare câmpuri de cartografiere pentru modelul: [preset]
ru_ru: Предпросмотр таблицы соответствия полей для пресета: [preset]
uk_ua: Перегляд таблиці відповідності полів для пресета: [preset]

# Languages::advanced_import.preset_not_found
source: Preset not found
ar_sa: لم يتم العثور على الإعداد المسبق
el_gr: Προρυθμιση δεν βρέθηκε
es_es: La función de ajuste no fue encontrada
ja_jp: プリセットが見つかりません
pl_pl: Ustawienia nie znaleziono
ro_ro: Modelul nu a fost gasit
ru_ru: Пресет не обнаружен
uk_ua: Пресет не знайдено

# Languages::advanced_import.modifiers_list
source: Modifiers list
ar_sa: قائمة المعدلين
el_gr: Λίστα τροποποιητων
es_es: Lista de modificadores
ja_jp: 修飾子一覧
pl_pl: Lista modyfikatorów
ro_ro: Lista modificărilor
ru_ru: Список модификаторов
uk_ua: Список модифікаторів

# Languages::advanced_import.invalid_number_of_parameters_provided
source: Invalid number of parameters provided for modifier: <b>[modifier]</b>: expected [expected_count], got [actual_count].
ar_sa: عدد غير صالح من المعلمات المقدمة لمعدّل: <b> [modifier] </b>: المتوقع [expected_count] ، حصل على [actual_count].
el_gr: Δηλωθηκε μη έγκυρος αριθμός παραμέτρων απο τροποποιητη: <b>[modifier]</b>: αναμενόμενος [expected_count], τελικος [actual_count].
es_es: El número de parámetros no válido proporcionado por el modificador: <b>[modifier]</b>: esperado [expected_count], obtenido [actual_count].
ja_jp: 修飾子に指定されたパラメータの数が無効です: <b>[modifier]</b>: [actual_count] が指定されていますが、正しい数は[expected_count] です。
pl_pl: Niewłaściwa liczba parametrów przewidzianych dla modyfikatora: <b>[modifier]</b>: oczekiwano [expected_count], otrzymano [actual_count].
ro_ro: Număr nevalid de parametri furnizați pentru modelul: <b>[modifier]</b>: așteptat [expected_count], a primit [actual_count].
ru_ru: Недопустимое количество параметров у модификатора <b>[modifier]</b>: ожидалось [expected_count], а указано [actual_count].
uk_ua: Неприпустима кількість параметрів для модифікатора: <b>[modifier]</b>: очікується [expected_count], вказано [actual_count].

# Languages::advanced_import.invalid_function_firs_character
source: The modifier name cannot start with character <b>[character]</b>.
ar_sa: لا يمكن أن يبدأ اسم المُبدِّل بحرف <b> [character] </b>.
el_gr: Το όνομα τροποποιητη δεν είναι δυνατό να αρχίζει με χαρακτήρα <b>[character]</b>.
es_es: El nombre del modificador no puede empezar con un carácter <b>[character]</b>.
ja_jp: 修飾子名は文字 <b>[character]</b> で開始できません。
pl_pl: Nazwy modyfikatora nie może rozpoczynać znak <b>[character]</b>.
ro_ro: Numele modelului nu poate începe cu caracterul <b>[character]</b>.
ru_ru: Название модификатора не может начинаться с символа <b>[character]</b>.
uk_ua: Назва модифікатора не може починатися з символу <b>[character]</b>.

# Languages::advanced_import.unrecognized_modifier
source: The modifier <b>[modifier]</b> does not exist.
ar_sa: معدّل <b>[modifier]</b> غير موجود.
el_gr: Ο τροποποιητής <b>[modifier]</b> δεν υπάρχει.
es_es: El modificador <b>[modifier]</b> no existe.
ja_jp: 修飾子 <b>[modifier]</b> は存在しません。
pl_pl: Ten modyfikator <b>[modifier]</b> nie istnieje.
ro_ro: Modelul <b>[modifier]</b> nu există.
ru_ru: Отсутствует модификатор <b>[modifier]</b>.
uk_ua: Модифікатор <b>[modifier]</b> не існує.

# Languages::advanced_import.unexpected_parameter_passed
source: Expected <b>[delimiter]</b> or <b>[closer]</b> got <b>[char]</b>.
ar_sa: المتوقع <b>[delimiter]</b> أو <b>[closer]</b> حصل <b>[char]</b>.
el_gr: Αναμενόμενο <b>[delimiter]</b> ή <b>[closer]</b> τελικο <b>[char]</b>.
es_es: Experado <b>[delimiter]</b> or <b>[closer]</b> obtenido <b>[char]</b>.
ja_jp: 期待される <b>[delimiter]</b> または <b>[closer]</b>は<b>[char]</b> を得た。
pl_pl: Oczekiwano <b>[delimiter]</b> lub <b>[closer]</b> zostało przysłane <b>[char]</b>.
ro_ro: Se așteaptă <b> [delimiter]</b> sau <b> [closer]</b> și a primit<b>[char]</b>.
ru_ru: Ожидался <b>[delimiter]</b> или <b>[closer]</b>, получен <b>[char]</b>.
uk_ua: Очікується <b>[delimiter]</b> або <b>[closer]</b>, отримано <b>[char]</b>.

# Languages::advanced_import.invalid_modifier_message
source: The modifier <b>[modifier]</b> is invalid. [message]
el_gr: Ο τροποποιητής <b>[modifier]</b> δεν είναι έγκυρος. [message]
es_es: El modificador <b>[modifier]</b>es invalido. [message]
ja_jp: 修飾子 <b>[modifier]</b> は無効です。 [message]
pl_pl: Modyfikator <b>[modifier]</b> jest nieprawidłowy. [message]
ro_ro: Modelul <b>[modifier]</b> este nevalid. [message]
ru_ru: Некорректный модификатор <b>[modifier]</b>. [message]
uk_ua: Модифікатор <b>[modifier]</b> є неприпустимим. [message]

# Languages::advanced_import.modifier_number_of_parameters
source: Number of parameters
el_gr: Αριθμός παραμέτρων
es_es: Número de parámetros
ja_jp: パラメーターの数
pl_pl: Liczba parametrów
ro_ro: Număr de parametri
ru_ru: Число параметров
uk_ua: Кількість параметрів

# Languages::advanced_import.modifiers_description
source: Use these functions in the <b>Modifier</b> column to alter the values in the fields from the imported file. Enter the functions as follows: <b>function(parameter, parameter)</b>. Please note that nesting of functions isn't supported.
ar_sa: استخدام هذه الدالات في العمود <b>التعديل</b> لتغيير القيم الموجودة في الحقول من الملف الذي تم استيراده. أدخل الوظائف على النحو التالي: <b>وظيفة (المعلمة, المعلمة)</b>. يرجى ملاحظة أن تداخل الدالات غير معتمدة.
el_gr: Χρησιμοποιήσετε αυτές τις λειτουργίες στη στήλη <b>τροποποιητής</b> για να τροποποιήσει τις τιμές στα πεδία από το αρχείο που έχει εισαχθεί. Εισαγάγετε τις λειτουργίες ως εξής: <b>λειτουργία (παράμετρος, παράμετρος)</b>. Παρακαλω σημειώσετε ότι δεν υποστηρίζεται η ένθεση (nesting) συναρτήσεων.
es_es: Utiliza estas funciones en la columna <b>Modifier</b> para alterar los valores en los campos importados desde el archivo. Ingrese las funciones de la siguiente manera: <b>function(parameter, parameter)</b>. Por favor tenga en cuenta que la agrupación de funciones no es compatible.
ja_jp: インポートされたファイルからフィールドの値を変更するのに <b>修飾子</b>カラムでこれらの関数が使われます。関数を次のように入力します: <b>関数 (パラメーター、パラメーター)</b>。関数の入れ子がサポートされていないことに注意してください。
pl_pl: Użyj tych funkcji w kolumnie <b>Modifier</b>, aby zmienić wartości w polach z zaimportowanego pliku. Wprowadź funkcję w ten sposób: <b>function(parameter, parameter)</b>. Należy pamiętać, że zagnieżdżanie funkcji nie jest obsługiwane.
ro_ro: Utilizați aceste funcții în coloana <b>Modifer</b> pentru a modifica valorile din câmpurile din fișierul importat. Introduceți funcțiile după cum urmează: <b>function(parameter, parameter)</b>. Rețineți că nu este acceptată configurarea funcțiilor.
ru_ru: Данные функции применяются в столбце <b>Модификатор</b> для изменения значений в полях импортируемого файла. Порядок добавления функций: <b>функция(параметр, параметр)</b>. Обратите внимание, что вложение функций не поддерживается.
uk_ua: За допомогою цих функцій у стовпчику <b>модифікатор</b> можна змінити значення в полях імпортованого файлу. Введіть функції наступним чином: <b>функція (параметр, параметр)</b>. Зверніть увагу, що вкладення функцій не підтримується.
