Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/advanced_import.po
Languages: ar_sa, el_gr, es_es, ja_jp, pl_pl, ro_ro, ru_ru, uk_ua

# Languages::advanced_import.modifier_description.if
source: <b>if</b>&mdash;checks the expression in the first parameter. If the first parameter is <i>true</i>, the function returns the second parameter. Otherwise the function returns the third parameter.<ul><li>Examples:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> will result in <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; otherwise the result will be <i>Out of stock</i></li></ul><li>Available operations for the expression are:<ul><li><b>=</b>&mdash;checks for equality: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;checks for inequality: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;checks if the first value is greater than the second: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;checks if the first value is less than the second: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;checks if the first value is greater than or equal to the second: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;checks if the first value is less than or equal to the second: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>If you use single (') or double (") quotes in the first parameter, make sure that the first parameter is either wrapped in quotes entirely, or that there is no end quote in the middle of the parameter. For example, <i>if("My value"=$value, ...)</i> will not work, but <i>if("My value=$value", ...)</i> will.</ul></li></ul>
el_gr: <b>if</b>&mdash;Το expressionchecks στην πρώτη παράμετρο.Εάν είναι η πρώτη παράμετρος <i>true</i>,η συνάρτηση επιστρέφει τη δεύτερη παράμετρο. Διαφορετικά, η συνάρτηση επιστρέφει την τρίτη παράμετρο.<ul><li>Παραδείγματα:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b>Θα εχει ως αποτλέσμα <i>In Stock</i> εαν <i>$value > 0</i>ειναι <i>true</i>; αλλιώς το αποτέλεσμα θα είναι <i>Out of stock</i></li></ul><li>Οι διαθέσιμες λειτουργίες για την έκφραση είναι:<ul><li><b>=</b>&mdash;ελέγχους για ισότητα: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;ελέγχους ανισότητα: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;ελέγχει αν η πρώτη τιμή είναι μεγαλύτερη από τη δεύτερη: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;ελέγχει αν η πρώτη τιμή είναι μικρότερη από τη δεύτερη: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;ελέγχει εάν η πρώτη τιμή είναι μεγαλύτερη ή ίση με τη δεύτερη: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;ελέγχει εάν η πρώτη τιμή είναι μικρότερη ή ίση με τη δεύτερη: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>Αν χρησιμοποιήσετε μονο (') ή διπλό (") quote στην πρώτη παράμετρο, βεβαιωθείτε ότι η πρώτη παράμετρος είτε περιλαμβάνεται σε εισαγωγικά ολόκληρη είτε ότι δεν υπάρχει τελική απόσπαση στη μέση της παραμέτρου. Για παράδειγμα, <i>if("My value"=$value, ...)</i> δεν θα λειτουργήσει, αλλά<i>if("My value=$value", ...)</i> θα λειτουργήσει.</ul></li></ul>
es_es: <b>if</b>&mdash;revisa la expresión en el primer parámetro. Si el primer parámetro es <i>true</i>, la función devuelve el segundo parámetro. De lo contrario la función devuelve el tercer parámetro.<ul><li>Ejemplos:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> dará como resultado <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; de lo contrario dará como resultado <i>Out of stock</i></li></ul><li>Las operaciones disponibles para la expresión son:<ul><li><b>=</b>&mdash;comprueba la igualdad: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;comprueba la desigualdad: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;comprueba si el primer valor es mayor que el segundo: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;comprueba si el primer valor es menor que el segundo: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;comprueba si el primer valor es mayor o igual que el segundo: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;comprueba si el primer valor es menor o igual que el segundo: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>Si usas simples (') o dobles (") cita el primer parámetro, asegúrate de que el primer parámetro se señale en su totalidad con comillas, o que no hay fin de la cita en la mitad del parámetro. Por ejemplo, <i>if("My value"=$value, ...)</i> no funcionará, pero <i>if("My value=$value", ...)</i> will.</ul></li></ul>
pl_pl: <b>if</b>&mdash;sprawdza wyrażenie w pierwszym parametrze. Jeśli pierwszy parametr jest <i>true</i>, funkcja zwraca drugi parametr. W przeciwnym razie funkcja zwraca trzeci parametr.<ul><li>Przykłady:</li><ul><li><b>Jeśli ($value> "0", "W magazynie", "Brak w magazynie")</b> spowoduje <i>W magazynie</i> jeśli jest <i>$value > 0</i> <i>prawdziwe</i>; w przeciwnym razie wynik będzie <i>Brak w magazynie</i></li></ul><li>Dostępne operacje, dla wyrażenia:<ul><li><b>=</b>&mdash; sprawdzenie czy równa się: <i>Jeśli ($value=100,...)</i></li><li><b>!=</b>&mdash;sprawdzenie nierówności: <i>Jeśli ($value!=100,...)</i></li><li><b>&gt;</b>&mdash;sprawdza, jeśli pierwsza wartość jest większa od drugiej: <i>if ($value&gt;100,...)</i></li><li><b>&lt;</b>&mdash;sprawdza, czy pierwsza wartość jest mniejsza od drugiej : <i>Jeśli ($value&lt;100,...)</i></li><li><b>&gt;=</b>&mdash;jeśli pierwsza wartość jest większa lub równa drugiej: <i>Jeśli ($value&gt;= 100,...)</i></li><li><b>&lt;=</b>&mdash;jeśli pierwsza wartość jest mniejsza niż lub równa drugiej: <i>Jeśli ($value&lt;= 100,...)</i></li></ul>Uwaga<li>:<ul><li>Jeśli używasz apostrof (') lub podwójne cudzysłowy (") w pierwszym parametrze, upewnij się, że pierwszy parametr jest w całości w cudzysłowie lub że to nie koniec cytatu w środku parametru. Na przykład, <i>Jeśli ("Mój wartość" =$value,...)</i> nie zadziała, ale <i>("mój wartość =$value",...)</i> będzie ok.</ul></li></ul>
ru_ru: <b>if</b>&mdash;проверяет выражение в первом параметре. Если выражение в первом параметре <i>истинно</i>, то функция возвращает значение второго параметра. В противном случае возвращается значение третьего параметра.<ul><li>Пример:</li><ul><li><b>if($value>"0", "В наличии", "Нет в наличии")</b> вернёт <i>В наличии</i> если выражение <i>$value > 0</i> <i>истинно</i>; в противном случае функция вернёт <i>Нет в наличии</i></li></ul><li>Доступные операции:<ul><li><b>=</b>&mdash;проверяет равенство: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;проверяет неравенство: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;проверяет, что первое значение больше второго: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;проверяет, что первое значение меньше второго: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;проверяет, что первое значение больше или равно второму: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;проверяет, что первое значение меньше или равно второму: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Примечания:<ul><li>Если вы используете одинарные (') или двойные (") кавычки в первом параметре, обязательно оберните в кавычки первый параметр целиком или же убедитесь, что в середине параметра нет закрывающих кавычек. Например, <i>if("Моё значение"=$value, ...)</i> не будет работать, а <i>if("My value=$value", ...)</i> будет.</ul></li></ul>
uk_ua: <b>if</b>&mdash;перевіряє вираз в першому параметрі. Якщо вираз в першому параметрі <i>істинний</i>, то функція повертає значення другого параметра. В іншому випадку повертається значення третього параметра.<ul><li>Приклад:</li><ul><li><b>if($value>"0", "В наявності", "Нема в наявності")</b> поверне <i>В наявності</i> Якщо вираз <i>$value > 0</i> <i>істинний</i>; в іншому разі функція поверне <i>Нема в наявності</i></li></ul><li>Доступні операції:<ul><li><b>=</b>&mdash;перевіряє рівність: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;перевіряє нерівність: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;перевіряє, що перше значення більше другого: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;перевіряє, що перше значення менше другого: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;перевіряє, що перше значення більше чи рівне другому: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;перевіряє, що перше значення менше чи рівне другому: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Примітки:<ul><li>Якщо ви використовуєте одинарні (') чи подвійні (") лапки в першому параметрі, обов'язково огорніть в лапки перший параметр цілкомабо переконайтесь, що посередині параметра немає закриваючих лапок. Наприклад, <i>if("Моє значення"=$value, ...)</i> не буде працювати, а <i>if("My value=$value", ...)</i> буде.</ul></li></ul>

# Languages::advanced_import.modifier_description.case
source: <b>case</b>&mdash;odd parameters are expressions, and the following even parameters are corresponding values. The function checks the expressions and returns the value corresponding to the first expression that ends up being <i>true</i>.<ul><li>Examples:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> will result in <i>More than 70</i> if the <i>$value</i> in the imported file is a number between 71 and 100</li></ul><li>Notes:<ul><li>This function shares expression rules and available operations with the <b>if</b> function.</li><li>Only even numbers of parameters are supported: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
el_gr: <b>case</b>&mdash;οι μονες παράμετροι είναι εκφράσεις και οι ακόλουθες ζυγές παράμετροι είναι αντίστοιχες τιμές. Η συνάρτηση ελέγχει τις εκφράσεις και επιστρέφει την τιμή που αντιστοιχεί στην πρώτη έκφραση που καταλήγει<i>true</i>.<ul><li>Παραδείγματα:</li><ul><li><b>case($value>100, "Περισσότερο του 100", $value>70, "Περισσότερο του 70", $value>20, "Περισσότερο του 20", $value>0, "In stock", $value=0, "Out of stock")</b> θα εχει σαν αποτεελμα <i>Περισσότερο του 70</i> αν η <i>$value</i> στο εισαγόμενο αρχείο είναι ένας αριθμός μεταξύ 71 και 100</li></ul><li>Σημειώσεις:<ul><li>Αυτή η λειτουργία μοιράζεται τους κανόνες έκφρασης και τις διαθέσιμες λειτουργίες με την λειτουργία <b>if</b>.</li><li>Υποστηρίζονται μόνο ζυγοι αριθμοί παραμέτρων: <b>2, 4, 6, 8</b>, κλπ.</li></ul></li></ul>
es_es: <b>case</b>&mdash;los parámetros impares son expresiones, y los parámetros pares sucesivos son valores correspondientes. La función comprueba las expresiones y devuelve el valor correspondiente a la primera expression que termina siendo <i>true</i>.<ul><li>Ejemplos:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> dará como resultado <i>More than 70</i> if the <i>$value</i> en el archivo importado corresponde a un número entre 71 y 100 </li></ul><li>Notes:<ul><li>Este función comparte las normas de expresión y las operaciones disponibles con la <b>if</b> función.</li><li>Solo acepta números pares de los parámetros: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
pl_pl: <b>case</b>&mdash; parametry nieparzyste są wyrażeniami, a następujące parametry parzyste są odpowiednimi wartościami. Funkcja sprawdza wyrażenia i zwraca wartość odpowiadającą pierwszemu wyrażeniu, które kończy się <i>true</i>.<ul><li>Przykłady:</li><ul><li><b>case ($value>100, "Więcej niż 100", $value>70, "Więcej niż 70", $value>20, "Więcej niż 20", $value>0, "Na stanie", $value=0, "Brak w magazynie") </b>wynikiem będzie <i>Więcej niż 70</i> jeśli <i>$value</i> w importowanym pliku to liczba pomiędzy 71 a 100 </li></ul><li>Uwaga:<ul><li>Ta funkcja udostępnia reguły wyrażenia i dostępne operacje za pomocą funkcji<b>if</b>.</li><li> Obsługiwane są tylko parzyste liczby parametrów: <b> 2, 4, 6, 8 </b> itd. </li></ul></li></ul>
ru_ru: <b>case</b>&mdash;нечётные параметры&mdash;это выражения, а следующие за ними чётные параметры&mdash;это соответствующие значения. Функция проверяет выражения и возвращает значение, соответствующее первому выражению, которое окажется <i>истинным</i>.<ul><li>Примеры:</li><ul><li><b>case($value>100, "Больше 100", $value>70, "Больше 70", $value>20, "Больше 20", $value>0, "В наличии", $value=0, "Нет в наличии")</b> вернёт <i>Больше 70</i>, если <i>$value</i> (значение в строке из импортируемого файла) будет в диапазоне от 71 до 100</li></ul><li>Примечания:<ul><li>Для функции доступны те же выражения и действуют те же правила, что и для функции <b>if</b>.</li><li>Поддерживается только чётное количество параметров: <b>2, 4, 6, 8</b>, и т.д.</li></ul></li></ul>
uk_ua: <b>case</b>&mdash;непарні параметри&mdash;це вирази, а наступні за ними парні параметри&mdash;це відповідні значення. Функція перевіряє вираження і повертає значення, відповідне першому виразу, яке виявиться <i>Істинним</i>.<ul><li>Приклади:</li><ul><li><b>case($value>100, "Більше 100", $value>70, "Більше 70", $value>20, "Більше 20", $value>0, "В наявності", $value=0, "Нема в наявності")</b> поверне <i>Більше 70</i>, якщо <i>$value</i> (значення в рядку з імпортованого файла) буде в діапазоні від 71 до 100</li></ul><li>Примітка:<ul><li>Для функції доступні ті самі вирази і діють ті ж правила, що і для функції <b>if</b>.</li><li>Підтримується тільки парна кількість параметрів: <b>2, 4, 6, 8</b>, и т.д.</li></ul></li></ul>

# Languages::advanced_import.modifier_self_reference_is_unsupported
source: This function doesn't support the use of a non-modified value from the imported file.
ar_sa: لا تدعم هذه الوظيفة استخدام قيمة غير معدلة من الملف المدرج.
el_gr: Αυτή η λειτουργία δεν υποστηρίζει τη χρήση μιας μη τροποποιημένης τιμής από το εισηγμενο αρχείο
es_es: Esta función no acepta el uso de un valor no modificado del archivo importado.
pl_pl: Ta funkcja nie obsługuje użycia niezmodyfikowanej wartości z zaimportowanego pliku.
ro_ro: Această funcţie nu acceptă utilizarea de o valoare non-modificat din fişierul de import.
ru_ru: Данная функция не поддерживает использование немодифицированного значения из импортированного файла.
uk_ua: Ця функція не підтримує використання немодифікованого значення з імпортованого файлу.

# Languages::advanced_import.preset_last_view
source: Preset
el_gr: Προεπιλογή
es_es: Ajuste preestablecido
ja_jp: プリセット
pl_pl: Ustawienie domyślne
ro_ro: Presetate
ru_ru: Пресет
uk_ua: Пресет

# Languages::advanced_import.show_more
source: Show more
ar_sa: إظهار المزيد
el_gr: Δείξε περισσότερα
es_es: Visualizar más
ja_jp: もっと表示
pl_pl: Pokaż więcej
ro_ro: Arată mai multe
ru_ru: Отобразить
uk_ua: Показати більше

# Languages::advanced_import.show_less
source: Show less
ar_sa: عرض أقل
el_gr: Δείξε λιγότερα
es_es: Ver menos
ja_jp: 少なく表示
pl_pl: Pokaż mniej
ro_ro: Arată mai puţin
ru_ru: Скрыть
uk_ua: Сховати

# Languages::advanced_import.target_node
source: XML target node
el_gr: κόμβος XML στόχου
es_es: Nodo destino de XML
ja_jp: XMLターゲット・ノード
pl_pl: Węzeł docelowy XML
ro_ro: Nodul tinta XML
ru_ru: Целевой узел XML
uk_ua: Цільовий вузол XML

# Languages::advanced_import.target_node.description
source: The full path to the XML node with the information about an imported entity. The nodes nested in the specified node will be used as columns of the imported file. Here is an example of the path: yml_catalog/shop/offers/offer
ar_sa: المسار الكامل لعقدة XML مع معلومات حول كيان تم استيراده. سيتم استخدام العقد المتداخلة في العقدة المحددة كأعمدة للملف الذي تم استيراده. هنا مثال على المسار: yml_catalog/shop/offers/offer
el_gr: Η πλήρης διαδρομή προς τον κόμβο XML με τις πληροφορίες σχετικά με μια εισαγόμενη οντότητα. Οι κόμβοι που είναι ενσωματωμένοι στον καθορισμένο κόμβο θα χρησιμοποιηθούν ως στήλες του εισαγόμενου αρχείου. Ακολουθεί ένα παράδειγμα της διαδρομής: yml_catalog/shop/offers/offer
es_es: La ruta completa al nodo de XML con la información relacionada con la entidad importada. Los nodos anidados en el nodo específico será utilizado como columnas del archivo importado. Este es un ejemplo de la ruta: yml_catalog/shop/offers/offer
pl_pl: Pełna ścieżka do węzła XML z informacjami o zaimportowanym elemencie. Węzły zagnieżdżone w określonym węźle będą używane jako kolumny importowanego pliku. Oto przykład ścieżki: yml_catalog/shop/offers/offer
ro_ro: Calea completă a nodului XML cu informaţiile despre o entitate importate. Noduri imbricate în nodul specificat var fi folosite ca coloane din fişierul de import. Iată un exemplu de cale: yml_catalog/magazin/oferte/oferta
ru_ru: Полный путь к узлу с информацией об отдельном импортируемом объекте в XML-файле. Все узлы, вложенные в указанный узел, будут считаться столбцами в импортируемом файле. Пример пути: yml_catalog/shop/offers/offer
uk_ua: Повний шлях до вузла з інформацією про окремий імпортований об'єкт в XML-файлі. Всі вузли, вкладені в зазначений вузол, будуть вважатися стовпцями в імпортованому файлі. Приклад шляху: yml_catalog/shop/offers/offer

# Languages::advanced_import.fetching_schema_failed_check_target_node
source: Please make sure that the <b>XML target node</b> field is filled in properly.
ar_sa: يرجى التأكد من ملء حقل <b>XML target node</b> بشكل صحيح.
el_gr: Βεβαιωθείτε ότι το πεδίο <b>κόμβος XML στόχου</ b> συμπληρώθηκε σωστά.
es_es: Por favor asegúrate que el archivo <b>XML target node</b> sea importado correctamente.
ja_jp: <b> XMLターゲットノード</ b>フィールドが正しく入力されていることを確認してください。
pl_pl: Upewnij się, że pole <b>XML target node</b> zostało poprawnie wypełnione.
ro_ro: Vă rugăm să asiguraţi-vă că câmpul <b>XML ţintă nod</b> este completat în mod corespunzător.
ru_ru: Пожалуйста, убедитесь, что поле <b>целевой узел XML</b> заполнено правильно.
uk_ua: Будь ласка, переконайтеся, що поле <b>цільової вузол XML</b> заповнене правильно.

# Languages::advanced_import.general_settings
source: General settings
ar_sa: الإعدادات العامة
el_gr: Γενικές ρυθμίσεις
es_es: Ajustes generales
ja_jp: 基本設定
pl_pl: Ustawienia ogólne
ro_ro: Setări generale
ru_ru: Общие настройки
uk_ua: Загальні налаштування

# Languages::advanced_import.additional_settings
source: Additional settings
ar_sa: إعدادات إضافية
el_gr: Πρόσθετες ρυθμίσεις
es_es: Ajustes adicionales
ja_jp: 追加設定
pl_pl: Ustawienia dodatkowe
ro_ro: Setări suplimentare
ru_ru: Дополнительные настройки
uk_ua: Додаткові налаштування

# Languages::advanced_import.delete_additional_images
source: Delete existing additional images
ar_sa: حذف صور إضافية موجودة
el_gr: Διαγράψτε τις υπάρχουσες επιπλέον εικόνες
es_es: Borrar imágenes adicionales existentes
ja_jp: 既存の追加画像を削除
pl_pl: Usuń istniejące zdjęcia dodatkowe
ro_ro: Ștergeți imaginile suplimentare existente
ru_ru: Удалить существующие дополнительные изображения
uk_ua: Видалити існуючі додаткові зображення

# Languages::advanced_import.delete_additional_images_tooltip
source: If you enable this setting, then the existing additional images of the imported products will be replaced with the images specified in the imported file (if no images are specified, the old images will remain). If the setting is disabled, the new additional images will simply be added to the existing images.
ar_sa: إذا قمت بتمكين هذا الإعداد ، فسيتم استبدال الصور الإضافية الموجودة للمنتجات المستوردة بالصور المحددة في الملف المدرج (في حالة عدم تحديد أي صور ، ستبقى الصور القديمة). إذا تم تعطيل الإعداد ، فسيتم ببساطة إضافة الصور الإضافية الجديدة إلى الصور الموجودة.
el_gr: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, τότε οι υπάρχουσες πρόσθετες εικόνες των εισαγόμενων προϊόντων θα αντικατασταθούν με τις εικόνες που έχουν καθοριστεί στο αρχείο εισαγωγής (εάν δεν έχουν οριστεί εικόνες, οι παλιές εικόνες θα παραμείνουν). Αν η ρύθμιση απενεργοποιηθεί, οι νέες πρόσθετες εικόνες θα προστεθούν απλώς στις υπάρχουσες εικόνες.
es_es: Si se habilita esta configuración, entonces las imágenes adicionales existentes de los productos importados se reemplazarán por las imágenes especificadas en el archivo importado (si las imágenes no se especifican, las imágenes anteriores permanecerán). Si la configuración esta desactivada, las imágenes nuevas seleccionadas serán simplemente agregadas a las imágenes existentes.
pl_pl: Jeśli włączysz to ustawienie, istniejące dodatkowe obrazy importowanych produktów zostaną zastąpione obrazami określonymi w zaimportowanym pliku (jeśli nie określono obrazów, stare obrazy pozostaną). Jeśli ustawienie jest wyłączone, nowe dodatkowe obrazy zostaną po prostu dodane do istniejących obrazów.
ro_ro: Dacă activați această setare, imaginile suplimentare existente ale produselor importate vor fi înlocuite cu imaginile specificate în fișierul importat (dacă nu sunt specificate imagini, imaginile vechi vor rămâne). Dacă setarea este dezactivată, noile imagini suplimentare vor fi adăugate pur și simplu la imaginile existente.
ru_ru: Если включить эту настройку, то существующие дополнительные изображения импортируемых товаров будут удалены перед импортом и заменены на изображения, указанные в импортируемом файле (если новые изображения не указаны, то останутся старые). Если настройка выключена, то новые дополнительные изображения просто добавятся к уже существующим изображениям товаров.
uk_ua: Якщо включити цю настройку, то існуючі додаткові зображення імпортованих товарів будуть видалені перед імпортом і замінені на зображення, зазначені в імпортованому файлі (якщо нові зображення не вказані, то залишаться старі). Якщо настройка виключена, то нові додаткові зображення просто додадуться до вже існуючих зображень товарів.
