Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/advanced_import.po
Languages: ar_sa, el_gr, es_es, ja_jp, pl_pl, ro_ro, ru_ru, uk_ua

# Languages::advanced_import.modifiers_self_referencing_info
source: Most functions allow you to use the non-modified value of the imported field by using <b>$value</b> as a parameter. If there are any exceptions, they will be mentioned in function descriptions.
ar_sa: تسمح لك معظم الوظائف باستخدام القيمة غير المعدلة للحقل الذي تم استيراده باستخدام <b>$value</b> كمعلمة. إذا كانت هناك أي استثناءات ، فسيتم ذكرها في الوصف الوظيفي.
el_gr: Οι περισσότερες λειτουργίες σας επιτρέπουν να χρησιμοποιείτε τα μη τροποποιημένα τιμή του πεδίου εισαγωγής χρησιμοποιώντας <b>$value</b> ως παράμετρο. Εάν υπάρχουν τυχόν εξαιρέσεις, αυτές θα αναφέρεται στηn περιγραφή της συνάρτησης
es_es: La mayoría de las funciones permite que utilices el valor no modificable del campo importado utilizando <b>$value</b> como un parámetro. Si hay excepciones serán mencionadas en las descripciones de la función.
ja_jp: パラメーターとして <b>$value</b> を使用してインポートされたフィールドの変更されていない値を使うことをほとんどの関数では許されています。すべての例外が存在する場合は、関数の説明で言及されます。
pl_pl: Większość funkcji umożliwia użycie niezmodyfikowanej wartości zaimportowanego pola przy użyciu parametru <b>$value</b> jako parametru. Jeśli są jakieś wyjątki, zostaną one wymienione w opisach funkcji.
ro_ro: Cele mai multe funcții vă permit să utilizați valoarea nemodificată a câmpului importat utilizând <b>$value </b> ca parametru. Dacă există excepții, acestea vor fi menționate în descrierile funcțiilor.
ru_ru: В большинстве функций разрешается использование немодифицированных значений у импортируемого поля, если в качестве параметра выступает <b>$value</b>. При наличии исключений они будут указаны в описании функции.
uk_ua: Більшість функцій дають змогу використовувати немодифіковані значення в імпортованому полі за допомогою <b>$value</b> як параметр. Якщо є будь-які винятки, їх буде згадано в описі функції.

# Languages::advanced_import.modifier_description.sum
source: <b>sum</b>&mdash;sums up two numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>4</i></li> <li><b>sum(7, $value)</b> equals <i>7 + the value of the imported field</i></li></ul></ul>
el_gr: <b> συνολο </ b> & mdash; συνοψίζει δύο αριθμούς που παρέχονται ως παράμετροι. <ul> <li> Παραδείγματα: </ li> <ul> <li> <b>sum(1, 3)</b> ισουται με <i>4</i></li> <li><b>sum(7, $value)</b> ισουται με <i>7 +την αξία του εισαγόμενου πεδίου</i></li></ul></ul>
es_es: <b>sum</b>&mdash;suma dos números proporcionados como parámetros. <ul><li>Ejemplos:</li><ul><li><b>sum(1, 3)</b> suma <i>4</i></li> <li><b>sum(7, $value)</b> es igual a <i>7 + el valor del campo importado </i></li></ul></ul>
ja_jp: <b>合計</b>&mdash;をパラメーターとして提供される 2 つの数値を合計します。 <ul><li>例:</li><ul><li><b>合計 (1, 3)</b> に等しい <i>4</i></li> <li><b>合計 (7, $value)</b> 等しい <i>7 +インポートされたフィールド</i></li></ul></ul> の値
pl_pl: <b>sum</b>&mdash;suma dwóch liczb jako parametry. <ul><li>Przykłady:</li><ul><li><b>sum(1, 3)</b> jest równa <i>4</i></li> <li><b>sum(7, $value)</b> jest równa <i>7 + wartość importowanego pola</i></li></ul></ul>
ro_ro: <b>sum</b>&mdash;însumează două numere cu condiţia ca parametrii. <ul><li>Exemple:</li><ul><li><b>sum(1, 3)</b> este egal cu <i>4</i></li> <li><b>sum(7, $value)</b> este egal cu <i>7 + valoarea de câmp importat</i></li></ul></ul>
ru_ru: <b>sum</b>&mdash;суммирует два числа, указанные в качестве параметров. <ul><li>Примеры:</li><ul><li><b>sum(1, 3)</b> равняется <i>4</i></li> <li><b>sum(7, $value)</b> равняется <i>7 + значение из импортированного поля</i></li></ul></ul>
uk_ua: <b>sum</b>&mdash;підсумовує два числа, зазначені в якості параметрів. <ul><li>Приклади:</li><ul><li><b>sum(1, 3)</b> дорівнює<i>4</i></li> <li><b>sum(7, $value)</b> дорівнює <i>7 + значення з імпортованого поля</i></li></ul></ul>

# Languages::advanced_import.modifier_description.sub
source: <b>sub</b>&mdash;subtracts the second parameter from the first. <ul><li>Examples:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>the value of the imported field - 7</i></li></ul></ul>
el_gr: <b>sub</ b>&mdash; αφαιρεί τη δεύτερη παράμετρο από την πρώτη. <ul> <li> Παραδείγματα: </li> <ul> <li> <b> sub(3, 1)</ b> ισούται με <i>2</i></li> <li><b>sub($value, 7)</b> ισούται με <i>την τιμή του εισαγόμενου πεδίου- 7</i></li></ul></ul>
es_es: <b>sub</b>&mdash;resta el segundo párametro del primero. <ul><li>Ejemplos:</li><ul><li><b>sub(3, 1)</b> es igual a <i>2</i></li> <li><b>sub($value, 7)</b> es igual a <i> el valor del campo importado - 7</i></li></ul></ul>
ja_jp: <b>合計</b>&mdash;をパラメーターとして提供される 2 つの数値を合計します。 <ul><li>例:</li><ul><li><b>合計 (1, 3)</b> に等しい <i>2</i></li> <li><b>合計 (7 $value)</b> 等しい <i>7 +インポートされたフィールド</i></li></ul></ul> の値
pl_pl: <b>sub</b>&mdash;odejmuje drugi parametr od pierwszego. <ul><li>przykłady:</li><ul><li><b>sub(3, 1)</b> jest równa <i>2</i></li> <li><b>sub($value,7)</b> jest równa <i>wartość importowanego pola - 7</i></li></ul></ul>
ro_ro: <b>sub</b>&mdash;scade parametrul al doilea la primul. <ul><li>exemple:</li><ul><li><b>sub (3, 1)</b> este egal cu <i>2</i></li> <li><b>sub)$value, 7)</b> este egal cu <i>valoarea câmpului importate - 7</i></li></ul></ul>
ru_ru: <b>sub</b>&mdash;вычитает второй параметр из первого. <ul><li>Примеры:</li><ul><li><b>sub(3, 1)</b> равняется <i>2</i></li> <li><b>sub($value, 7)</b> равняется <i>значение из импортированного поля - 7</i></li></ul></ul>
uk_ua: <b>sub</b>&mdash;віднімає другий параметр з першого.<ul><li>Приклади:</li><ul><li><b>sub(3, 1)</b> дорівнює<i>2</i></li> <li><b>sub($value, 7)</b> дорівнює<i>значення з імпортованого поля - 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.mul
source: <b>mul</b>&mdash;multiplies the numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>mul(3, 1)</b> equals <i>3</i></li> <li><b>mul($value, 7)</b> equals <i>the value of the imported field × 7</i></li></ul></ul>
el_gr: <b>mul</b>&mdash;πολλαπλασιάζει τους αριθμούς που παρέχονται ως παράμετροι. <ul><li>Παραδείγματα:</li><ul><li><b>mul(3, 1)</b> ισούται με <i>3</i></li> <li><b>mul($value, 7)</b> ισούται με <i>την τιμή του εισαγόμενου πεδίου × 7</i></li></ul></ul>
es_es: <b>mul</b>&mdash;multiplica los números proporcionados como parámetros. <ul><li>Ejemplos:</li><ul><li><b>mul(3, 1)</b> es igual a <i>3</i></li> <li><b>mul($value, 7)</b> es igual a <i>el valor del campo importado × 7</i></li></ul></ul>
pl_pl: <b>mul</b>&mdash;mnoży liczby podane jako parametry. <ul><li>przykłady:</li><ul><li><b>mul(3, 1)</b> jest równa <i>3</i></li> <li><b>mul($value,7)</b> jest równa <i>wartość importowanego pola × 7</i></li></ul></ul>
ro_ro: <b>mul</b>&mdash;înmulţeşte numerele furnizate ca parametri. <ul><li>exemple:</li><ul><li><b>mul (3, 1)</b> este egal cu <i>3</i></li> <li><b>mul)$value, 7)</b> este egal cu <i>valoarea de câmp importat × 7</i></li></ul></ul>
ru_ru: <b>mul</b>&mdash;умножает два числа, указанные в качестве параметров. <ul><li>Примеры:</li><ul><li><b>mul(3, 1)</b> равняется <i>3</i></li> <li><b>mul($value, 7)</b> равняется <i> значение из импортированного поля × 7</i></li></ul></ul>
uk_ua: <b>mul</b>&mdash;примножує два числа, зазначені в якості параметрів. <ul><li>Приклади:</li><ul><li><b>mul(3, 1)</b> дорівнює<i>3</i></li> <li><b>mul($value, 7)</b> дорівнює<i> значення з імпортованого поля × 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.div
source: <b>div</b>&mdash;divides the first parameter by the second. <ul><li>Examples:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>the value of the imported field ÷ 7</i></li></ul></ul>
el_gr: <b>div</b>&mdash;διαιρεί την πρώτη παράμετρο με το δεύτερη.. <ul><li>Παραδείγματα:</li><ul><li><b>div(9, 3)</b> ισούται με <i>3</i></li> <li><b>div($value, 7)</b> ισούται με <i>την τιμή του εισαγόμενου πεδίου ÷ 7</i></li></ul></ul>
es_es: <b>div</b>&mdash;divide el primer parámetro entre el segundo.<ul><li>Ejemplos:</li><ul><li><b>div(9, 3)</b> igual a <i>3</i></li> <li><b>div($value, 7)</b> igual a <i>el valor del campo importado ÷ 7</i></li></ul></ul>
pl_pl: <b>div</b>&mdash;dzieli pierwszy parametr przz drugi. <ul><li>Przykłady:</li><ul><li><b>div(9, 3)</b> jest równa <i>3</i></li> <li><b>div ($value, 7)</b> jest równa <i>wartość importowanego pola ÷ 7</i></li></ul></ul>
ru_ru: <b>div</b>&mdash;делит первый параметр на второй. <ul><li>Примеры:</li><ul><li><b>div(9, 3)</b> равняется <i>3</i></li> <li><b>div($value, 7)</b> равняется <i>значение из импортированного поля ÷ 7</i></li></ul></ul>
uk_ua: <b>div</b>&mdash;ділить перший параметр на другий. <ul><li>Приклади:</li><ul><li><b>div(9, 3)</b> дорівнює<i>3</i></li> <li><b>div($value, 7)</b> дорівнює<i>значення з імпортованого поля ÷ 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.concat
source: <b>concat</b>&mdash;concatenates all the provided parameters. <ul><li>Examples:</li><ul><li><b>concat('abc', def)</b> will result in <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> will result in <i>PRODUCT_$value_CODE</i>, but <b>$value</b> will be replaced with the the value of the imported field</li></ul></ul>
el_gr: <b>concat</b>&mdash;συνενώνει όλες τις παραμέτρους που παρέχονται. <ul><li>Παραδείγματα:</li><ul><li><b>concat('abc', def)</b> θα οδηγήσει σε <i>abcdef</b></i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> θα οδηγήσει σε <i>PRODUCT_$value_CODE</i>, αλλά <b>$value</b> θα αντικατασταθεί με την τιμή του εισαγόμενου πεδίου</li></ul></ul>
es_es: <b>concat</b>&mdash;concatena todos los parámetros proporcionados. <ul><li>Ejemplos:</li><ul><li><b>concat('abc', def)</b> el resultado será <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> el resultado será <i>PRODUCT_$value_CODE</i>, but <b>$value</b> se reemplazará con el valor del campo importado</li></ul></ul>
pl_pl: <b>concat</b> &mdash; łączy wszystkie podane parametry. <ul><li>Przykłady:</li><ul><li><b>concat ('abc', 'def')</b> spowoduje <i> abcdef </i></li><li><b>concat ('PRODUCT_', $value, '_CODE') </b>spowoduje<i> PRODUCT_$value_CODE </i>, ale <b>$value</b> zostanie zastąpiona przez wartość zaimportowanego pola </li></ul></ul>
ru_ru: <b>concat</b>&mdash;связывает все указанные параметры. <ul><li>Примеры:</li><ul><li>результатом <b>concat('abc', def)</b> будет <i>abcdef</i></li> <li> результатом<b>concat('PRODUCT_', $value, '_CODE')</b> будет <i>PRODUCT_$value_CODE</i>, при этом <b>$value</b> заменится значением из импортированного поля</li></ul></ul>
uk_ua: <b>concat</b>&mdash;зв'язує всі вказані параметри. <ul><li>Приклади:</li><ul><li>результатом <b>concat('abc', def)</b> буде <i>abcdef</i></li> <li> результатом<b>concat('PRODUCT_', $value, '_CODE')</b> буде <i>PRODUCT_$value_CODE</i>, при цьому <b>$value</b> заміниться значенням з імпортованого поля</li></ul></ul>

# Languages::advanced_import.modifier_description.replace
source: <b>replace</b>&mdash;replaces all occurrences of the search string with the replacement string. <br>The order of parameters is important: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Examples:</li><ul><li><b>replace('a', !, "banana")</b> will result in <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> will replace every occurrence of <i>t-shirt</i> with <i>T-Shirt</i> in every entry in the column.</li></ul></ul>
el_gr: <b>replace</b>&mdash;αντικαθιστά όλες τις εμφανίσεις της συμβολοσειράς αναζήτησης με τη συμβολοσειρά αντικατάστασης.<br>Η σειρά των παραμέτρων είναι σημαντική: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Παραδείγματα:</li><ul><li><b>replace('a', !, "banana")</b> θα έχει ως αποέλεσμα <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> θα αντικαταστήσει κάθε will replace κάθε εμφάνιση του <i>t-shirt</i> με <i>T-Shirt</i>σε κάθε εγγραφ'η στη στήλη.</li></ul></ul>
es_es: <b>replace</b>&mdash;reemplaza todas las ocurrencias de una cadena de búsqueda con la cadena de reemplazo. <br>El orden de los párametros es importante: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Ejemplos:</li><ul><li><b>replace('a', !, "banana")</b> el resultado será <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> se reemplazará cada ocurrencia de <i>t-shirt</i> with <i>T-Shirt</i> en cada entrada de la columna</li></ul></ul>
pl_pl: <b>Zamień</b>&mdash;zamienia wszystkie wystąpienia ciągu wyszukiwania na ciąg zastępujący. <br>Kolejność parametrów jest ważna: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Przykłady:</li><ul><li><b>replace('a', !, "banana")</b>spowoduje<i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> zastąpi każde wystąpienie <i>t-shirt</i> wyrażeniem <i>T-Shirt</i> w każdym wpisie w kolumnie.</li></ul></ul>
ru_ru: <b>replace</b>&mdash;заменяет все знаки в строке поиска на знаки, указанные в качестве замены. <br>Важен порядок параметров: <b>replace('знаки в строке поиска', 'заменить', 'объект для замены')</b>. <ul><li>Примеры:</li><ul><li><b>replace('a', !, 'banana')</b>, результат — <i>b!n!n!</i></li> <li><b>replace('t-shirt', 'T-Shirt', $value)</b> заменит все упоминания <i>t-shirt</i> на <i>T-Shirt</i> во всём столбце.</li></ul></ul>
uk_ua: <b>replace</b>&mdash;замінить всі знаки в рядку пошуку на знаки, вказані в якості заміни. <br>Важливий порядок параметрів: <b>replace('знаки в рядку пошуку', 'замінити', 'обєкт для заміни')</b>. <ul><li>Приклади:</li><ul><li><b>replace('a', !, 'banana')</b>, результат — <i>b!n!n!</i></li> <li><b>replace('t-shirt', 'T-Shirt', $value)</b> замінить всі згадки<i>t-shirt</i> на <i>T-Shirt</i> в усьому стовпці.</li></ul></ul>

# Languages::advanced_import.modifier_description.w_replace
source: <b>w_replace</b>&mdash;replaces all occurrences of the search string with the replacement string using wildcards. <br>The order of parameters is important: <b>w_replace('search', 'replace', 'subject')</b>. <br>Supported wildcards: <b>?</b>&mdash;any single character; <b>*</b>&mdash;any number of characters to the end of the word. <ul><li>Examples</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> will result in <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> will also result in <i>bananas bananas bananas</i></li></ul></ul>
el_gr: <b>w_replace</b>&mdash;αντικαθιστά όλες τις εμφανίσεις της συμβολοσειράς αναζήτησης με τη συμβολοσειρά αντικατάστασης χρησιμοποιώντας χαρακτήρες μπαλαντέρ.<br>Η σειρά των παραμέτρων είναι σημαντική: <b>w_replace('search', 'replace', 'subject')</b>. <br> Υποστηριζόμενα μπαλαντέρ: <b>?</b>&mdash;οποιοσδήποτε μοναδικός χαρακτήρας; <b>*</b>&mdash; οποιοσδήποτε αριθμός χαρακτήρων στο τέλος της λέξης.<li>Παραδείγματα:</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> θα έχει ως αποτέλεσμα <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b>θα έχει επίσης ως αποτέλεσμα <i>bananas bananas bananas</i></li></ul></ul>
es_es: <b>w_replace</b>&mdash;reemplaza todas las ocurrencias de la cadena de búsqueda con la cadena de reemplazo utilizando comodines. <br>El orden de los parámetros es importante: <b>w_replace('search', 'replace', 'subject')</b>. <br>admite comodines: <b>?</b>&mdash;cualquier carácter; <b>*</b>&mdash;cualquier número de caracteres al final de la palabra. <ul><li>Ejemplos</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b>dará como resultado <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> también dará como resultado <i>bananas bananas bananas</i></li></ul></ul>
pl_pl: <b>w_replace</b>&mdash;zastępuje wszystkie wystąpienia ciągu wyszukiwania ciągiem zastępczym za pomocą symboli wieloznacznych. <br>Kolejność parametrów jest ważna: <b>w_replace ('search', 'replace', 'subject')</b>. <br>obsługiwane symbole wieloznaczne: <b>?</b>&mdash;dowolny pojedynczy znak; <b>*</b>&mdash;dowolna liczba znaków do końca wyrazu. <ul><li>Przykłady</li><ul><li><b>w_replace ('banan?', bananas, banana banans bananz)</b> wynikiem będzie <i>bananas bananas bananas</i></li> <li><b>w_replace ("ban*", 'bananas', banana banans bananz)</b> wynikiem będzie również <i>bananas bananas bananas</i></li></ul></ul>
ru_ru: <b>w_replace</b>&mdash;заменяет все знаки в строке поиска на знаки, указанные в качестве замены, используя для этого спецсимволы. <br>Важен порядок параметров: <b>w_replace('знаки в строке поиска', 'заменить', 'объект для замены')</b>. <br>Поддерживаемые спецсимволы: <b>?</b>&mdash;один любой символ; <b>*</b>&mdash;любое число символов в конце слова. <ul><li>Примеры:</li><ul><li><b>w_replace('banan?', 'bananas', 'banana banans bananz')</b>, результат — <i>bananas bananas bananas</i></li> <li><b>w_replace('ban*', 'bananas', 'banana banans bananz')</b>, результат — <i>bananas bananas bananas</i></li></ul></ul>
uk_ua: <b>w_replace</b>&mdash;заміняє всі знаки в рядку пошуку на знаки, вказані в якості заміни, використовуючи для цього спецсимволи. <br>Важливий порядок параметрів: <b>w_replace('знаки в рядку пошуку', 'замінити', 'обєкт для заміни')</b>. <br>Підтримувані спецсимволи: <b>?</b>&mdash;один будь-який символ; <b>*</b>&mdash;будь-яке число символів в кінці слова. <ul><li>Приклади:</li><ul><li><b>w_replace('banan?', 'bananas', 'banana banans bananz')</b>, результат — <i>bananas bananas bananas</i></li> <li><b>w_replace('ban*', 'bananas', 'banana banans bananz')</b>, результат — <i>bananas bananas bananas</i></li></ul></ul>

# Languages::advanced_import.modifier_description.rand
source: <b>rand</b>&mdash;generates a random number from 1 to the maximum value provided as the parameter. <ul><li>Examples:</li><ul><li><b>rand(999)</b> may result in any number from 1 to 999.</li></ul></ul>
el_gr: <b>rand</b>&mdash;παράγει έναν τυχαίο αριθμό από 1 έως τη μέγιστη τιμή που παρέχεται ως παράμετρος.<ul><li>Παραδείγματα:</li><ul><li><b>rand(999)</b> μπορεί να έχει ως αποτέλεσμα οποιοδήποτε αριθμό από 1 έως 999.</li></ul></ul>
es_es: <b>rand</b>&mdash;genera un número aleatorio de 1al valor máximo proporcionado como parámetro. <ul><li>Examples:</li><ul><li><b>rand(999)</b> podría dar como resultado cualquier número del 1 al 999.</li></ul></ul>
pl_pl: <b>rand</b>&mdash;generuje losową liczbę od 1 do maksymalnej wartości ustawionej jako parametr. <ul><li>Przykłady:</li><ul><li><b>rand(999)</b> wygeneruje dowolną liczbę od 1 do 999.</li></ul></ul>
ru_ru: <b>rand</b>&mdash;генерирует случайное число от 1 до максимального доступного значения, указанного в качестве параметра. <ul><li>Пример:</li><ul><li><b>rand(999)</b> генерирует любое число от 1 до 999.</li></ul></ul>
uk_ua: <b>rand</b>&mdash;генерує випадкове число від 1 до максимального доступного значення, вказаного в якості параметра. <ul><li>Прклад:</li><ul><li><b>rand(999)</b> генерує будь-яке число от 1 до 999.</li></ul></ul>
