Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/age_verification.po
Languages: cs_cz, vi_vn

# Addons::name::age_verification
source: Age verification
cs_cz: Ověření věku
vi_vn: Xác minh tuổi

# Addons::description::age_verification
source: Toggles age restriction rules for products and categories
cs_cz: Přepíná pravidla věkového omezení pro produkty a kategorie
vi_vn: Chuyển quy tắc giới hạn tuổi cho các sản phẩm và danh mục

# Languages::age_verification
source: Age verification
cs_cz: Ověření věku
vi_vn: Xác minh tuổi

# Languages::product_need_age_verification
source: You should verify your age to view this product.
cs_cz: Měli byste ověřit váš věk k zobrazení tohoto produktu.
vi_vn: Bạn cần xác minh tuổi của bạn để xem sản phẩm này.

# Languages::your_age
source: Your age
cs_cz: Váš věk
vi_vn: Tuổi của bạn

# Languages::verify
source: Verify
cs_cz: Ověření
vi_vn: Xác minh

# Languages::birthday
source: Birthday
cs_cz: Datum narození
vi_vn: Sinh Nhật

# Languages::age_limit
source: Age limit
cs_cz: Věková hranice
vi_vn: Giới hạn tuổi

# Languages::years
source: years
cs_cz: let
vi_vn: năm

# Languages::age_warning_message
source: Warning message
cs_cz: Upozorňující zpráva
vi_vn: Tin nhắn cảnh báo

# Languages::promotion_cond_birthday
source: Birthday
cs_cz: Narozeniny
vi_vn: Sinh nhật
