Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/anti_fraud.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::anti_fraud.integration_updated_upgrade_notification_text
source: <p>Previously the Anti Fraud add-on didn't work for new MaxMind customers. We have fixed the problem, but the updated integration with minFraud requires a user ID in addition to the license key. You can get both of these credentials here: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>Once you get the credentials, go to <b>Add-ons → Manage add-ons → Anti fraud</b> and enter the credentials in the add-on's settings. Otherwise the add-on won't work.</p>
de_de: Zuletzt funktionierte das Betrugsbekämpfungs-Add-On nicht für neue MaxMind-User. Wir haben das Problem behoben, aber die upgedatete Integration mit minFraud benötigt nach den Lizensvereinbarungen eine zusätzliche User-ID. Sie können beide Anmeldungen hier vornehmen: <a href="https://www.maxmind.com/en/my_license_key">https:/www.maxmind.com/en/my_license_key</a> Sobald Sie sich dort angemeldet haben, gehen Sie zu <b>Add-ons → Manage add-ons → Anti fraud</b> und melden sich in den Add-On-Settings an. Nur dann ist die Funktion des Add-Ons möglich
es_es: <p> Anteriormente, el complemento Anti fraude no funcionaba para los nuevos clientes de MaxMind. Hemos solucionado el problema, pero la integración actualizada con minFraud requiere una identificación del usuario además de la clave de la licencia. Puede obtener ambas credenciales aquí: <a href="https://www.maxmind.com/en/my_license_key"> https://www.maxmind.com/en/my_license_key </a> </p> <p> Una vez que obtenga las credenciales, vaya a <b> Complementos → Administrar complementos → Antifraude </b> e ingrese las credenciales en la configuración del complemento. De lo contrario, el complemento no funcionará. </p>
fr_fr: Avant le module supplémentaire Anti_Fraude n"a pas fonctionné pour les nouveaux clients MaxMind. Nous avons fixé le problème mais l'integration actualiéee de minFraude nécessite un ID d'utilisateur en addition de la clé de license. Vous pouvez obtenir ces deux certificats ici:<a href=''https://www.maxmind.com/en/my_license_key''>https://www.maxmind.com/en/my_license_key</a></p><p>. Quand Vus aurez obtenu les certificats allez a Add-ons-->Gerez les add-ons--->Anti-fraude et introduire les certificats aux parametres d'add-ons. Autrement l'add-on ne va pas travailler</p>
it_it: <p>Nel passato il parametro Anti Fraude non funzionava bene per clienti Maxmind novi. Abbiamo fixato il problema, ma l'integrazione aggiornata di minFraude a bisogno di un ID utente insieme con la chiave di licenza. Lei puo averne entrambi credentiali cui: <a href=''https:www.maxmind.com/en/my_license_key''>httos://www.maxmind.com/en/my_license_key</a></p><p>. Quando ne avra i credentiali (certificati) va procedere a <b>Add-ons → Gestionare i parametri → Anti Fraude</b> ed intrare i certificati nei parametri del contenuto aggiunto. In caso contrario il contenuto aggiunto non sara valido.</p>
nl_nl: <p>Eerst werkte de Anti-fraude-invoegtoepassing niet voor nieuwe MaxMind klanten. Het probleem is verholpen, maar de bijgewerkte integratie met minFraud vereist zowel een gebruikers-ID als een licentiesleutel. U kunt beide gegevens hier verkrijgen: <a href="https://www.maxmind.com/en/my_license_key"> https://www.maxmind.com/en/my_license_key</a></p> <p>zodra u deze gegevens heeft, ga dan naar <b>Add-ons → Manage add-ons → Anti fraude</b> en voer de gegevens in in de add-on's instellingen. Zolang dit niet wordt gedaan zal de add-on niet werken.</p>
pl_pl: <p>Wcześniej dodatek Antyouszt nie działał dla nowych klientów MaxMind. Naprawiliśmy problem, ale zaktualizowane integracji z minFraud wymaga identyfikatora użytkownika oraz dodatkowego klucza. Można je uzyskać, tutaj: <a href="https://www.maxmind.com/en/my_license_key"> https://www.maxmind.com/en/my_license_key</a></p> <p>Po uzyskaniu potrzebnych danych, przejdź do <b>Dodatki → Zarządzanie dodatkami → Antyoszust</b> i wprowadź uzyskane dane w swoich ustawieniach. W przeciwnym razie dodatek nie będzie działać.</p>
ro_ro: <p>Anterior, add-on-ul Antifraudă nu a funcționat pentru noii clienți MaxMind. Am rezolvat problema, dar integrarea actualizată cu minFraud necesită un ID de utilizator în plus față de cheia de licență. Puteți obține ambele acreditări aici: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>Odată ce obțineți acreditările, accesați <b> Add-on-uri → Gestionare programe de completare → Antifraudă</b> și introduceți acreditările în setările Add-on-urilor. În caz contrar, Add-on-ul nu va funcționa.</p>
ru_ru: <p>Ранее модуль "Защита от мошенничества" не работал для новых клиентов MaxMind. Проблема была исправлена, но теперь для обновлённой интеграции с minFraud требуется не только лицензионный ключ, но и ID пользователя. Эти данные можно получить по этому адресу: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>После получения данных откройте <b>Модули → Управление модулями → Защита от мошенничества</b> и введите их в настройках модуля. В противном случае модуль работать не будет.</p>
tr_tr: <p>Daha önce Maxmind Anti Fraud eklentisi MaxMind kullanıcıları için kullanılamıyordu. Sorun giderildi. Ancak güncellenmiş MinFraud entegrasyonu lisans anahtarı ile beraber kullanıcı kimliği de istemektedir. Her iki bilgiye buradan ulaşabilirsiniz. <ahref="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p> Bu bilgileri aldıktan sonra <b>Eklentiler→ Eklentileri Yönet→ Sahtecilik Önleme</b> adımlarını takip ederek bu bilgileri ektentinin ayarlarına giriniz. Aksi taktirde eklemti çalışmayacaktır. </p>
uk_ua: <p>Раніше додаток анти-шахрайство не працював з новими MaxMind користувачами. Ми виправили цю проблему, але оновлена інтеграція з minFraud вимагає ID користувача як додаток до ліцензійного ключа. Ви можете отримати обидва ключа тут: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>Коли ви отримаєте їх, потрібно перейти <b>Додатки → Керувати додатками → Анти-шахрайство</b> і ввести ключі в налаштування додатку. В іншому випадку додаток не працюватиме.</p>
vi_vn: <p>Trước đây Tiện ích Chống gian lận không làm việc cho các khách hàng mới MaxMind. Chúng tôi đã cố định vấn đề, nhưng yêu cầu Cập Nhật hội nhập với minFraud một ID người dùng ngoài giấy phép khóa. Bạn có thể nhận được cả những thông tin đăng nhập tại đây: <a href="https://www.maxmind.com/en/my_license_key">https://www.maxmind.com/en/my_license_key</a></p><p>một khi bạn nhận được các thông tin, vào <b>Tiện ích → quản lý Tiện ích → chống gian lận</b> và nhập các thông tin trong các cài đặt Tiện ích. Nếu không có các tiện ích sẽ không làm việc.</p>
