Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/anti_fraud.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::anti_fraud
source: Anti fraud
ar_sa: مكافحة الغش
cs_cz: Proti podvodům
da_dk: Bedrageribekæmpelse
de_de: Betrugsprävention
es_es: Anti Fraude
fr_fr: Anti Fraude
it_it: Anti-frode
nl_nl: Anti-fraude
pl_pl: Antyoszust
ro_ro: Antifraudă
ru_ru: Защита от мошенничества
tr_tr: Dolandırıcılıkla mücadele
uk_ua: Захист від шахрайства
vi_vn: Chống gian lận

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
ar_sa: يضيف التحقق أمر الأمن للتكوين باستخدام خدمة Maxmind لمنع الغش
cs_cz: Dodává konfigurovatelné bezpečnostní ověření objednávky pomocí služby Maxmind na předcházení podvodům
da_dk: Tilføj konfigurerbare sikkerhedsordre bekræftelse ved hjælp af tjenesten Maxmind til at forhindre svig
de_de: fügt konfigurierbare Überprüfung der Sicherheitsordnung mithilfe des Maxmind Service hinzu, um Betrug zu verhindern
es_es: Agrega verificación de seguridad configurable para pedidos usando el servicio de Maxmind para prevenir el fraude
fr_fr: Ajoute une vérification de sécurité de la commande configurable en utilisant le service Maxmind pour prévenir une fraude
it_it: Aggiunge verifiche di ordine di sicurezza configurabili utilizzando il servizio di Maxmind per prevenire le frodi
nl_nl: Voegt instelbare beveiliging voor bestel-verificatie toe om fraude te voorkomen met behulp van Maxmind
pl_pl: Dodaje możliwość konfigurowania zabezpieczeń weryfikacji zamówienia przy użyciu usługi Maxmind w celu zapobiegania oszustwom
ro_ro: Adaugă securitate configurabilă pentru verificarea comenzii folosind serviciul MaxMind pentru a preveni frauda
ru_ru: Проверка безопасности заказа с помощью сервиса Maxmind
tr_tr: Dolandırıcılığı önlemek için Maxmind hizmeti kullanarak yapılandırılabilir güvenli sipariş doğrulaması ekler
uk_ua: Перевірку безпеки замовлення за допомогою сервісу Maxmind
vi_vn: Thêm cấu hình xác nhận đặt hàng an toàn bằng cách sử dụng dịch vụ Maxmind để ngăn chặn gian lận

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
ar_sa: مجموع الطلب يتجاوز الحد الأقصى المسموح به
cs_cz: Celková částka objednávky přesahuje povolené maximum
da_dk: Den samlede ordrer overstiger den fastsatte maksimum
de_de: Bestellsumme überschreitet den zulässigen Maximalwert
es_es: El total del pedido excede el máximo definido
fr_fr: Le total de la commande dépasse le maximum défini
it_it: L'importo totale dell'ordine supera il massimo consentito
nl_nl: Totaal van de bestelling is groter dan het toegestane maximum
pl_pl: Suma zamówienia przekracza dozwolone maksimum
ro_ro: Totalul comenzii depășește valoarea maximă admisă
ru_ru: Сумма заказа превышает максимальный лимит
tr_tr: Sipariş toplamı izin verilen maksimum sayıyı aşıyor.
uk_ua: Вартість замовлення перевищує максимальну
vi_vn: Tổng giá trị đơn hàng vượt quá tối đa được phép

# Languages::af_country_doesnt_match
source: The country does not match the IP address
ar_sa: البلد لا يتطابق مع عنوان IP
cs_cz: Země neodpovídá IP adrese
da_dk: Landet matcher ikke din IP
de_de: Das Land stimmt nicht mit der IP-Adresse überein
es_es: El país no coincide con la dirección IP
fr_fr: Le pays ne correspond pas a l'adresse IP
it_it: Lo stato non corrisponde con l'indirizzo IP
nl_nl: Het land komt niet overeen met het IP-adres
pl_pl: Kraj nie pasuje do adresu IP
ro_ro: Ţara nu se potriveşte cu adresa IP
ru_ru: Страна не совпадает с IP-адресом
tr_tr: Ülke IP adresi eşleşmiyor
uk_ua: Країна не збігається з IP-адресою
vi_vn: Địa chỉ IP không khớp với quốc gia

# Languages::af_has_failed_orders
source: Customer has FAILED orders
ar_sa: العميل لديه طلبات فاشلة
cs_cz: Zákazník má neúspěšnou objednávku
da_dk: Kunder har MISLYKKEDE ordrer
de_de: Kunde hat fehlgeschlagene Bestellungen
es_es: El cliente tiene pedidos RECHAZADOS
fr_fr: Le client a RATÉ des commandes
it_it: Il cliente ha ordini FALLITI
nl_nl: De klant heeft mislukte bestellingen
pl_pl: Klient ma odrzucone zamówienia
ro_ro: Clientul are comenzi EŞUATE
ru_ru: У покупателя есть неудавшиеся заказы
tr_tr: Başarısız müşteri siparişleri
uk_ua: У покупця є невдалі замовлення
vi_vn: Khách hàng có đơn đặt hàng không thành công

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
ar_sa: العميل لديه طلبات ناجحة
cs_cz: Zákazník má úspěšnou objednávku
da_dk: Kunder har SUCCESFULDE ordrer
de_de: Kunde hat erfolgreiche Bestellungen
es_es: El cliente tiene pedidos exitosos
fr_fr: Le client a RÉUSSI des commandes
it_it: Il cliente ha ordini COMPLETATI
nl_nl: De klant heeft succesvolle bestellingen
pl_pl: Klient ma zamówienia zakończone sukcesem
ro_ro: Clientul are comenzi REUŞITE
ru_ru: У покупателя имеются успешные заказы
tr_tr: Başarılı, müşteri siparişleri
uk_ua: У покупця є успішні замовлення
vi_vn: Khách hàng đã đặt hàng thành công

# Languages::af_high_risk_country
source: High risk country
ar_sa: دولة عالية المخاطر
cs_cz: Vysoce rizikové země
da_dk: Højrisiko land
de_de: Hochrisikoland
es_es: País de alto riesgo
fr_fr: Pays à haut risque
it_it: Stato ad alto rischio
nl_nl: Land met hoog risico
pl_pl: Kraj wysokiego ryzyka
ro_ro: Țară cu risc ridicat
ru_ru: Страна с высоким уровнем риска
tr_tr: Yüksek riskli ülke
uk_ua: Країни з високим ризиком
vi_vn: Quốc gia có nguy cơ cao

# Languages::af_high_risk_email
source: High risk email
ar_sa: ايميل ذا خطورة عالية
de_de: Hoch riskante E-Mail
es_es: Correo electrónico de alto riesgo
fr_fr: Email à haut risque
it_it: Email di risco alto
nl_nl: Hoog risico e-mail
pl_pl: E-mail wysokiego ryzyka
ro_ro: E-mail cu risc ridicat
ru_ru: Письмо с подозрительным содержимым
tr_tr: Yüksek riskli e-posta
uk_ua: Небезпечний лист
vi_vn: Email có nguy cơ cao

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
ar_sa: عامل خطر يتجاوز القيمة المحددة
cs_cz: Rizikový faktor přesahuje definovanou hodnotu
da_dk: Risikofaktor overstiger den fastlagte værdi
de_de: Risikofaktor überschreitet den definierten Wert
es_es: EL factor de riesgo excede el precio definido
fr_fr: Le facteur de risque dépasse le seuil défini
it_it: Il fattore di rischio supera il valore impostato
nl_nl: Risicofactor overschrijdt de vastgestelde waarde
pl_pl: Czynnik ryzyka przekroczył zdefiniowaną wartość
ro_ro: Factorul de risc depășeste valoarea definită
ru_ru: Фактор риска превышает заданное значение
tr_tr: Risk faktörü tanımlanmış değeri aşıyor
uk_ua: Фактор ризику перевищує задане значення
vi_vn: Yếu tố nguy cơ vượt quá giá trị được xác định

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
ar_sa: فشل في تحديد عنوان IP للعميل
cs_cz: Nepodařilo se zjistit IP adresu zákazníka
da_dk: Kunne ikke bestemme kundens IP-adresse
de_de: Identifizierung der IP-Adresse des Kunden fehlgeschlagen
es_es: Fallo en determinar la dirección IP del cliente
fr_fr: Échec de détermination de l'adresse IP du client
it_it: Impossibile rilevare l'indirizzo IP del cliente
nl_nl: Het identificeren van het IP-adres van de klant is mislukt
pl_pl: Nie można określić adresu IP klienta
ro_ro: Nu s-a reușit determinarea IP-ului clientului
ru_ru: Невозможно определить IP-адрес покупателя
tr_tr: Müşteri IP adresi tanımlaması başarısız oldu
uk_ua: Неможливо визначити IP-адресу покупця
vi_vn: Thất bại trong việc xác định địa chỉ IP của khách hàng

# Languages::af_long_distance
source: Customer is outside the safe distance
ar_sa: العميل خارج المسافة الآمنة
cs_cz: Zákazník je mimo bezpečné vzdálenosti
da_dk: Kunde er uden for sikkersafstand
de_de: Kunde befindet sich außerhalb der sicheren Region
es_es: El cliente fue localizado fuera de la distancia segura
fr_fr: Client situé hors de la distance de sécurité
it_it: Il cliente è fuori dalla distanza di sicurezza
nl_nl: De klant is buiten de veilige afstand
pl_pl: Klient jest poza bezpieczną odległością
ro_ro: Clientul este înafara distanței de siguranță
ru_ru: Покупатель находится за пределами безопасной зоны
tr_tr: Müşteri güvenli mesafe dışında
uk_ua: Покупець знаходиться за межами безпечної зони
vi_vn: Khách hàng là bên ngoài khoảng cách an toàn

# Languages::af_low_risk_factor
source: Risk factor is admissible
ar_sa: عامل الخطر مقبول
cs_cz: Rizikový faktor je přípustný
da_dk: Risikofaktor er tilladeligt
de_de: Risikofaktor ist zulässig
es_es: EL factor de riesgo encaja con el precio definido
fr_fr: Facteur de risque définis taux unique
it_it: Il fatto di rischio è ammissibile
nl_nl: Risicofactor is geoorloofd
pl_pl: Czynnik ryzyka jest dopuszczalny
ro_ro: Factorul de risc este admisibil
ru_ru: Фактор риска не превышает заданного значения
tr_tr: Risk faktörü kabul edilebilir
uk_ua: Фактор ризику є припустимий
vi_vn: Mức rủi ro chấp nhận được

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
ar_sa: تم وضع طلبك في المتجر. أنه يخضع لعملية تدقيق إضافية الآن. وسوف نتصل بك بمجرد انتهاء مدير المتجر منه
cs_cz: Vaše objednávka byla zaevidována v našem obchodě. Nyní probíhá dodatečná kontrola. Budeme vás kontaktovat ihned po jejím ukončení
da_dk: Din ordre blev afgivet til butikken. Det er under en supplerende kontrol nu. Vi vil kontakte dig så snart administratoren afslutter den
de_de: Ihr Bestellung wurde angenommen und durchläuft nun eine zusätzliche Überprüfung. Wir werden Sie kontaktieren, sobald diese beendet ist
es_es: Su pedido fue recibido por nuestra tienda. Se están realizando comprobaciones adicionales. Le contactaremos terminadas las comprobaciones
fr_fr: Votre commande a bien été passée. Elle fait actuellement l'objet d'une vérification supplémentaire. Nous vous contacterons dès que cette opération sera terminée
it_it: Il suo ordine è stato ricevuto. Al momento sono in corso ulteriori controlli antifrode. La ricontatteremo non appena li avremo terminati
nl_nl: Uw bestelling werd geplaatst en ondergaat nu een extra controle. Wij nemen zo spoedig mogelijk contact met u op, zodra de extra controle is voltooid
pl_pl: Zamówienie zostało złożone w sklepie. Teraz przechodzi proces dodatkowego sprawdzania. Skontaktujemy się najszybciej jak to będzie możliwe
ro_ro: Comanda d-voastră a fost plasată in magazin. Momentan este verificată suplimentar. Vă vom contacta de indata ce administratorul o verifică
ru_ru: Ваш заказ был размещен в магазине и в данный момент проходит дополнительную проверку. Мы свяжемся с вами, как только она будет завершена.
tr_tr: Siparişiniz alınmış ve ek kontroller yapılmaktadır. En kısa sürede yöneticilerimiz sizinle irtibata geçecektir.
uk_ua: Ваше замовлення був розміщено в магазині і в даний момент проходить додаткову перевірку. Ми зв'яжемося з вами, як тільки вона буде завершена
vi_vn: Đơn hàng của bạn đã được đặt tại cửa hàng. Hiện tại nó cần trải qua một cuộc kiểm tra bổ sung. Chúng tôi sẽ liên lạc với bạn ngay sau khi quản trị viên kết thúc kiểm tra

# Languages::risk_factor
source: Risk factor
ar_sa: عامل خطر
cs_cz: Rizikový faktor
da_dk: Risikofaktor
de_de: Risikofaktor
es_es: Factor de riesgo
fr_fr: Facteur de risque
it_it: Fattore di rischio
nl_nl: Risicofactor
pl_pl: Czynnik ryzyka
ro_ro: Factor de risc
ru_ru: Фактор риска
tr_tr: Risk faktörü
uk_ua: Фактор ризику
vi_vn: Yếu tố nguy cơ

# Languages::not_available
source: n/a
ar_sa: غير متوفر
da_dk: ikke gældende
es_es: no disponible
fr_fr: n/d
it_it: n/d
nl_nl: n/b
pl_pl: niedostępne
ru_ru: не доступно

# Languages::decision
source: Decision
ar_sa: قرار
cs_cz: Rozhodnutí
da_dk: Afgørelse
de_de: Entscheidung
es_es: Decisión
fr_fr: Décision
it_it: Decisione
nl_nl: Besluit
pl_pl: Decyzja
ro_ro: Decizie
ru_ru: Решение
tr_tr: Sonuç
uk_ua: Рішення
vi_vn: Quyết định

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
ar_sa: لم يعتمد الطلب لأن عامل الخطر يتجاوز الحد الأقصى
cs_cz: Objednávka nebyla schválena protože rizikový faktor přesahuje povolené nastavení rizika
da_dk: Odrer er ikke blevet godkendt grundet for høj risiko
de_de: Bestellung wurde nicht genehmigt, da der Risikofaktor den zulässigen Maximal-Risikofaktor überschreitet
es_es: El pedido no ha sido aprobado a consecuencia de que el factor de riesgo es más alto que al factor máximo de riesgo permitido.
fr_fr: Order has not been approved as a result of Risk factor is higher then Maximum risk factorLa commande n'a pas été approuvé car le facteur de risque est plus élevé que le maximum accepté
it_it: L'ordine non è stato approvato perchè il fattore di rischio supera il massimo consentito
nl_nl: De bestelling is nog niet goedgekeurd omdat de risicofactor groter is dan de maximale risicofactor
pl_pl: Zamówienie nie został zatwierdzone, ponieważ czynnik ryzyka przekracza maksymalny współczynnik ryzyka
ro_ro: Comanda nu a fost aprobată, deoarece factorul de risc depășește maximul admis
ru_ru: Заказ не принят, т.к. превышен максимальный фактор риска
tr_tr: Risk faktörü maksimum sınırı aştığı için siparişiniz onaylanmadı.
uk_ua: Замовлення не прийнято оскільки, перевищений максимальний фактор ризику
vi_vn: Đơn hàng này đã không được chấp thuận vì yếu tố nguy cơ vượt quá mức tối đa cho phép

# Languages::anti_fraud_order_approved
source: Order has been approved
ar_sa: تمت الموافقة على الطلب
cs_cz: Objednávka byla schválena
da_dk: Ordren er blevet godkendt
de_de: Bestellung wurde genehmigt
es_es: El pedido ha sido aprobado
fr_fr: La commande a été approuvé
it_it: L'ordine è stato approvato
nl_nl: Bestelling is goedgekeurd
pl_pl: Zamówienie zostało zatwierdzone
ro_ro: Comanda a fost aprobată
ru_ru: Заказ принят
tr_tr: Siparişiniz onaylandı
uk_ua: Замовлення прийнято
vi_vn: Đơn đặt hàng đã được chấp thuận

# Languages::fraud_risk
source: Fraud risk
ar_sa: مخاطر الاحتيال
cs_cz: Riziko podvodu
da_dk: Bedrageri risiko
de_de: Betrugsrisiko
es_es: Riesgo de fraude
fr_fr: Risque de fraude
it_it: Rischio frode
nl_nl: Fraude risico
pl_pl: Ryzyko nadużyć finansowych
ro_ro: Riscul de fraudă
ru_ru: Риск мошенничества
tr_tr: Dolandırıcılık riski
uk_ua: Ризик шахрайства
vi_vn: Rủi ro gian lận

# Languages::fraud_checking
source: Fraud checking
ar_sa: التحقق من الاحتيال
cs_cz: Kontrolu podvodu
da_dk: Bedrageri kontrol
de_de: Betrugsprüfung
es_es: Comprobación de fraude
fr_fr: Vérification de fraude
it_it: Verifica frode
nl_nl: Fraude controleren
pl_pl: Kontrola nadużyć finansowych
ro_ro: Verificare împotriva fraudei
ru_ru: Проверка на мошенничество
tr_tr: Dolandırıcılık denetleme
uk_ua: Перевірка шахрайства
vi_vn: Kiểm tra gian lận

# SettingsSections::anti_fraud::general
source: General
ar_sa: عام
cs_cz: Všeobecné
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
ro_ro: Informații generale
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
ar_sa: مفتاح الترخيص Maxmind
cs_cz: Maxmind licenční klíč
da_dk: Maxmind licensnøgle
de_de: MaxMind Lizenzschlüssel
es_es: Clave de licencia de MaxMind
fr_fr: Clé de licence Maxmind
it_it: Chiave di licenza Maxmind
nl_nl: Maxmind licentiecode
pl_pl: Klucz licencji MaxMind
ro_ro: Cheie de licenţă Maxmind
ru_ru: Лицензионный ключ Maxmind
tr_tr: MaxMind lisans anahtarı
uk_ua: Ліцензійний ключ Maxmind
vi_vn: Maxmind số giấy phép

# SettingsOptions::anti_fraud::anti_fraud_user_id
source: Maxmind user ID
ar_sa: SPANISH
de_de: MaxMind Benutzer-ID
es_es: ID de usuario de Maxmind
fr_fr: ID d'utilisateur MaxMind
it_it: Utente ID intelligente
nl_nl: Maximale gebruikers ID
pl_pl: Identyfikator użytkownika MaxMind
ro_ro: ID de utilizator Maxmind
ru_ru: ID пользователя MaxMind
tr_tr: Maxmind Kullanıcı Kimliği
uk_ua: Ідентифікатор користувача Maxmind
vi_vn: ID người dùng tối đa

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
ar_sa: مسافة آمنة (كم)
cs_cz: Bezpečná vzdálenost (km)
da_dk: Sikker afstand (km)
de_de: Sichere Entfernung (km)
es_es: Distancia de seguridad (km)
fr_fr: Distance de sécurité
it_it: Distanza di sicurezza (km)
nl_nl: Veilige afstand (km)
pl_pl: Bezpieczna odległości (km)
ro_ro: Distanța de siguranță (km)
ru_ru: Безопасная дистанция (км)
tr_tr: Güvenli mesafe (km)
uk_ua: Безпечна дистанція (км)
vi_vn: Khoảng cách an toàn (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
ar_sa: الحد الأعلى لإجمالي الطلب
cs_cz: Maximum sumy objednávky
da_dk: Maksimum ordrer total
de_de: Max. Bestellsumme
es_es: Máximo del pedido
fr_fr: Total max de commande
it_it: Totale ordine massimo
nl_nl: Max. totaal van de bestelling
pl_pl: Maksymalna wartość zamówienia
ro_ro: Totalul maxim al unei comenzi
ru_ru: Максимальная сумма заказа
tr_tr: Maksimum sipariş toplamı
uk_ua: Максимальна сума замовлення
vi_vn: Tổng giá trị đặt hàng tối đa

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
ar_sa: عامل خطر الحد الأقصى (1..100)
cs_cz: Maximální rizikový faktor (1..100)
da_dk: Maksimale risikofaktor (1..100)
de_de: Max. Risikofaktor (1..100)
es_es: Factor de riesgo máximo (1..100)
fr_fr: Facteur de risque maximum (1..100)
it_it: Fattore di rischio massimo (1..100)
nl_nl: Max. risicofactor (1..100)
pl_pl: Maksymalny współczynnik ryzyka (1..100)
ro_ro: Factorul de risc maxim (1..100)
ru_ru: Максимальный фактор риска (1..100)
tr_tr: Maksimum risk faktörü (1..100)
uk_ua: Максимальний фактор ризику (1..100)
vi_vn: Yếu tố nguy cơ tối đa (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
ar_sa: حالة طلب الشراء
cs_cz: Stav objednávky
da_dk: Ordrestatus
de_de: Bestellstatus
es_es: Estado del pedido
fr_fr: Statut de commande
it_it: Stato dell'ordine
nl_nl: Bestelstatus
pl_pl: Status zamówienia
ro_ro: Starea comenzii
ru_ru: Статус заказа
tr_tr: Sipariş durumu
uk_ua: Статус замовлення
vi_vn: Trạng thái đơn hàng

# Languages::anti_fraud.integration_updated_upgrade_notification_title
source: Add-ons: Anti Fraud: MaxMind user ID is now required
ar_sa: الإضافات: مكافحة الغش: معرف المستخدم MaxMind إجباري الآن
de_de: Add-ons: Betrugsprävention: MaxMind Benutzer-ID ist jetzt erforderlich
es_es: Complementos: Anti fraude: La identificación del usuario MaxMind es requerida actualmente
fr_fr: Add-ons. anti-fraude: L'ID d'utilisateur MaxMind est requis maintenant
it_it: Aggiuntos: Anti Fraude: ID d'utente e adesso requisito
nl_nl: Add-ons: Anti Fraud: MaxMind gebruikers ID is nu vereist
pl_pl: Dodatek: Antioszust: ID MaxMind jest wymagane
ro_ro: Add-on-uri: Antifraudă: ID-ul de utilizator MaxMind este acum necesar
ru_ru: Модули: Защита от мошенничества: с настоящего момента для работы модуля требуется ID пользователя MaxMind
tr_tr: Eklentiler: Sahtecilik Koruma: Maxmind kullanıcı kimliğiniz gerekiyor
uk_ua: Додатки: Захист від шахрайства: ідентифікатор користувача MaxMind обов'язковий
vi_vn: Tiện ích: Chống gian lận: ID người dùng tối đa bây giờ là bắt buộc
