Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/backend_google_auth.po
Languages: ar_sa, de_de, el_gr, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua

# Addons::name::backend_google_auth
source: Back-End Sign-In via Google
ar_sa: الخلفية الدخول عبر جوجل
de_de: Back-End-Anmeldung über Google
el_gr: Σύνδεση στο Back-End με Google
pl_pl: Logowanie do panelu administracyjnego za pośrednictwem Google
ru_ru: Вход в панель администратора через Google
tr_tr: Google ile Arka-Uç Giriş Yapma
uk_ua: Вхід до панелі адміністратора через Google

# Addons::description::backend_google_auth
source: Replaces the standard back-end sign-in mechanism with authentication via Google accounts.
ar_sa: استبدال الخلفية القياسية تسجيل الدخول إليه بالمصادقة عن طريق حسابات Google.
de_de: Ersetzt den standardmäßigen Backend-Anmeldemechanismus durch Authentifizierung über Google-Konten.
el_gr: Αντικαθιστά τον μηχανισμό σύνδεσης στην διαχείριση του καταστήματος με μηχανισμό πιστοποίησης μέσω Google accounts.
pl_pl: Zastępuje standardowy mechanizm logowania do panelu sklepu na uwierzytelnianie przez konto Google.
ro_ro: Înlocuiește mecanismul de conectare standard de back-end cu autentificare prin conturile Google.
ru_ru: Заменяет стандартный механизм авторизации в панели администратора на вход через учётную запись Google.
uk_ua: Замінює стандартний механізм авторизації в панелі адміністратора на вхід через обліковий запис Google.

# SettingsOptions::backend_google_auth::credentials
source: Credentials
de_de: Empfehlungen
el_gr: Διαπιστευτήρια
pl_pl: Dane logowania
ro_ro: Credentiale
ru_ru: Учётные данные
tr_tr: Bilgiler
uk_ua: Облікові дані

# SettingsOptions::backend_google_auth::backend_google_auth_client_id
source: Client ID
ar_sa: معرف العميل
de_de: Kunden-ID
el_gr: Ταυτότητα πελάτη
pl_pl: Numer ID klienta
ro_ro: ID-ul clientului
ru_ru: Идентификатор клиента
tr_tr: Sunucu ID'si
uk_ua: ID клієнта

# SettingsOptions::backend_google_auth::backend_google_auth_client_secret
source: Client secret
de_de: Kundengeheimnis
pl_pl: Tajny klucz klienta
ru_ru: Секрет клиента
uk_ua: Секрет клієнта

# Languages::backend_google_auth.user_not_found
source: The <strong>[user]</strong> user not found
de_de: Der <strong>[user]</strong> Benutzer wurde nicht gefunden
el_gr: Ο χρήστης</strong> [user]<strong>δεν βρέθηκε
pl_pl: Użytkownik <strong>[user]</strong> nie został znaleziony
ro_ro: Utilizatorul <strong> [user] </strong> nu a fost găsit
ru_ru: Не удалось найти пользователя <strong>[user]</strong>
tr_tr: <strong>[user]</strong> kullanıcısı bulunamadı
uk_ua: Не знайдено користувача <strong>[user]</strong>

# Languages::backend_google_auth.settings.warning
source: Once you configure this add-on, only administrators with Gmail email addresses will be able to sign in to the Administration panel. If your administrators have non-Google email addresses specified, don't configure the add-on, or else those administrators won't be able to sign in.
ar_sa: بمجرد تهيئة هذه الإضافة ، لن يتمكن سوى المشرفين الذين لديهم عناوين البريد الإلكتروني في Gmail من تسجيل الدخول إلى لوحة الإدارة. إذا كان مسؤولو موقعك لديهم عناوين بريد إلكتروني غير تابعة لـ Google محددة ، فلا تقم بتكوين الوظيفة الإضافية ، وإلا فلن يتمكن هؤلاء المشرفون من تسجيل الدخول.
de_de: Sobald Sie dieses Add-on konfiguriert haben, können sich nur Administratoren mit Google Mail-Adressen im Administrationsbereich anmelden. Wenn Ihre Administratoren Nicht-Google-Mail-Adressen angegeben haben, konfigurieren Sie das Add-on nicht und die Administratoren können sich nicht anmelden.
el_gr: Από την στιγμή που θα έχετε ενεργοποιήσει αυτό το πρόσθετο, μόνο διαχειριστές που έχουν λογαριασμό Gmail, θα μπορούν να συνδεθούν στο πάνελ διαχείρισης. Αν υπάρχουν διαχειριστές οι οποίοι έχουν δηλωμένο μη gmail λογαριασμό, μην ενεργοποιήσετε αυτό το πρόσθετο, γιατί σε διαφορετική περίπτωση οι διαχειριστές με email το οποίο δεν είναι gmail, δεν θα μπορούν να συνδεθούν.
pl_pl: Po skonfigurowaniu tego dodatku tylko administratorzy z adresami e-mail Gmaila będą mogli zalogować się w panelu administracyjnym. Jeśli Twoi administratorzy mają ustawione adresy e-mail spoza Google, nie konfiguruj dodatku, ponieważ nie będą mogli się zalogować.
ro_ro: După ce configurați acest add-on, numai administratorii cu adrese de e-mail Gmail vor putea să se conecteze la panoul Administrare. Dacă administratorii dvs. au adrese de e-mail non-Google specificate, nu configurați add-on-ul, altfel administratorii nu vor putea să se conecteze.
ru_ru: Когда вы настроите этот модуль, только администраторы с электронными адресами Gmail смогут войти в панель администратора. Если у ваших администраторов указаны электронные адреса не от Google, то после настройки модуля эти администраторы не смогут получить доступ к своим учётным записям.
uk_ua: Коли ви налаштуєте цей модуль, тільки адміністратори з електронними адресами Gmail зможуть увійти до панелі адміністратора. Якщо у ваших адміністраторів вказано електронні адреси не від Google, то після налаштування модуля ці адміністратори не зможуть отримати доступ до своїх облікових записів.

# Languages::backend_google_auth.settings.create_new_application
source: To acquire your client ID and secret create a new application in your Google APIs account.
de_de: Um Ihre Kunden-ID und Ihr Passwort zu erhalten, erstellen Sie eine neue Anwendung in Ihrem Google-API-Konto.
el_gr: Για να αποκτήσετε client ID και secret κωδικό πρόσβασης, δημιουργήστε μία νέα εφαρμογή στον λογαριασμό Google APIs.
pl_pl: Aby uzyskać swój identyfikator klienta i tajny klucz, utwórz nową aplikację na swoim koncie Google API.
ro_ro: Pentru a dobândi ID-ul de client și secret creati o nouă aplicație în contul dvs. Google API-uri.
ru_ru: Чтобы получить идентификатор и секрет клиента, создайте новое приложение в вашей учётной записи Google APIs.
uk_ua: Щоб отримати клієнт ID и секрет, створіть новий застосунок в вашому обліковому записі Google APIs.

# Languages::backend_google_auth.settings.learn_more_about
source: Learn more about Google APIs
ar_sa: تعرف على المزيد حول واجهات برمجة تطبيقات Google
de_de: Erfahren Sie mehr über Google-APIs
el_gr: Μάθετε περισσότερα σχετικά με το Google APIs
pl_pl: Dowiedz się więcej o API Google
ro_ro: Aflați mai multe despre API-urile Google
ru_ru: Подробнее о Google APIs
tr_tr: Google API'leri hakkında daha fazla bilgi edinin
uk_ua: Докладніше про Google API

# Languages::backend_google_auth.settings.provide_your_credentials
source: Please provide your Google API credentials
ar_sa: يرجى تقديم بيانات اعتماد Google API الخاصة بك
de_de: Bitte geben Sie Ihre Google API-Anmeldeinformationen ein
el_gr: Παρακαλώ εισάγετε τα διαπιστευτήρια από το Google API
pl_pl: Podaj dane logowania do interfejsu API Google
ro_ro: Furnizați acreditările dvs. API Google
ru_ru: Предоставьте учётные данные Googe API
tr_tr: Lütfen Google API bilgilerinizi girin
uk_ua: Будь ласка, надайте облікові дані Google API

# Languages::backend_google_auth.settings.authorized_redirect_uris
source: Your authorized redirect URIs:
de_de: Ihre autorisierten Umleitungs-URIs:
el_gr: Τα εξουσιοδοτημένα από εσάς URI ανακατεύθυνσης:
pl_pl: Twój autoryzacyjny adres przekierowania URI:
ro_ro: URI-urile de redirecționare autorizate:
ru_ru: Ваш разрешенный URI перенаправления:
tr_tr: İzin verilmiş yönlendirme URL'leriniz:
uk_ua: Ваш дозволений URI перенаправлення:

# Languages::backend_google_auth.settings.save_and_check_btn
source: Save and test the sign-in
ar_sa: حفظ واختبار تسجيل الدخول
de_de: Speichern und Testen der Anmeldung
el_gr: Αποθηκεύστε και δοκιμάστε να συνδεθείτε
pl_pl: Zapisz i przetestuj logowanie
ro_ro: Salvați și testați conectarea
ru_ru: Сохранить и проверить вход
tr_tr: Kaydet ve girişi dene
uk_ua: Зберегти і протестувати вхід

# Languages::backend_google_auth.errors.not_configured
source: Please configure the add-on first
ar_sa: الرجاء تكوين الوظيفة الإضافية الأولى
de_de: Bitte konfigurieren Sie zuerst das Add-on
el_gr: Παρακαλώ ρυθμίστε το πρόσθετο πρώτα
pl_pl: Najpierw skonfiguruj dodatek
ro_ro: Configurați mai întâi add-on-ul
ru_ru: Сначала нужно настроить модуль
tr_tr: Lütfen önce eklentiyi ayarlayın
uk_ua: Спочатку необхідно налаштувати модуль

# Languages::backend_google_auth.warnings.only_gmail_address_is_available_to_auth
source: The "Back-End Sign-In via Google" add-on is active. Only administrators with Gmail email addresses will be able to sign in.
ar_sa: الوظيفة الإضافية "تسجيل الدخول إلى الخلف عبر Google" نشطة. لن يتمكن سوى المشرفين الذين لديهم عناوين بريد إلكتروني في Gmail من تسجيل الدخول.
de_de: Das Add-on "Back-End Sign-In via Google" ist aktiv. Nur Administratoren mit GoogleMail-Adressen können sich anmelden.
el_gr: To πρόσθετο "Σύνδεση στο Back-End με Google" έχει ενεργοποιηθεί. Μόνο οι διαχειριστές με διευθύνσεις ηλεκτρονικού ταχυδρομείου τύπου Gmail θα μπορούν να συνδεθούν.
pl_pl: Aktywny jest dodatek "Logowanie do panelu administracyjnego za pośrednictwem Google". Tylko administratorzy z adresami e-mail Gmaila będą mogli się logować.
ro_ro: Este activă extensia "Conectare back-end prin Google". Numai administratorii cu adrese de e-mail Gmail vor putea să se conecteze.
ru_ru: Модуль "Вход в панель администратора через Google" включен. Только администраторы с электронными адресами Gmail смогут войти в свои учётные записи.
tr_tr: ''Google ile Arka-Uç Giriş Yapma'' eklentisi aktif. Sadece Gmail email'lerine sahip yöneticiler giriş yapabilecek.
uk_ua: Модуль "Вхід в панель адміністратора через Google" увімкнено. Тільки адміністратори з електронними адресами Gmail зможуть увійти в свої облікові записи.

# Languages::backend_google_auth.login_page.help
source: Please select the email address that was specified for your administrator account.
ar_sa: الرجاء تحديد عنوان البريد الإلكتروني الذي تم تحديده لحساب المسؤول الخاص بك.
de_de: Bitte wählen Sie die E-Mail-Adresse, die für Ihr Administratorkonto angegeben wurde.
el_gr: Παρακαλώ επιλέξτε τον λογαριασμό email που είχατε ορίσει για τον λογαριασμό διαχειριστή σας.
pl_pl: Wybierz adres e-mail określony dla konta administratora.
ro_ro: Vă rugăm selectaţi adresa de e-mail pe care aţi specificat-o pentru contul de administrator.
ru_ru: Выберите электронный адрес, который был указан в вашей учётной записи администратора.
uk_ua: Будь ласка, оберіть електронну адресу, вказану для облікового запису адміністратора.

# Languages::backend_google_auth.login_page.btn
source: Sign in with Google
ar_sa: تسجيل الدخول باستخدام جوجل
de_de: Anmelden mit Google
el_gr: Συνδεθείτε μέσω λογαριασμού Google
pl_pl: Zaloguj się za pomocą Google
ro_ro: Autentificaţi-vă prin Google
ru_ru: Войти через Google
tr_tr: Google ile giriş yap
uk_ua: Увійдіть за допомогою Google
