Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/banners.po
Languages: ar_sa, cs_cz, da_dk, de_de, fr_fr, id_id, ja_jp, tr_tr, vi_vn

# Addons::name::banners
source: Banners management
ar_sa: إدارة البانرات
cs_cz: Správa bannerů
da_dk: Bannereadministration
de_de: Werbeverwaltung
fr_fr: Gestion de bannières
id_id: Manajemen Spanduk
ja_jp: バナー管理
tr_tr: Afiş yönetimi
vi_vn: Quản lý biểu ngữ quảng cáo

# Addons::description::banners
source: Allows you to create text and visual banners
ar_sa: يسمح لك بإنشاء النص ولافتات البصرية
cs_cz: Modul pro správu bannerových reklam
da_dk: Tillader dig at oprette tekst og visuelle bannere
de_de: Ermöglicht Grafik- und Textbanner zu erstellen
fr_fr: Vous permet de créer des bannières texte et image
id_id: Fitur untuk menambahkan banner visual atau banner teks
ja_jp: ショップページに表示するバナーを管理します
tr_tr: Metin ve görsel afiş oluşturmanıza olanak sağlar
vi_vn: Cho phép bạn tạo văn bản và hình ảnh biểu ngữ

# Languages::banners.new_banner
source: New banner
ar_sa: بانر جديد
cs_cz: Nový banner
da_dk: Ny banner
de_de: Banner hinzufügen
fr_fr: Nouvelle bannière
id_id: Banner baru
ja_jp: 新規バナー
tr_tr: Yeni afiş
vi_vn: Bảng quảng cáo mới

# Languages::banners.editing_banner
source: Editing banner
ar_sa: تحرير بانر
cs_cz: Editace banneru
da_dk: Rediger banner
de_de: Banner bearbeiten
fr_fr: Édition de la bannière
id_id: Edit banner
ja_jp: バナーの編集
tr_tr: Afiş düzenleme
vi_vn: Chỉnh sửa banner quảng cáo

# Languages::add_banner
source: Add banner
ar_sa: إضافة بانر
cs_cz: Přidat banner
da_dk: Tilføj banner
de_de: Banner hinzufügen
fr_fr: Ajouter une bannière
id_id: Tambahkan banner
ja_jp: バナーの追加
tr_tr: Afiş ekle
vi_vn: Thêm bảng quảng cáo

# Languages::banner
source: Banner
ar_sa: بانر
fr_fr: Bannière
ja_jp: バナー
tr_tr: Afiş
vi_vn: Bảng quảng cáo

# Languages::banners
source: Banners
ar_sa: بانرات
cs_cz: Bannery
da_dk: Bannere
de_de: Banner
fr_fr: Bannières
id_id: Banner-Banner
ja_jp: バナー
tr_tr: Afişler
vi_vn: Bảng quảng cáo

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
ar_sa: إنشاء لافتات نصية وصورية التي يمكن ثم وضعها في الواجهة.
cs_cz: Vytvořte grafické a textové bannery, které pak mohou být umístěny v zákaznické části.
da_dk: Oprette grafik og tekst bannere, der derefter kan placeres på butiksfacaden.
de_de: Grafik- und Textbanner erstellen, die anschließend auf der Shopseite platziert werden können.
fr_fr: Créer des bannières texte et graphique qui peuvent être insérées dans la vitrine.
id_id: Buat banner gambar atau banner teks untuk ditampilkan pada halaman depan toko.
ja_jp: ショップフロントに表示する画像バナーまたはテキストバナーを登録
tr_tr: Daha sonra mağazaya yerleştirmek için grafik ve metin afiş oluştur
vi_vn: Tạo bảng quảng cáo đồ họa và văn bản sau đó có thể được đặt trên cửa hàng.

# Languages::banner_code
source: Banner code
ar_sa: رمز البانر
cs_cz: Kód banneru
da_dk: Bannerkode
fr_fr: Code bannière
id_id: Kode banner
ja_jp: バナーコード
tr_tr: Afiş kodu
vi_vn: Mã bảng quảng cáo

# Languages::banner_code_for_some_products
source: Banner code for some products
ar_sa: رمز بانر لبعض المنتجات
cs_cz: Kód banneru pro některé produkty
da_dk: Bannerkode for nogle produkter
de_de: Bannercode für einige Artikel
fr_fr: Code bannière pour quelques produits
id_id: Kode banner untuk beberapa produk
ja_jp: 商品用バナーコード
tr_tr: Bazı ürünler için afiş kodu
vi_vn: Mã bảng quảng cáo cho một số sản phẩm

# Languages::manage_banners
source: Manage banners
ar_sa: إدارة البانرات
cs_cz: Spravovat bannery
da_dk: Administrer bannere
de_de: Banner verwalten
fr_fr: Gestion des bannières
id_id: Kelola banner
ja_jp: バナーの管理
tr_tr: Afişleri yönet
vi_vn: Quản lý bảng quảng cáo

# Languages::block_banners
source: Banners
ar_sa: بانرات
cs_cz: Bannery
da_dk: Bannere
de_de: Banner
fr_fr: Bannières
id_id: Spanduk
ja_jp: バナー
tr_tr: Afişler
vi_vn: Bảng quảng cáo

# Languages::block_banners_description
source: Visual and text banners
ar_sa: بانرات بصرية ونصية
cs_cz: Vizuální a textové bannery
da_dk: Visual og tekst bannere
de_de: Grafik- und Textbanner
fr_fr: Bannières image et texte
id_id: Banner visual dan teks
ja_jp: 画像・テキストバナー
tr_tr: Görsel ve metin afişler
vi_vn: Bảng quảng cáo trực quan và văn bản

# Languages::privileges.view_banners
source: Can view
fr_fr: Peut voir
id_id: Dapat melihat
tr_tr: Görüntüleyebilirsin
vi_vn: Có thể xem

# Languages::privileges.manage_banners
source: Can edit
ar_sa: قابل للتحرير
fr_fr: Peut éditer
id_id: Dapat mengedit
tr_tr: Düzenleyebilirsin
vi_vn: Có thể chỉnh sửa

# Languages::privilege_groups.banners
source: Banners
ar_sa: بانرات
fr_fr: Bannières
id_id: Poster-poster
tr_tr: Afişler
vi_vn: Biểu ngữ quảng cáo

# Languages::add_banners
source: Add banners
ar_sa: إضافة بانرات
cs_cz: Přidat bannery
da_dk: Tilføj bannere
de_de: Banner hinzufügen
fr_fr: Ajouter des bannières
id_id: Tambahkan Banner
ja_jp: バナーの追加
tr_tr: Afiş ekle
vi_vn: Thêm bảng quảng cáo

# Languages::add_banners_and_close
source: Add banners and close
ar_sa: إضافة بانرات وإغلاق
cs_cz: Přidat bannery a zavřít
da_dk: Tilføj bannere og luk
de_de: Banner hinzufügen und schließen
fr_fr: Ajouter les bannières et fermer
id_id: Tambahkan Banner dan tutup
ja_jp: バナーを追加して閉じる
tr_tr: Afiş ekle ve kapat
vi_vn: Thêm bảng quảng cáo và đóng

# Languages::graphic_banner
source: Graphic banner
ar_sa: بانر صوري
cs_cz: Grafický banner
da_dk: Grafisk banner
de_de: Grafikbanner
fr_fr: Bannière graphique
id_id: Banner gambar
ja_jp: 画像バナー
tr_tr: Grafik afiş
vi_vn: Bảng quảng cáo đồ họa

# Languages::text_banner
source: Text banner
ar_sa: بانر نصي
cs_cz: Textový banner
da_dk: Tekst banner
fr_fr: Bannière au format texte
id_id: Teks banner
ja_jp: テキストバナー
tr_tr: Metin afiş
vi_vn: Bảng quảng cáo văn bản

# Languages::views
source: Views
ar_sa: المشاهدات
cs_cz: Zobrazení
da_dk: Visninger
de_de: Ansichten
fr_fr: Aperçus
id_id: Dilihat
ja_jp: ビュー
tr_tr: Görünümler
vi_vn: Số lần xem

# Languages::conversion
source: Conversion
ar_sa: التحويل
cs_cz: Konverze
da_dk: Omregning
de_de: Konvertierung
id_id: Konversi
ja_jp: コンバージョン
tr_tr: Dönüştürme
vi_vn: Chuyển đổi

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
ar_sa: بعد قيامك بإنشاء بانر هنا، يجب استخدام <strong>محرر تخطيط</strong> لإضافته إلى الواجهة. <br/> <br/> الذهاب إلى <a href="[layouts_href]" target="_blank"> تخطيطات ← التصميم</a>، قم بالتبديل إلى الموقع حيث تريد الراية تظهر، وإضافة كتلة جديدة مع نوع <strong>لافتات</strong>. <br/> <br/> في هذا إعدادات كتلة، انتقل إلى علامة التبويب <strong>محتوى</strong>، اختيار شغل <strong>يدوي</strong>، وانقر فوق الزر <strong>إضافة لافتات</strong>. <br/> <br/> سوف تشاهد قائمة جميع لافتات في المخزن الخاص بك. اختر منها التي تحتاج إليها، وانقر فوق الزر <strong>إضافة لافتات وإغلاق</strong>. <br/> <br/> أخيرا، انقر على الزر "<strong>إنشاء</strong>" لحفظ التغييرات الخاصة بك.
cs_cz: Po vytvoření bannera, byste měli použít <strong>editor rozložení</strong> pro přidání do zákaznické části.<br /><br />Jděte na <a href="[layouts_href]" target="_blank">Design → Rozvržení</a>, přejděte na místo, kam chcete aby se banner zobrazoval a přidejte nový blok s typem <strong>bannery</strong>.<br /><br />V nastavení tohoto bloku přejděte na kartu <strong>obsah</strong>, vyberte <strong>manuální</strong> vyplnění a klepněte na tlačítko <strong>přidat bannery</strong>.<br /><br />Pak uvidíte seznam všech bannerů ve vašem obchodě. Vyberte si jeden a klikněte na tlačítko <strong>přidat bannery a zavřít</strong>.<br /><br />Nakonec klikněte na tlačítko <strong>vytvořit</strong> pro uložení změn.
da_dk: Efter du opretter et banner her, skal du bruge <strong>Layouteditor</strong> for at tilføje det til butikken. < br / > < br / > gå til <a href="[layouts_href]" target="_blank"> Design → layout</a>, Skift til den placering, hvor banneren skal vises, og tilføj en ny blok med type <strong>bannere</strong>. < br / > < br / > i denne blokindstilling, gå til fanen <strong>Indhold</strong> vælg <strong>Manuel</strong> påfyldning, og klik på knappen <strong>Tilføj bannere</strong>. < br / > < br / > Du vil se listen over alle bannere i din butik. Vælg dem du har brug for og klik på knappen <strong>Tilføj bannere og luk</strong>. < br / > < br / > Til sidsts, klik på <strong>Opret</strong>-knappen for at gemme dine ændringer.
de_de: Nach dem Erstellen eines Banners, sollten Sie den <strong>Layout-Editor</strong> verwenden, um das Banner auf der Shopseite zu platzieren.<br /><br />Gehen Sie hierzu auf <a href="[layouts_href]" target="_blank">Design → Layouts</a> und wechseln Sie an die Stelle, an der das Banner angezeigt werden soll. Fügen Sie anschließend einen neuen Block mit <strong>Banner</strong> ein.<br /><br />In den Blockeinstellungen gehen Sie zum Tab <strong>Inhalt</strong> und wählen <strong>Manuelle</strong> Befüllung aus und klicken anschließend auf den Button <strong>Banner hinzufügen</strong>.<br /><br />Sie sehen nun die Liste aller Banner in Ihrem Shop. Wählen Sie den/die Benötigten aus und klicken auf den Button <strong>Banner hinzufügen und schließen</strong>.<br /><br />Abschließend klicken Sie auf den Button <strong>Erstellen</strong>, um die Änderungen zu speichern.
fr_fr: Après avoir créé une bannière, vous devez utiliser l'<strong>éditeur de layout</strong> pour l'ajouter à la boutique.<br /><br />Allez à <a href="[layouts_href]" target="_blank">Design → Layouts</a>, commutez vers l'emplacement où vous souhaitez que la bannière apparaisse et ajoutez un nouveau bloc type<strong>Banières</strong>.<br /><br />Dans les paramètres de ce bloc, allez dans l'onglet <strong>Contenu</strong>, choisissez le remplissage<strong>manuel</strong>, et cliquez sur le bouton <strong>Ajouter bannières.</strong><br /><br />Vous verrez la liste de toutes les bannières de votre boutique. Sélectionnez celle(s) dont vous avez besoin et cliquer sur le bouton <strong>Ajouter bannières et fermer.</strong><br /><br />Finalement cliquez sur le bouton <strong>Créer</strong>pour enregistrer vos modifications.
id_id: Setelah anda membuat banner, gunakan <strong>Layout Editor</strong> untuk menambahkannya ke halaman toko. <br /> <br /> Silahkan menuju <a href="[layouts_href]" target="_blank"> Desain → Layout</a>, sesuaikan banner pada lokasi dimana anda ingin memunculkannya, dengan menambahkan blok baru dengan type <strong>Banner</strong>. <br /> <br /> dari pengaturan blok, silahkan menuju tab <strong>Konten</strong>, Tentukan dengan <strong>Manual</strong>, dan klik tombol <strong>Tambah Banner</strong>. <br /> <br /> Anda akan melihat semua daftar banner yang sudah ada pada toko. Pilih salahsatu banner dan klik tombol <strong>Tambah banner dan Tutup</strong>. <br /> <br /> untuk menyelesaikannya, klik tombol <strong>Tambah/ Simpan</strong> untuk menyimpan perubahan.
ja_jp: 作成したバナーは <strong><a href="[layouts_href]" target="_blank">レイアウトエディター</a></strong> を使ってショップフロントに表示させることができます。
tr_tr: Afiş oluşturulduktan sonra vitrine eklemek için <strong>yerleşim editörü</strong> kullanmanız gerekir < br / > < br / > <a href="[layouts_href]" target="_blank"> Tasarım → Yerleşim</a>, afişi görünmesini istediğiniz konuma geçirin ve <strong>afiş</strong> türü ile yeni bir blok ekleyin. < br / > < br / > blok ayarlarında, <strong>içerik</strong> sekmesine gidin <strong>manuel</strong> dolgu seçin ve <strong>afiş ekle</strong> düğmesine tıklayın.< br / > < br / >Mağazanızda tüm afişlerin listesini göreceksiniz. Seçim yapın ve <strong>afiş ekle ve kapat</strong> düğmesini tıklayın < br / > < br / > . Sonunda, değişikliklerinizi kaydetmek için <strong>Oluştur</strong> düğmesini tıklatın.
vi_vn: Sau khi bạn tạo một bảng quảng cáo ở đây, bạn nên sử dụng <strong>công cụ chỉnh sửa bố cục</strong> để thêm nó vào trang chính. <br /> <br /> Làm theo <a href="[layouts_href]" target="_blank"> thiết kế → bố cục</a>, chuyển sang vị trí nơi bạn muốn các biểu ngữ xuất hiện, và thêm một loại block mới <strong>banner quảng cáo</strong>. <br /> <br /> trong cài đặt block, đi đến tab <strong>nội dung</strong>, chọn đầy đủ <strong>hướng dẫn sử dụng</strong>, và nhấp vào nút <strong>Thêm banner quảng cáo</strong>. <br /> <br /> bạn sẽ thấy danh sách tất cả các banner quảng cáo trong cửa hàng của bạn. Chọn một mục bạn cần và bấm vào nút <strong>Thêm banner và đóng</strong>. <br /> <br /> cuối cùng, bấm vào nút <strong>tạo</strong> để lưu thay đổi của bạn.

# SettingsSections::banners::general
source: General
ar_sa: عام
cs_cz: Všeobecné
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
id_id: Umum
ja_jp: 基本設定
tr_tr: Genel
vi_vn: Tổng quát

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
ar_sa: تمكين تعدد اللغات للصور/الروابط
cs_cz: Povolit vícejazyčné obrázky/URL
da_dk: Aktivere multi-sprog billeder/webadresser
de_de: Mehrsprachige Bilder/URLs aktivieren
fr_fr: Activer les images/URL multi-langues
id_id: Aktifkan multi-bahasa gambar/URL
ja_jp: 言語毎にバナー画像や遷移先URLを切り替え
tr_tr: Çoklu dil resimleri/URL'leri etkinleştir
vi_vn: Sử dụng đa ngôn ngữ Hình ảnh/URL
