Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/bestsellers.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
ar_sa: الأكثر مبيعاً و المنتجات المخفضة
cs_cz: Nejprodávanější, v akci a související produkty
da_dk: Bestsellere & Udsalgsprodukter
de_de: Bestseller & rabattierte Artikel
el_gr: Καλύτερα σε Πωλήσεις & Προϊόντα με Έκπτωση
es_es: Más vendidos y productos en oferta
fr_fr: Meilleures ventes & Produits en soldes
id_id: Penjualan terbaik & Pada produk yang dijual
it_it: Bestseller & prodotti in vendita
ja_jp: ベストセラーとセール中商品
nl_nl: Best verkocht & Uitverkoop producten
no_no: Bestselgere og tilbudsprodukter
pl_pl: Bestsellery i produkty w wyprzedaży
ro_ro: Cel mai bine vandut & pe-vânzare produse
ru_ru: Хиты продаж и товары со скидкой
tr_tr: Satıştaki & En çok satan ürünler
uk_ua: Хіти продажу і товари зі знижкою
vi_vn: Sản phẩm bán chạy & Sản phẩm đang khuyến mãi

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
ar_sa: يجمع مبيعا وعلى البيانات بيع المنتجات ويضيف حشوات كتلة لإظهار مثل هذه المنتجات
cs_cz: Shromažďuje údaje o nejprodávanějších a výprodejových produktech a přidá blok se zobrazením těchto produktů
da_dk: Indsaml bedst sælgende & udsalgs produktdata og tilføj blokfyldninger for at vise sådanne produkter
de_de: Sammelt Daten der meistverkauften und rabattierten Artikel und fügt den Inhalt zur Übersicht in einen Block
el_gr: Συλλέγει Best Sellers Προϊόντα & προιόντα σε έκπτωση και προσθέτει περιεχόμενο σε μπλοκ για να δείξει αυτά τα προϊόντα
es_es: Registra datos de los productos más vendidos y de oferta y añade una procedencia para mostrar estos productos en bloques
fr_fr: Récolte les données des meilleures ventes & des produits en solde et ajoute le remplissage des blocs pour montrer ces produits.
id_id: Koleksi terlaris & pada penjualan data produk menambahkan beberapa blok untuk menunjukkan produk tersebut
it_it: Raccoglie i più venduti & i dati di vendita dei prodotti e popola i blocchi mostrando tali prodotti
ja_jp: ベストセラー商品とセール中の商品を抽出してブロックに表示します
nl_nl: Verzameld dest verkopende & aanbiedingen en voegt deze toe aan een blok om de producten te tonen
no_no: Samler data fra bestselgere og tilbudsprodukter og legger til blokker for å vise slike produkter
pl_pl: Informacje o najlepiej sprzedających się produktach i produktach wyprzedażowych i prezentacja takich produktów w blokach
ro_ro: Colectează cele mai bune vânzări & produse la promoție şi adaugă bloc pentru a arăta astfel de produse
ru_ru: Отображение товаров со скидкой и самых продаваемых товаров в блоке на витрине
tr_tr: En çok satan & satış Ürün verilerini toplar ve bu tür ürünleri göstermek için blok dolguları ekler
uk_ua: Відображення товарів зі знижкою і найбільш продаваних товарів в блоці на вітрині
vi_vn: Thu thập dữ liệu sản phẩm bán chạy nhất & sản phẩm khuyến mãi và cho biết thêm cách hiển thị trong khối để hiển thị các sản phẩm

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
ar_sa: فرز حسب الأكثر مبيعاً: الأدنى إلى الأعلى
cs_cz: Seřadit dle prodejnosti: od nejnižší po nejvyšší
da_dk: Sorter efter bedst sælgende: lav til høj
de_de: Sortiert nach meistverkauft: niedrig zu hoch
el_gr: Ταξινόμηση κατά Best Seller: Άυξουσα
es_es: Ordenar por más vendidos: de menos a más
fr_fr: Trie par meilleures ventes : faible à élevé
id_id: Urut berdasarkan posisi: Rendah - Tinggi
it_it: Ordina per più venduti: crescente
ja_jp: 売上の低い順
nl_nl: Sorteren op Bestselling: laag naar hoog
no_no: Sorter etter bestselgende: lav til høy
pl_pl: Sortuj według bestsellerów rosnąco
ro_ro: Sortare după cel mai bine vândut: de la mic la mare
ru_ru: Сортировать по покупаемости: Наименее покупаемые в начале
tr_tr: En çok satan ürüne göre sırala: Düşükten Yükseğe
uk_ua: Сортувати по купівельному показнику: ті що купуються менше на початку
vi_vn: Xếp theo Bán chạy nhất: Thấp đến Cao

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
ar_sa: فرز حسب الأكثر مبيعاً
cs_cz: Seřadit podle prodejnosti
da_dk: Sorter efter bedst sælgende
de_de: Sortiert nach meistverkauft
el_gr: Ταξινόμηση κατά Μπεστ Σελλερ
es_es: Ordenar por más vendidos
fr_fr: Trier par meilleures ventes
id_id: Urutkan berdasarkan terlaris
it_it: Ordina per più venduti
ja_jp: 売上の高い順
nl_nl: Sorteren op bestseller
no_no: Sorter etter bestselgende
pl_pl: Sortuj według bestsellerów
ro_ro: Sortare după cel mai bine vândut
ru_ru: Сортировать по покупаемости
tr_tr: En çok satan ürüne göre sırala
uk_ua: Сортувати по топу продажів
vi_vn: Xếp theo Bán chạy nhất

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
ar_sa: فرز حسب التخفيض: الأدنى إلى الأعلى
cs_cz: Seřadit podle slevy: od nejnižší po nejvyšší
da_dk: Sorter efter rabat: lav til høj
de_de: Sortiert nach Rabatt: Niedrig zu hoch
el_gr: Ταξινόμηση κατά έκπτωση: Μικρότερη σε Μεγαλύτερη
es_es: Ordenar por descuento: de menos a más
fr_fr: Trier par rabais: faible à élevé
id_id: Urut berdasarkan harda: Rendah - Tinggi
it_it: Ordina per sconto: crescente
ja_jp: 割引率の低い順
nl_nl: Sorteren op korting: laag naar hoog
no_no: Sorter etter rabatt: lav til høy
pl_pl: Sortuj według rabatu rosnąco
ro_ro: Sortare după discount : de la mic la mare
ru_ru: Сортировать по размеру скидки: высокие скидки в конце
tr_tr: İndirime göre sırala: Düşükten Yükseğe
uk_ua: Сортувати за розміром знижки: Найбільші знижки на початку
vi_vn: Xếp theo giảm giá: Thấp đến Cao

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
ar_sa: فرز حسب الخصم: عالية إلى منخفضة
cs_cz: Seřadit podle slevy: od nejvyšší po nejnižší
da_dk: Sorter efter rabat: høj til lav
de_de: Sortiert nach Rabatt: Hoch zu niedrig
el_gr: Ταξινόμηση κατά έκπτωση: Μεγαλύτερη σε μικρότερη
es_es: Ordenar por descuento: de más a menos
fr_fr: Trier par rabais: élevé à faible
id_id: Urut berdasar Posisi: Tinggi - Rendah
it_it: Ordina per sconto: decrescente
ja_jp: 割引率の高い順
nl_nl: Sorteren op korting: hoog naar laag
no_no: Sorter etter rabatt: høy til lav
pl_pl: Sortuj według rabatu malejąco
ro_ro: Sortare după discount : de la mare la mic
ru_ru: Сортировать по размеру скидки: высокие скидки в начале
tr_tr: İndirime göre sırala: Yüksekten Düşüğe
uk_ua: Сортувати за розміром знижки: найбільші знижки в кінці
vi_vn: Xếp theo giảm giá: Cao đến Thấp

# Languages::sales_amount
source: Sales amount
ar_sa: كمية المبيعات
cs_cz: Částka prodeje
da_dk: Salgsbeløb
de_de: Umsatz
el_gr: Ποσό πωλήσεων
es_es: Cantidad de ventas
fr_fr: Montant des ventes
id_id: Jumlah penjualan
it_it: Importo vendite
ja_jp: 販売個数
nl_nl: Korting
no_no: Salgssum
pl_pl: Liczba sprzedanych produktów
ro_ro: Suma de vânzări
ru_ru: Количество продаж
tr_tr: Satış miktarı
uk_ua: Об'єм продажів
vi_vn: Số lượng bán

# Languages::bestselling
source: Bestselling
ar_sa: الأكثر مبيعاً
cs_cz: Nejprodávanější
da_dk: Mest solgte
de_de: Meistverkauft
el_gr: Καλύτερα σε πωλήσεις
es_es: Más vendidos
fr_fr: Best-seller
id_id: Terlaris
it_it: Più venduto
ja_jp: ベストセラー
nl_nl: Bestseller
no_no: Bestselgende
pl_pl: Bestsellery
ro_ro: Cele mai vândute
ru_ru: Хиты продаж
tr_tr: En çok satan ürün
uk_ua: Хіти продаж
vi_vn: Bán chạy nhất

# Languages::on_sale
source: On sale
ar_sa: تخفيض
cs_cz: Výprodej
da_dk: På udsalg
de_de: Rabattiert
el_gr: Σε έκπτωση
es_es: En oferta
fr_fr: En solde
id_id: Dijual
it_it: In vendita
ja_jp: セール中
nl_nl: Aanbiedingen
no_no: Tilbud
pl_pl: Wyprzedaż
ro_ro: Promoție
ru_ru: Товары со скидкой
tr_tr: Satılık
uk_ua: Зі знижкою
vi_vn: Đang bán khuyến mãi

# Languages::similar
source: Similar
ar_sa: مشابه
cs_cz: Podobné
da_dk: Lignende
de_de: Ähnlich
el_gr: Παρόμοια
fr_fr: Similaire
id_id: Serupa
it_it: Simili
ja_jp: 類似商品
nl_nl: Gelijk
no_no: Lignende
pl_pl: Podobne
ro_ro: Similare
ru_ru: Аналогичные товары
tr_tr: Benzer
uk_ua: Подібні
vi_vn: Tương tự như

# Languages::percent_range
source: Price range (in % of the main product's price)
ar_sa: النطاق السعري (بالنسبة المئوية % من السعر الأصلي للمنتج)
cs_cz: Cenové rozpětí (v % z ceny hlavního výrobku)
da_dk: Prisklasse (i % af hovedproduktets pris)
de_de: Preisspanne (in % des eigentlichen Artikelpreises)
el_gr: Εύρος τιμής (σε % της τιμής του κύριου προϊόντος)
es_es: Rango de precios (en % del precio del producto principal)
fr_fr: Gamme de prix (en % du prix du produit principal)
id_id: Kisaran harga (dalam % dari harga produk utama)
it_it: Fascia di prezzo (in % del prezzo del prodotto)
ja_jp: 商品詳細ページに表示中の商品に対する価格差(%)
nl_nl: Prijsklasse (in % van de prijs van het hoofdproduct)
no_no: Prisklasse (i % av hovedproduktets pris)
pl_pl: Zakres cenowy (w % od podstawowej ceny produktów)
ro_ro: Gama de preţuri (în % din pretul produsului principal)
ru_ru: Ценовой диапазон (в % от цены основного товара)
tr_tr: Fiyat aralığı (ana ürünün fiyatının % si olarak)
uk_ua: Ціновий діапазон (у % від вартості основного продукта)
vi_vn: Phạm vi giá (trong % giá của sản phẩm)

# Languages::similar_category
source: Of the same category
ar_sa: من نفس الفئة
cs_cz: Ze stejné kategorie
da_dk: I samme kategori
de_de: Aus derselben Kategorie
el_gr: Στην ίδια κατηγορία
es_es: De la misma categoría
fr_fr: De la même catégorie
id_id: Dari kategori yang sama
it_it: Della stessa categoria
ja_jp: 同一カテゴリーの商品のみ表示
nl_nl: Van dezelfde categorie
no_no: I samme kategori
pl_pl: Z tej samej kategorii
ro_ro: Din aceeasi categorie
ru_ru: Из той же категории
tr_tr: Aynı kategoriden
uk_ua: З подібної категорії
vi_vn: Cùng danh mục

# Languages::similar_subcats
source: Consider subcategories
ar_sa: تضمين الأقسام الفرعية
cs_cz: Zvažte podkategorie
da_dk: Overveje underkategorier
de_de: Unterkategorien anzeigen
el_gr: Σε υποκατηγορίες
es_es: Considerar subcategorías
fr_fr: Examiner les sous-catégories
id_id: Pertimbangkan subkategori
it_it: Considera le sottocategorie
ja_jp: サブカテゴリー内の商品を含める
nl_nl: Overweeg subcategorieën
no_no: Vurder underkategorier
pl_pl: Należy wziąć pod uwagę podkategorie
ro_ro: Luaţi în considerare subcategorii
ru_ru: Учитывать подкатегории
tr_tr: Alt kategorileri deneyin
uk_ua: Враховувати підкатегорії
vi_vn: Xem xét danh mục con

# Languages::similar_in_stock
source: Only "in stock" products
ar_sa: فقط المنتجات "في المخزون"
cs_cz: Pouze výrobky skladem
da_dk: Kun "på lager" produkter
de_de: Nur verfügbare Artikel anzeigen
el_gr: Μόνο Προϊόντα με απόθεμα
es_es: Sólo productos "en existencia"
fr_fr: Seuls les produits "en stock"
id_id: Hanya "dalam stok" produk
it_it: Solo prodotti disponibili
ja_jp: 在庫がある商品のみ表示
nl_nl: Alleen producten "in voorraad"
no_no: Bare "på lager" produkter
pl_pl: Tylko produkty "w magazynie"
ro_ro: Produse numai "in stoc"
ru_ru: Показывать только товары в наличии
tr_tr: Yalnız "stoktaki" ürünler
uk_ua: Тільки продукти "в наявності"
vi_vn: Chỉ sản phẩm "còn hàng"

# Languages::final_sale
source: Final sale
ar_sa: التخفيضات النهائية
cs_cz: Totální výprodej
da_dk: Endelige salg
de_de: Schlussverkauf
el_gr: Οριστική Πώληση
es_es: Oferta final
fr_fr: Vente finale
id_id: Penjualan akhir
it_it: Vendita finale
ja_jp: 最終セール
nl_nl: Definitieve verkoop
no_no: Siste salg
pl_pl: Totalna wyprzedaż
ro_ro: Final de vânzare
ru_ru: Финальная распродажа
tr_tr: Kesin satış
uk_ua: Остаточний розпродаж
vi_vn: Kết thúc bán hàng

# SettingsSections::bestsellers::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 全般
nl_nl: Algemeen
no_no: Generelt
pl_pl: Główne
ru_ru: Общие настройки
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsSections::bestsellers::newest
source: Newest
ar_sa: الأحدث
cs_cz: Nejnovější
da_dk: Nyeste
de_de: Neueste
el_gr: Τα νεότερα
es_es: Más reciente
fr_fr: Nouveauté
id_id: Terbaru
it_it: Più recente
ja_jp: 新着商品
nl_nl: Nieuwste
no_no: Nyeste
pl_pl: Najnowsze
ro_ro: Cele mai noi
ru_ru: Новые поступления
tr_tr: En yeniler
uk_ua: Найновіші
vi_vn: Mới nhất

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
ar_sa: الحد الأدنى للتخفيضات النهائية (%)
cs_cz: Minimální sleva pro zahrnutí mezi produkty "v akci" (%)
da_dk: Minimum slutsalg rabat (%)
de_de: Mindestrabatt für den Schlussverkauf (%)
el_gr: Ελάχιστη τελική πώληση έκπτωση (%)
es_es: Descuento mínimo de oferta final (%)
fr_fr: Rabais vente finale minimale (%)
id_id: Diskon penjualan akhir minimal (%)
it_it: Sconto finale minimo di vendita (%)
ja_jp: 最終セールとして取り扱う商品の最低割引率 (%)
nl_nl: Minimale definitieve verkoopkorting (%)
no_no: Minimum sluttsalg rabatt (%)
pl_pl: Minimalny rabat ostatecznej wyprzedaży (%)
ro_ro: Reducere de minim de vânzare final (%)
ru_ru: Минимальная скидка для финальной распродажи (%)
tr_tr: Asgari nihai satış indirimi (%)
uk_ua: Мінімальна фінальна знижку продажу (%)
vi_vn: Tối thiểu giảm giá cuối cùng (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
ar_sa: الحد الأدنى من كمية المبيعات لتحديد الأكثر مبيعا
cs_cz: Minimální počet prodejů pro zahrnutí mezi "nejprodávanější"
da_dk: Minimum salg beløb for at definere bestsellere
de_de: Mindestumsatz, um Bestseller zu definieren
el_gr: Ελάχιστο ποσό πωλήσεων για τον καθορισμό των μπεστ σέλερ
es_es: Cantidad mínima de ventas para definir Más vendido
fr_fr: Montant minimal de vente pour définir les meilleures ventes
id_id: Minimal penjualan untuk menentukan yang terlaris
it_it: Importo minimo di vendita per definire i bestseller
ja_jp: ベストセラーとして取り扱う商品の最低販売点数
nl_nl: Minimum verkoopbedrag om als bestverkocht te definiëren
no_no: Minimum salgsbeløp for å definere bestselgere
pl_pl: Minimalna kwota sprzedaży do definiowania bestsellerów
ro_ro: Suma minimă de vânzări pentru a defini cel mai bine vandut
ru_ru: Минимальное количество продаж, определяющее хиты продаж
tr_tr: En çok satanları belirlemek için asgari satış tutarı
uk_ua: Мінімальна сума продажів для визначення бестселерів
vi_vn: Số tiền bán hàng tối thiểu để xác định sản phẩm bán chạy nhất

# SettingsOptions::bestsellers::period
source: Period
ar_sa: الفترة
cs_cz: Období
da_dk: Periode
de_de: Zeitraum
el_gr: Περίοδος
es_es: Periodo
fr_fr: Période
id_id: Periode
it_it: Periodo
ja_jp: 対象期間
nl_nl: Periode
no_no: Periode
pl_pl: Zakres
ro_ro: Perioada
ru_ru: Период
tr_tr: Dönem
uk_ua: Період
vi_vn: Thời hạn

# SettingsOptions::bestsellers::last_days
source: Last days
ar_sa: الأيام الأخيرة
cs_cz: Poslední dny
da_dk: Sidste dage
de_de: Letzte Tage
el_gr: Τελευταίες ημέρες
es_es: Últimos días
fr_fr: Derniers jours
id_id: Beberapa hari terakhir
it_it: Ultimi giorni
ja_jp: 新着商品として取り扱う日数
nl_nl: Laatste dagen
no_no: Siste dager
pl_pl: Ostatnie dni
ro_ro: Utilimele zile
ru_ru: Количество последних дней
tr_tr: Son günler
uk_ua: Останні дні
vi_vn: Ngày trước

# SettingsVariants::bestsellers::period::all
source: All days
ar_sa: كل الأيام
cs_cz: Všechny dny
da_dk: Alle dage
de_de: Alle Tage
el_gr: Όλες τις ημέρες
es_es: Todos los días
fr_fr: Tous les jours
id_id: Semua hari
it_it: Tutti i giorni
ja_jp: すべて
nl_nl: Alle dagen
no_no: Alle dager
pl_pl: Wszystkie dni
ro_ro: Toate zilele
ru_ru: За все время
tr_tr: Tüm günler
uk_ua: Всі дні
vi_vn: Tất cả các ngày

# SettingsVariants::bestsellers::period::today
source: Today
ar_sa: اليوم
cs_cz: Dnes
da_dk: I dag
de_de: Heute
el_gr: Σήμερα
es_es: Hoy
fr_fr: Aujourd'hui
id_id: Hari Ini
it_it: Oggi
ja_jp: 本日
nl_nl: Vandaag
no_no: I dag
pl_pl: Dzisiaj
ro_ro: Astăzi
ru_ru: За сегодня
tr_tr: Bugün
uk_ua: Сьогодні
vi_vn: Hôm nay

# SettingsVariants::bestsellers::period::last_days
source: Last days
ar_sa: الأيام السابقة
cs_cz: Poslední dny
da_dk: Sidste dage
de_de: Letzte Tage
el_gr: Τελευταίες ημέρες
es_es: Últimos días
fr_fr: Derniers jours
id_id: Hari Terakhir
it_it: Ultimi giorni
ja_jp: 日数を指定
nl_nl: Laatste dagen
no_no: Siste dager
pl_pl: Ostatnie dni
ro_ro: Ultimele zile
ru_ru: За последние дни
tr_tr: Son günler
uk_ua: Останні дні
vi_vn: Ngày trước
