Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/blog.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, fr_fr, it_it, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::blog
source: Blog
ar_sa: مدونه
no_no: Blogg
ru_ru: Блог
uk_ua: Блог

# Addons::description::blog
source: Lets you start your blog easily
ar_sa: يتيح لك بدء المدونه الخاصه بك بسهولة
cs_cz: Umožňuje jednoduše spustit svůj blog
da_dk: Lader dig let starte din blog
de_de: Wie Sie ganz einfach Ihren Blog starten
el_gr: Σας επιτρέπει να ξεκινήσετε εύκολα το blog σας
fr_fr: Vous permet de démarrer votre blog facilement
it_it: Consente di avviare facilmente il tuo blog
nl_nl: Hiermee kan een blog worden gestart
no_no: Lar deg enkelt starte din blogg
pl_pl: Pozwala łatwo założyć swój blog
ro_ro: Iti permite sa pornesti blogul cu usurinta
ru_ru: Позволяет легко начать свой блог
tr_tr: Bloğunuzu kolayca oluşturmanızı sağlar
uk_ua: Дає змогу легко розпочати свій блог
vi_vn: Cho phép bắt đầu trang blog của bạn một cách dễ dàng

# Languages::blog_menu_description
source: Manage your blog posts.
ar_sa: اداره مدونتك والتعليقات.
cs_cz: Spravovat příspěvky na blogu.
da_dk: Administrere din blog-indlæg.
de_de: Verwalten Sie Ihre Blogbeiträge
el_gr: Διαχειριστείτε τις δημοσιευσεις στο blog σας.
fr_fr: Gérer les articles de votre blog.
it_it: Gestisci i tuoi articoli sul blog.
nl_nl: Blog berichten beheren.
no_no: Administrerer blogginnleggene dine.
pl_pl: Zarządzanie postami na blogu.
ro_ro: Administreaza postarile tale din blog.
ru_ru: Управление блогом.
tr_tr: Blog gönderilerinizi yönetin.
uk_ua: Керування постами Вашого блогу.
vi_vn: Quản lý bài viết blog của bạn.

# Languages::blog.new_post
source: New blog post
ar_sa: اضافه جديده للمدونه
cs_cz: Nový příspěvek blogu
da_dk: Ny blog post
de_de: Neuer Blogbeitrag
el_gr: Νέα blog δημοσίευση
fr_fr: Nouvel article de blog
it_it: Nuovo articolo sul blog
nl_nl: Nieuwe blog berichten
no_no: Nye blogginnlegg
pl_pl: Nowy post na blogu
ro_ro: Postare nouă pe blog
ru_ru: Новый пост в блоге
tr_tr: Yeni blog gönderisi
uk_ua: Новий пост в блозі
vi_vn: Bài viết mới

# Languages::blog.editing_post
source: Editing blog post
ar_sa: تحرير مشاركه فى المدونه
cs_cz: Úprava příspěvku blogu
da_dk: Redigere blog-indlæg
de_de: Blogbeiträge bearbeiten
el_gr: Επεξεργασία δημοσίευσης blog
fr_fr: Modifier un article du blog
it_it: Modifica l'articolo
nl_nl: Blog berichten bewerken
no_no: Redigerer blogginnlegg
pl_pl: Edycja postu na blogu
ro_ro: Editare postări de pe blog
ru_ru: Редактирование поста в блоге
tr_tr: Blog yazısı düzenleme
uk_ua: Редагування поста в блозі
vi_vn: Chỉnh sửa bài đăng

# Languages::blog
source: Blog
ar_sa: المدونه
no_no: Blogg
ru_ru: Блог
uk_ua: Блог

# Languages::blog.add_post
source: Add blog post
ar_sa: اضافه مشاركه للمدونه
cs_cz: Přidat příspěvek blogu
da_dk: Tilføj blog-indlæg
de_de: Blogbeitrag hinzufügen
el_gr: Προσθήκη δημοσίευση blog
fr_fr: Nouvel article de blog
it_it: Aggiungi un articolo
nl_nl: Blog bericht plaatsen
no_no: Legge til blogginnlegg
pl_pl: Dodaj post na blogu
ro_ro: Adaugă postări pe blog
ru_ru: Добавить пост в блог
tr_tr: Blog yazısı ekle
uk_ua: Додати пост в блог
vi_vn: Thêm bài đăng

# Languages::blog.recent_posts
source: Blog: recent posts
ar_sa: المدونه: اعاده ارسال المشاركات
cs_cz: Blog: nejnovější příspěvky
da_dk: Blog: Seneste indlæg
de_de: Blog: Letzte Blogbeiträge
el_gr: Blog: οι πρόσφατες δημοσιεύσεις
fr_fr: Blog : articles récents
it_it: Blog: articoli recenti
nl_nl: Blog: recente berichten
no_no: Blogg: siste innlegg
pl_pl: Blog: ostatnie posty
ro_ro: Blog: postări recente
ru_ru: Блог: последние посты
tr_tr: Blog: son gönderiler
uk_ua: Блог: останні пости
vi_vn: Blog: bài viết mới nhất

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
ar_sa: المدونة: شريط تمرير المشاركات الأخيرة
cs_cz: Blog: Scroller nedávných příspěvků
da_dk: Blog: Seneste indlæg scroller
de_de: Blog: Letzte Beiträge
el_gr: Blog: scroller πρόσφατων δημοσιεύσεων
fr_fr: Blog: navigateur d'articles récents
it_it: Blog: ultimi articoli
nl_nl: Blog: recente berichten scroller
no_no: Blogg: siste innlegg rullgardinmeny
pl_pl: Blog: przewijanie ostatnich postów
ro_ro: Blog: ultimele mesaje scroller
ru_ru: Блог: прокрутка последних постов
tr_tr: Blog: Son gönderileri barı
uk_ua: Блог: скроллер останніх постів
vi_vn: Blog: cuộn bài viết mới

# Languages::blog.view_post
source: View post
ar_sa: عرض مشاركة
cs_cz: Zobrazit příspěvek
da_dk: Se indlæg
de_de: Beitrag anzeigen
el_gr: Εμφάνιση δημοσίευσης
fr_fr: Voir l'article
it_it: Visualizza articolo
nl_nl: Bericht bekijken
no_no: Vis innlegg
pl_pl: Zobacz post
ro_ro: Vizualizare postare
ru_ru: Просмотреть пост
tr_tr: Gönderiyi görüntüle
uk_ua: Перегляд поста
vi_vn: Xem bài

# Languages::recent_blog_posts
source: Recent blog posts
ar_sa: مشاركات المدونة الأخيرة
cs_cz: Nejnovější příspěvky blogu
da_dk: Seneste blogindlæg
de_de: Letzte Blogbeiträge
el_gr: Πρόσφατες δημοσιευσεις blog
fr_fr: Derniers articles du blog
it_it: Articoli recenti
nl_nl: Recente blog berichten
no_no: Nye blogginnlegg
pl_pl: Ostatnie posty na blogu
ro_ro: Postări recente pe blog
ru_ru: Последние посты в блоге
tr_tr: Son blog yazıları
uk_ua: Недавні пости в блозі
vi_vn: Bài viết gần đây

# Languages::blog.posts
source: Posts
ar_sa: مشاركات
cs_cz: Příspěvky
da_dk: Indlæg
de_de: Beiträge
el_gr: Δημοσιεύσεις
fr_fr: Articles
it_it: Articoli
nl_nl: Berichten
no_no: Innlegg
pl_pl: Posty
ro_ro: Mesaje
ru_ru: Посты
tr_tr: Gönderiler
uk_ua: Пости
vi_vn: Bài viết

# Languages::blog.post
source: Post
ar_sa: مشاركة
cs_cz: Příspěvek
da_dk: Indlæg
de_de: Beitrag
el_gr: Δημοσιεύσεις
fr_fr: Article
it_it: Articolo
nl_nl: Bericht
no_no: Innlegg
ro_ro: Postare-mesaj
ru_ru: Пост
tr_tr: Yayınla
uk_ua: Пост
vi_vn: Bài viết

# Languages::block_blog
source: Recent posts
ar_sa: المشاركات الأخيرة
cs_cz: Poslední příspěvky
da_dk: Seneste indlæg
de_de: Letzte Beiträge
el_gr: Πρόσφατες δημοσιεύσεις
fr_fr: Derniers articles du blog
it_it: Articoli recenti
nl_nl: Recente berichten
no_no: Siste innlegg
pl_pl: Ostatnie posty
ro_ro: Posturi recente
ru_ru: Последние посты в блоге
tr_tr: Son gönderiler
uk_ua: Останні пости
vi_vn: Bài viết mới nhất

# Languages::blog.text_links
source: Blog: text links
ar_sa: المدونة: روابط نصية
cs_cz: Blog: textové odkazy
da_dk: Blog: tekstlinks
el_gr: Blog: Σύνδεσμοι κειμένου
fr_fr: Blog : liens textes
it_it: Blog: link di testo
nl_nl: Blog: tekstlinks
no_no: Blogg: tekstkoblinger
pl_pl: Blog: linki tekstowe
ro_ro: Blog: link-uri text
ru_ru: Блог: текстовые ссылки
tr_tr: Blog: metin bağlantıları
uk_ua: Блог: текстові посилання
vi_vn: Blog: văn bản liên kết

# Languages::blog.read_more
source: Read more
ar_sa: اقرأ المزيد
cs_cz: Číst více
da_dk: Læs mere
de_de: Weiterlesen
el_gr: Διαβάστε περισσότερα
fr_fr: Lire la suite
it_it: Leggi tutto
nl_nl: Lees meer
no_no: Les mer
pl_pl: Czytaj więcej
ro_ro: Citeste mai mult
ru_ru: Читать дальше
tr_tr: Daha fazlasını oku
uk_ua: Детальніше
vi_vn: Đọc thêm

# Languages::post_description
source: Post description
ar_sa: ضع وصف
cs_cz: Popis příspěvku
da_dk: Post beskrivelse
de_de: Beitragsbeschreibung
el_gr: Περιγραφή δημοσίευσης
fr_fr: Description de l'article
it_it: Descrizione Articolo
nl_nl: Bericht omschrijving
no_no: Legg til en beskrivelse
pl_pl: Opis posta
ro_ro: Descriere mesaj
ru_ru: Описание поста
tr_tr: Gönderi açıklaması
uk_ua: Опис поста
vi_vn: Mô tả bài viết

# Languages::ttc_post_description
source: Use the &lt;!--CUT--&gt; tag (switch to source code to insert it) to hide part of the post. Only the part above the tag is shown in the list of all posts.<br /><br />Make sure to <strong>close all HTML tags</strong> above the &lt;!--CUT--&gt; tag!
ar_sa: استخدام &lt;!-قص--&gt; العلامة (التبديل إلى التعليمات البرمجية المصدر لإدراجه) لإخفاء جزء من الوظيفة. يظهر فقط الجزء أعلاه العلامة في قائمة جميع الوظائف. <br /><br /> تأكد من <strong> إغلاق كافة علامات HTML</strong> أعلاه &lt;!-قص--&gt; العلامة!
cs_cz: Použijte tag &lt;!--CUT--&gt; (přepnout do zdrojového kódu a vložit jej), skrýt část sloupku. Jen se zobrazí část tagu nad seznamem všech pracovních míst.<br /><br />Ujistěte se, že <strong>všechny HTML tagy jsou uzavřeny</strong> nahoře nad tagu &lt;!--CUT--&gt;!
da_dk: Brug &lt;!--CUT -&gt; tag (skift kildekode for at indsætte det) for at skjule en del af posten. Kun del over taggen er vist på listen over alle indlæg.<br /><br /> Sørg for at <strong>lukke alle HTML-koderne</strong> ovenfor &lt;!--CUT -&gt; tag!
de_de: Verwenden Sie den &lt;!--CUT--&gt; Tag (schalten Sie zum Quellcode, um ihn einzufügen), um einen Teil des Beitrages zu verstecken. Nur der Teil über dem Tag wird in der Liste aller Beiträge angezeigt. <br /><br />Stellen Sie sicher, dass Sie <strong>alle HTML Tags schließen</strong> über dem &lt;!--CUT--&gt; Tag!
el_gr: Χρησιμοποιήστε το &lt;!--CUT--&gt; tag (γυρίστε σε πηγαίο κωδικα για την εισαγωγή του) για να αποκρύψετε μερος της δημοσίευσης. Μονο το κομματι πανω απο το tag εμφανιζεται στη λλιστα με ολες τςι δημοσιεύσεις. <br /><br />Σιγρουρευθείτε οτι <strong> κλεισατε ολα τα HTML tags</strong> πάνω από το &lt;!--CUT--&gt; tag!
fr_fr: Utilisation du &lt;!--coupe--&gt; balise (commutateur de code source à insérer) pour cacher une partie du post. Seule la partie au-dessus de la balise est affichée dans la liste de tous les postes. < br / > < br / > Assurez-vous de <strong>Fermer toutes les balises HTML</strong> ci-dessus le &lt;!--coupe--&gt; balise !
it_it: Usa il tag &lt;!--CUT--&gt; (passa alla vista codice sorgente per inserirlo) per nascondere parte dell'articolo. Solo la parte sopra la tag sarà mostrata nell'elenco di tutti gli articoli.<br /><br />Assicurarti di <strong>chiudere tutti i tag HTML</strong> sopra il tag &lt;!--CUT--&gt;
nl_nl: Gebruik de &lt;!--CUT--&gt; tag (schakel over naar source code om in te voegen) om een deel van de post te verbergen. Alleen het gedeelte boven de tag wordt weergegeven in de lijst van alle berichten. <br /> <br /> Zorg ervoor dat alle <strong> HTML-tags te sluiten</strong> boven de &lt;!--CUT--&gt; tag!
no_no: Bruk &lt;!--CUT--&gt; taggen (bytt til visning med kildekode for å legge den til) for å skjule deler av innlegget. Bare delen over taggen vises i listen med alle innlegg.<br /><br />Husk å <strong>lukke alle HTML-tagger</strong> over &lt;!--CUT--&gt; taggen!
pl_pl: Użyj taga &lt;!--CUT--&gt; (przełącz się na wprowadzanie kodu źródłowego) aby ukryć część postu. Tylko część powyżej znacznika jest wyświetlana na liście wszystkich postów. <br /> <br />Upewnij się, że <strong>wszystkie znaczniki HTML zostały zamknięte</strong> powyżej taga &lt;!--CUT--&gt;!
ro_ro: Utilizarea &lt;!--tăiat--&gt; tag-ul (trecerea la codul sursă pentru a insera) pentru a ascunde o parte din acest post. Numai partea tag-ul de mai sus este afişat în lista de mesaje toate. < br / > < br / > asiguraţi-vă că pentru a <strong>închide toate tag-urile HTML</strong> mai sus &lt;!--tăiat--&gt; tag-ul!
ru_ru: Используйте тег &lt;!--CUT--&gt; (нужно переключиться на исходный код в редакторе, чтобы вставить его) чтобы скрыть часть поста. На списке постов будет отображаться только часть текста выше тега. < br /><br /> Убедитесь, чтоб <strong>все HTML-теги закрыты</strong> выше &lt;!--CUT--&gt;!
tr_tr: &lt;!--CUT--&gt; etiketini (eklemek için kaynak koduna geç) gönderinin bir kısmını gizlemek için kullanın. Tüm gönderi listesinde sadece etiketin yukarısında kalan bölüm görünür. <br /><br />&lt;!--CUT--&gt; etiketinin yukarısında kalan <strong>tüm HTML etikletlerini kapattığınızdan</strong> emin olun!
uk_ua: Використовуйте тег &lt; -- CUT -- &gt; (потрібно переключитися на вихідний код в редакторі, щоб вставити його) щоб приховати частину поста. В списку постів буде відображатися тільки частина тексту вище тега.<br /><br />Переконайтеся, щоб <strong>все HTML-теги закриті</strong> вище &lt;-- CUT -- &gt; !
vi_vn: Sử dụng các thẻ &lt;!-CUT--&gt; (chuyển sang mã nguồn để chèn nó) để ẩn một phần của bài viết. Chỉ một phần giới thiệu sẽ được hiển thị trong trang danh sách các bài viết. <br /> <br /> Sử dụng để <strong>đóng tất cả các thẻ HTML</strong> trên các thẻ &lt;!-CUT--&gt;

# Languages::blog_functionality_notes
source: <p>Use this page to manage your blog. This is how you should organize your blog posts:</p><ul><li>Blog is a usual post that has the <b>Root level page</b> as the Parent page.</li><li>Choose <b>Blog</b> as the Parent page for your blog posts.</li></ul>
ar_sa: <p>استخدام هذه الصفحة لإدارة المدونة الخاصة بك. هكذا ينبغي عليك تنظيم مشاركات مدونتك:</p> <ul><li>يحتوي على الوظيفة المعتادة للمدونة <b>الجذر مستوى الصفحة</b> كالصفحة الأصل.</li> <li>اختر <b>مدونة</b> كالصفحة الأصل لنشر المدونة الخاصة بك.</li></ul>
cs_cz: <p>Tato stránka slouží ke správě vašeho blogu. To je, jak by měl organizovat vaše příspěvky blogu:</p><ul><li>Blog je obvyklý příspěvek, který má <b>stránku kořenové úrovně</b> jako nadřazené stránky.</li><li>Zvolit <b>Blog</b> jako nadřazenou stránku pro váše blog příspěvky.</li></ul>
da_dk: <p>Brug denne side til at administrere din blog. Dette er, hvordan du skal organisere dine blogindlæg:</p> <ul><li>Blog er en almindelig post, der har <b>rodsiden niveau</b> som den overordnede side.</li> <li>Vælg <b>Blog</b> som den overordnede side for dine blogmeddelelser.</li></ul>
de_de: <p>Auf dieser Seite können Sie Ihren Blog verwalten. So sollten Sie Ihre Blogposts organisieren:</p><ul><li>dieser Blog ist ein normaler Blogpost, der die <b>Root-Ebene</b>als übergeordnete Seite hat</li><li>Wählen Sie<b>Blog</b> als übergeordnete Seite für Ihre Blogbeiträge.</li></ul>
el_gr: <p>Χρησιμοποιήστε αυτήν τη σελίδα για να διαχειριστείτε το blog σας Ετσι θα πρέπει να να οργανώσετε τα post στο blog:</p> <ul><li>To Blog είναι ενα συνηθισμένo Post που έχει μια <b>Σελίδα στο πρωτο Επίπεδο κατηγοριοποίησης</b> ως γονική σελίδα.</li> <li>Επιλέξτε <b>Blog</b> ως την γονική σελίδα για τα Post του blog σας.</li></ul>
fr_fr: <p>Utilisez cette page pour gérer votre blog. C’est comment vous devriez organiser vos messages de blog :</p> <ul><li>Blog est un poste habituel qui a la <b>page de niveau racine</b>, comme la page parente.</li> <li>Choisir <b>Blog</b> comme la page parente pour vos messages blog.</li></ul>
it_it: <p>Utilizza questa pagina per gestire il tuo blog. Questo è come si dovrebbe organizzare i tuoi post sul blog:</p> <ul><li>Blog è un post usuale che ha la <b>pagina di livello radice</b> come la pagina padre.</li> <li>Scegli <b>Blog</b> come la pagina principale per post sul tuo blog.</li></ul>
nl_nl: <p>Gebruik deze pagina om het blog te beheren. Zo moeten blogberichten worden ingesteld:</p><ul><li>Blog is een standaard bericht en heeft het <b>Hoof niveau</b> als bovenliggende pagina.</li><li>Kies <b>Blog</b> als de bovenliggende pagina voor de blog berichten.</li></ul>
no_no: <p>Bruk denne siden til å administrere bloggen din. Dette er hvordan du bør organisere blogginnleggene dine:</p><ul><li>Blogg er en vanlig post som er <b>rotnivåside</b> som overordnet side.</li><li>Velg <b>Blogg</b> som den overordnede siden for dine blogginnlegg.</li></ul>
pl_pl: <p>Ta strona służy do zarządzania blogiem. Jak powinno się organizować bloga:</p> <ul><li>Blog jest to zwykle post, który ma <b>stronę główną</b> jako stronę nadrzędną.</li> <li>Wybierz <b>Blog</b> jako nadrzędną stronę dla postów bloga.</li></ul>
ro_ro: <p>Utilizează aceasta pagina pentru a gestiona blog-ul dvs. Acest lucru este cum să organizați mesajele dumneavoastră blog:</p> <ul><li>Blog este un post de obicei care are <b>nivelul pagina rădăcină</b> ca pagina părinte.</li> <li>Alege <b>blog-ul</b> ca pagina părinte pentru mesajele dumneavoastră blog.</li></ul>
ru_ru: <p>Управляйте блогом на этой странице. Вот как нужно организовывать посты:</p><ul><li>Блог — это обычный пост, у которого в качестве родительской страницы — <b>Корневая страница</b>.</li><li>Когда создаете пост, выбирайте в качестве его родительской страницы — <b>Блог</b>.</li></ul>
tr_tr: <p>Bu sayfayı bloglarınızı yönetmek için kullanın. Blog gönderilerinizi şu şekilde düzenleyebilirsiniz:</p> <ul><li>Blog ana sayfası gönderilerinizi<b>kök düzey sayfası</b> olarak gösterir.</li> <li>Kök düzey sayfalarınızı <b>Blog</b> gönderisi olarak seçin.</li></ul>
uk_ua: <p>На цій сторінці можна керувати своїм блогом. Так ви повинні організувати ваші повідомлення в блозі:</p> <ul><li>Блог це звичайний пост, в якого <b>сторінка кореневого рівня</b> є батьківською.</li> <li>Виберіть <b>Блог</b> як батьківську сторінку для постів вашого блогу.</li></ul>
vi_vn: <p>Sử dụng trang này để quản lý trang blog của bạn. Đây là cách bạn nên sắp xếp bài viết blog của bạn:</p> <ul><li>Blog là một bài đăng thông thường có <b>Cấp độ trang gốc</b> như là trang chính.</li> <li>Chọn <b>Blog</b> như trang chính cho bài viết blog của bạn.</li></ul>
