Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/buy_together.po
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, id_id, ja_jp, nl_nl, tr_tr, uk_ua, vi_vn

# Addons::name::buy_together
source: Buy together
cs_cz: Koupit spolu
da_dk: Køb sammen
de_de: Zusammen kaufen
es_es: Comprar juntos
fr_fr: Acheter ensemble
id_id: Membeli bersama-sama
ja_jp: セット販売
nl_nl: Samen kopen
tr_tr: Birlikte satın al
uk_ua: Купити разом
vi_vn: Mua kèm với nhau

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
cs_cz: Umožňuje nastavit zvýhodněnou cenu pro sestavu několika produktů
da_dk: Tillader dig at konfigurere andel rabatter på visse kombinationer af produkter
de_de: Ermöglicht es Ihnen, einen Rabatt bei bestimmten Produktkombinationen zu erstellen
es_es: Te permite configurar y compartir descuentos en ciertas combinaciones de producto
fr_fr: Vous permet de mettre en place les actions de remise sur certaines combinaisons de produits
id_id: Memungkinkan Anda untuk mengatur berbagi diskon kombinasi produk tertentu
ja_jp: 複数商品をセットで販売した場合の割引を設定できます
nl_nl: Gedeelde korting instellen op bepaalde productcombinaties
tr_tr: Belirli ürün kombinasyonlarında indirimleri paylaşmanıza imkan verir
uk_ua: Дає змогу настроїти загальні знижки на певних комбінацій продукту
vi_vn: Cho phép bạn thiết lập chia sẻ giảm giá trên một số kết hợp sản phẩm

# Languages::buy_together
source: Buy together
cs_cz: Koupit spolu
da_dk: Køb sammen
de_de: Zusammen kaufen
es_es: Comprar juntos
fr_fr: Acheter ensemble
id_id: Membeli bersama-sama
ja_jp: セット販売
nl_nl: Samen kopen
tr_tr: Birlikte satın al
uk_ua: Купити разом
vi_vn: Mua kèm với nhau

# Languages::specify_options
source: Specify options
cs_cz: Určení možností
da_dk: Angiv indstillinger
de_de: Optionen festlegen
es_es: Especifique las opciones
fr_fr: Spécifiez les options
id_id: Spacify options
ja_jp: オプションの指定
nl_nl: Opties opgeven
tr_tr: Seçeneklerini belirtin
uk_ua: Вкажіть параметри
vi_vn: Chỉ định tùy chọn

# Languages::total_list_price
source: Total list price
cs_cz: Celková ceník
da_dk: Samlet listepris
de_de: Listenpreis gesamt
es_es: Precio de lista total
fr_fr: Prix total
id_id: Total daftar harga
ja_jp: 通常合計価格
nl_nl: Totale catalogusprijs
tr_tr: Toplam Liste Fiyatı
uk_ua: Загальний прайс-лист
vi_vn: Tổng giá cũ

# Languages::price_for_all
source: Price for all
cs_cz: Cena pro všechny
da_dk: Pris for alle
de_de: Gesamtpreis
es_es: Precio para todos
fr_fr: Prix pour tous
id_id: Harga untuk semua
ja_jp: セット販売価格
nl_nl: Gezamelijke prijs
tr_tr: Hepsi için fiyat
uk_ua: Ціна для всіх
vi_vn: Giá cho tất cả

# Languages::add_all_to_cart
source: Add all to cart
cs_cz: Přidat vše do košíku
da_dk: Tilføj alle til kurv
de_de: Alles zum Warenkorb hinzufügen
es_es: Añadir todo al carrito
fr_fr: Ajouter l'ensemble au panier
id_id: Tambahkan semua ke keranjang
ja_jp: カートに追加
nl_nl: Alles aan winkelwagen toevoegen
tr_tr: Tümünü Sepete Ekle
uk_ua: Додати всі в кошик
vi_vn: Thêm tất cả vào giỏ hàng

# Languages::editing_combination
source: Editing combination
cs_cz: Upravit kombinaci
da_dk: Rediger kombination
de_de: Kombination bearbeiten
es_es: Editar combinación
fr_fr: Combinaison d'édition
id_id: Mengedit kombinasi
ja_jp: コンビネーションの編集
nl_nl: Combinatie bewerken
tr_tr: Kombinasyon düzenleme
uk_ua: Комбінація редагування
vi_vn: Chỉnh sửa kết hợp

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
cs_cz: Celková cena: [total_price], Sleva: [discount], Kombinovaná cena: [combination_price]
da_dk: Samlet pris: [total_price], rabat: [discount], kombination pris: [combination_price]
de_de: Gesamtpreis: [total_price], Rabatt: [discount], Kombinationspreis: [combination_price]
es_es: Precio total: [total_price], Descuento: [discount], Precio de la Combinación: [combination_price]
fr_fr: Prix total:[total_price], rabais:[discount], prix de la combinaison:[combination_price]
id_id: Total Harga: [total_price], diskon: [discount], kombinasi Harga: [combination_price]
ja_jp: 合計金額: [total_price], 割引額: [discount], セット販売価格: [combination_price]
nl_nl: Totaalprijs: [total_price], korting: [korting], combinatie prijs: [combination_price]
tr_tr: Toplam Fiyat: [total_price], indirim: [discount], kombine fiyat: [combination_price]
uk_ua: Загальна вартість: [total_price], знижка: [discount], кінцева ціна: [combination_price]
vi_vn: Tất cả giá: [total_price], Giảm giá: [discount], Kết hợp giá: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
cs_cz: Zobrazit v propagacích
da_dk: Få vist i kampagner
de_de: In Angeboten anzeigen
es_es: Mostrar en promociones
fr_fr: Afficher en promotions
id_id: Dalam promosi
ja_jp: キャンペーンページに表示
nl_nl: Weergeven in promoties
tr_tr: Promosyonlarda göster
uk_ua: Відображати в акціях
vi_vn: Hiển thị trong chương trình khuyến mãi

# Languages::combination_products
source: Combination products
cs_cz: Kombinace produktů
da_dk: Kombinationsprodukter
de_de: Kombinationsartikel
es_es: Combinación de productos
fr_fr: Combinaison des produits
id_id: Kombinasi produk
ja_jp: 商品コンビネーション
nl_nl: Combinatieproducten
tr_tr: Kombinasyon ürünleri
uk_ua: Комбінації продуктів
vi_vn: Sản phẩm kết hợp

# Languages::share_discount
source: Share discount
cs_cz: Podíl slevy
da_dk: Del rabat
de_de: Rabatt aufteilen
es_es: Compartir descuentos
fr_fr: Part de réduction
id_id: Berbagi diskon
ja_jp: 合計割引額を指定
nl_nl: Korting delen
tr_tr: Pay indirimi
uk_ua: Загальна знижка
vi_vn: Chia sẻ giảm giá

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator add-on
cs_cz: [product_name] nelze přidat do kombinace. Koupit spolu není kompatibilní s doplňkem Konfigurátor výrobku addon
da_dk: [product_name] kan ikke føjes til kombinationen. Samlet køb er ikke kompatibel med produktkonfigurator tilføjelse
de_de: [product_name] kann der Kombination nicht hinzugefügt werden, weil dieses Produkt nicht kompatibel mit dem Add-On der Artikelkonfiguration ist
es_es: El producto [product_name] no puede agregarse a la combinación. Comprar juntos no es compatible con el complemento de configurador de producto
fr_fr: [product_name] ne peut pas être ajouté à cette combinaison. L'achat simultané/ensemble/en même temps/ n'est pas compatible avec l'add on de configuration de produit.
id_id: [product_name] tidak dapat ditambahkan untuk kombinasi. Beli bersama tidak kompatibel dengan produk configurator add-on
ja_jp: [product_name] は「カスタム商品」アドオンが使用されているため、商品コンビネーションに登録できません。
nl_nl: [product_name] kan niet worden toegevoegd aan de combinatie. Samen kopen is niet compatibel met de productconfiguratie plug-in
tr_tr: [product_name] bu kombinasyona eklenemez. Birlikte al ile Ürün Konfigürasyon Eklentisi uyumlu değil
uk_ua: [product_name] не можна додати в комбінацію. Модуль «Комбінації товарів» несумісний з модулем «Конфігуратор товарів»
vi_vn: [product_name] không thể thêm vào sự kết hợp. Mua kèm với nhau là không tương thích với add-on cấu hình sản phẩm

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing add-on
cs_cz: [product_name] nelze přidat do kombinace. Koupit spolu není kompatibilní s doplňkem Opakovaná fakturace addon
da_dk: [product_name] kan ikke føjes til kombinationen. Samlet køb er ikke kompatibel med den tilbagevendende faktureringstilføjelse
de_de: [product_name] konnte der Kombination nicht hinzugefügt werden, weil dieses Produkt nicht kompatibel mit dem Add-On der wiederkehrenden Abrechnung ist
es_es: El producto [product_name] no puede agregarse a la combinación. Comprar juntos no es compatible con el complemento de facturación recurrente
fr_fr: [product_name] ne peut pas être ajouté à la combinaison. Acheter ensemble n'est pas compatible avec le module de facturation répétitive
id_id: [product_name] tidak dapat ditambahkan untuk kombinasi. Beli bersama tidak kompatibel dengan add-on penagihan Recurring
ja_jp: [product_name] は「定期支払い」アドオンが使用されているため、商品コンビネーションに登録できません。
nl_nl: [product_name] kan niet worden toegevoegd aan de combinatie. De plug-in Samen Kopen is niet compatibel met de terugkerende facturering plug-in
tr_tr: [product_name] bu kombinasyona eklenemez. Birlikte al ile Tekrarlayan Faturalama Eklentisi uyumlu değil
uk_ua: [product_name] не можна додати в комбінацію. Модуль «Комбінації товарів» несумісний з модулем «Періодичні платежі»
vi_vn: [product_name] không thể thêm vào sự kết hợp. Mua với nhau là không tương thích với add-on Thanh toán định kỳ

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
cs_cz: Kombinaci není možné přidat do košíku
da_dk: Kombination kan ikke føjes til indkøbskurv
de_de: Kombination kann dem Warenkorb nicht hinzugefügt werden
es_es: La combinación no se puede agregar al carrito
fr_fr: La combinaison ne peut pas être ajoutée au panier
id_id: Kombinasi tidak dapat ditambahkan ke keranjang
ja_jp: セット販売商品をカートに追加できません。
nl_nl: Combinatie kan niet worden toegevoegd aan uw winkelwagen
tr_tr: Kombinasyon sepete eklenemiyor
uk_ua: Комбінацію не можна додати в кошик
vi_vn: Sự kết hợp không thể được thêm vào giỏ hàng

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
cs_cz: [product] nemá dostatečné množství ([amount]) k odstranění z košíku
da_dk: [product] har ikke nok beløb ([amount]) og blev fjernet fra vognen
de_de: [product] ist nicht in der gewünschten Menge vorrätig ([amount]) und wurde deshalb aus dem Warenkorb entfernt
es_es: No hay suficiente estoc ([amount]) de [product] y se quitó del carrito
fr_fr: [product] n'est pas en quantité suffisante ([amount]) et a été retiré du panier
id_id: [product] tidak memiliki cukup jumlah ([amount]) dan telah dihapus dari Shopping cart
ja_jp: [product] は規定金額 ([amount]) に満たないためカートから削除されました。
nl_nl: [product] is onvoldoende beschikbaar ([hoeveelheid]) en werd verwijderd van uw winkelwagen
tr_tr: [product] yeterli miktarda ([amount]) değil ve sepetten çıkartıldı
uk_ua: Товару [product] не було в достатній кількості в наявності ([amount]), і він був видалений з кошика
vi_vn: [product] không có đủ số lượng ([amount]) và được rút khỏi giỏ hàng

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
cs_cz: Prosím, zadejte možnosti produktu před přidáním této kombinace produktu do košíku.
da_dk: Angiv venligsts produktets muligheder før du tilføjer denne produktkombination til vognen.
de_de: Bitte legen Sie die Artikeloptionen fest, bevor Sie diese Artikelkombination zum Warenkorb hinzufügen.
es_es: Especifique las opciones de producto antes de agregar esta combinación de producto a la cesta.
fr_fr: Veuillez préciser les options de produit avant d'ajouter cette combinaison au panier.
id_id: Silakan tentukan pilihan produk sebelum menambahkan kombinasi produk ini ke keranjang.
ja_jp: この商品をカートに追加する前にオプションを指定してください。
nl_nl: Geef productopties op voordat u dit product aan uw winkelwagen toevoegt.
tr_tr: Lütfen bu ürün kombinasyonu sepete eklemeden önce ürün seçenekleri belirtin.
uk_ua: Перед додаванням цього продукту до кошика, будь ласка, вкажіть параметри продукту.
vi_vn: Vui lòng chọn đặc tính sản phẩm trước khi thêm kết hợp sản phẩm vào giỏ hàng.
