Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/call_requests.po
Languages: ar_sa, cs_cz, de_de, el_gr, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::call_requests
source: Call requests
ar_sa: طلبات الإتصال
cs_cz: Požadavky na zavolání
de_de: Rückrufanfrage
el_gr: Αιτήσεις κλήσεων
nl_nl: Bel verzoeken
no_no: Anrops forespørsler
pl_pl: Zakup jednym kliknięciem
ro_ro: Cereri de apel
ru_ru: Обратный звонок
tr_tr: Çağrı istekleri
uk_ua: Зворотній дзвінок
vi_vn: Yêu cầu gọi

# Addons::description::call_requests
source: Adds a call-requests system
ar_sa: اضف طلب اتصال للنظام
cs_cz: Přidá systém pro požadavky na zavolání
de_de: Fügt eine Rückruf-Anfrage hinzu
el_gr: Προσθέτει ένα σύστημα ατήσεων κλήσης
nl_nl: Plaatst een Belmij knop op je website
no_no: Legger til et anrops forespørsler system
pl_pl: Składanie zamówień jednym kliknięciem
ro_ro: Adaugă un sistem de apel-cereri
ru_ru: Покупка в один клик и обратный звонок
tr_tr: Çağrı istekleri sistemi ekle
uk_ua: Покупка в один клік і зворотний дзвінок
vi_vn: Thêm một hệ thống yêu cầu gọi

# SettingsSections::call_requests::general
source: General
ar_sa: عام
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικά
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::call_requests::general
source: General
ar_sa: العام
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικά
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::call_requests::phone
source: Rewrite phone
ar_sa: إعادة كتابة رقم الهاتف
cs_cz: Přepsat telefon
de_de: Anrufweiterleitung
el_gr: Επανεγγραφή τηλεφώνου
nl_nl: Telefoon herschrijven
no_no: Omskriv telefon
pl_pl: Ustaw inny telefon
ro_ro: Rescrie telefon
ru_ru: Отображать другой телефон
tr_tr: Telefonu yeniden yazın
uk_ua: Переписати телефон
vi_vn: Viết lại điện thoại

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars [Deprecated]
el_gr: Μαρκάρετε τους πρώτους χαρακτήρες [Deprecated]
pl_pl: Zaznacz pierwszy znaki [Deprecated]
ro_ro: Evidențiați primele caractere [Deprecated]
ru_ru: Выделить часть номера (не рекомендуется)
tr_tr: İlk karakterleri vurgula [Deprecated]
uk_ua: Виділити перших символів [Deprecated]

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
ar_sa: تمكين الخيار "شراء الآن بنقرة واحدة"
cs_cz: Povolit možnost "Koupit nyní 1 kliknutím"
de_de: Aktivieren Sie die "Kaufen Sie es jetzt mit einem Klick"-Option
el_gr: Ενεργοποιήσετε την επιλογή "Αγορά τώρα με ένα κλικ"
nl_nl: "Koop nu met één klik" optie inschakelen
no_no: Aktiver valget "Kjøp nå med ett klikk"
pl_pl: Włączenie opcji "Kup jednym kliknięciem"
ro_ro: Activaţi opţiunea "Cumpără acum cu un singur click"
ru_ru: Включить опцию "Купить в один клик"
tr_tr: "Tek tıklamayla hemen satın al" seçeneğini etkinleştir
uk_ua: Увімкніть параметр "Купити в один клік"
vi_vn: Kích hoạt tùy chọn "Mua ngay với một lần nhấp chuột"

# SettingsOptions::call_requests::order_status
source: Order status
ar_sa: حالة طلب الشراء
cs_cz: Stav objednávky
de_de: Bestellstatus
el_gr: Εξέλιξη Παραγγελίας
nl_nl: Bestelstatus
no_no: Ordrestatus
pl_pl: Status zamówienia
ro_ro: Starea comenzii
ru_ru: Статус заказа
tr_tr: Sipariş durumu
uk_ua: Статус замовлення
vi_vn: Trạng thái đơn hàng

# SettingsOptions::call_requests::phone_mask
source: Phone mask [Deprecated]
pl_pl: Maska telefonu [Deprecated]
ru_ru: Формат номера (не рекомендуется)
uk_ua: Маска телефону [Deprecated]

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
ar_sa: اتركه فارغ للاستخدام التلقائي على حسب الدولة ، او ادخل الكود يدويا، تقدر تستخدم المسافة ، علامات الفواصل ،+،- و الارقام.
cs_cz: Ponechte prázdné pro použití automatického tvaru tel. čísla pro danou zemi, nebo vložte vlastní tvar. Můžete použít mezery, čárky, znaky +, -, a číslice. Číslice 9 zastupuje jakoukoliv číslici; pokud potřebujete číslici 9, zadejte \\\\9. Příklady: +9 (999) 999 99 99, 99999999, 999 999 99 nebo +99-99-9999-9999.
el_gr: Αφήστε το άδειο για να χρησιμοποιηθει η αυτοματη δημιουργία τηλεφωνικου προτύπου βασισμένη στη χώρα, ή πληκτρολογήστε ενα δικο σας πρότυπο. Μπορείτε να χρησιμοποιήσετε κενο, κόμμα, +, -, και ψηφία. Σημειώστε πως το 9 αντιπροσωπεύει οποιδηποτε ψηφίο; Αν χρειασείτε ενα 9, πληκτρολογήστε \\\\9. Παραδείγματα: +9 (999) 999 99 99, 99999999, 999 999 99 ή +99-99-9999-9999.
no_no: La være tom for å bruke automatisk landbasert telefonmønster, eller skriv inn et tilpasset mønster. Du kan bruke mellomrom, komma, +, - og siffer. Merk at 9 representerer ethvert tall; hvis du trenger en 9, skriv \\ 9. Eksempler: +9 (999) 999 99 99, 99999999, 999 999 99 eller + 99-99-9999-9999.
pl_pl: Zostaw puste aby użyć automatycznego wzorca numeru telefonu opartego na kraju lub wpisz niestandardowy wzorzec. Można używać spacji, przecinków, +, - i cyfr. Należy zauważyć, że 9 reprezentuje dowolną cyfrę. Przykłady: + 9 (999) 999 99 99, 99999999, 999 999 99 lub + 99-99-9999-9999.
ro_ro: Lasă necompletat pentru a utiliza automat modelul de cod de țară, sau scrie un model personalizat. Poți folosi spaţii, virgule, +, - şi cifre. Reţine că 9 reprezintă orice cifră; dacă ai nevoie de un 9, scrie \\9. Exemple: +9 (999) 999 99 99 sau +99-99-9999-9999.
ru_ru: Оставьте пустым для автоматического выбора шаблона по стране, или создайте собственный. В собственном шаблоне можно использовать пробелы, запятые, +, - и цифры. 9 означает любую цифру. Используйте \\9 для девятки. Примеры: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
uk_ua: Залиште порожнім для автоматичного вибору шаблону по країні. У власному шаблоні можна використовувати пробіли, коми, +, - і цифри. Приклади: 9 означає будь-яку цифру. Використовуйте \\9 для дев'ятки. Приклади: +99 (999) 999 99 99, 99999999, 999 999 99 or + 99-99-9999-9999.
vi_vn: Để trống để sử dụng điện thoại tự động quốc gia dựa trên mẫu, hoặc nhập vào một mẫu tùy chỉnh. Bạn có thể sử dụng khoảng trống, dấu phẩy, +, -, và chữ số. Lưu ý rằng 9 đại diện cho bất kỳ chữ số; Nếu bạn cần một 9, loại \\\9. Ví dụ: + 9 (999) 999 99 99, 99999999, 999 999 99 hoặc +99-99-9999-9999.

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
ar_sa: بما في ذلك الأقواس، ممنوع، إلخ. استخدم لتسليط الضوء على رمز البلد ورمز المنطقة البادئة الهاتف.
cs_cz: Včetně závorek, mezer, atd. Slouží k zvýraznění kódu země, kódu oblasti a telefonního předčíslí.
de_de: Beinhaltet Klammern, Leerzeichen, etc. Verwenden Sie es, um die Länder- Orts und Telefonvorwahl hervorzuheben.
el_gr: Συμπεριλαμβανομένων παρένθεση, κενών, κλπ. Χρησιμοποιήται για να επισημάνετε κωδικό χώρας, κώδικας περιοχής και πρόθεμα τηλεφωνου.
nl_nl: Spaties, haakjes, etc. inbegrepen. Gebruik deze om landcode, plaatscode en netnummer te markeren.
no_no: Inkludert parentes, mellomrom, etc. Brukes for å utheve landskode, områdekode og telefonprefiks.
pl_pl: W tym nawias, spacje itp. Użyj aby podświetlić kod kraju, numer kierunkowy i prefiks numeru telefonicznego.
ro_ro: Inclusiv paranteza, spatii, etc. Utilizaţi pentru a evidenţia codul țării, prefixul zonal şi telefon prefix.
ru_ru: Включая скобки, пробелы и другие символы. Используйте для подсветки кода страны и города или кода оператора в мобильном номере.
tr_tr: Parantez, boşluk, vb. dahil. Ülke kodu, alan kodu ve telefon önekini vurgulamak için kullanın.
uk_ua: Включаючи дужки, пробіли та інші символи. Використовуйте для підсвічування коду країни та міста чи коду оператора в мобільному номері.
vi_vn: Bao gồm dấu ngoặc đơn, khoảng trống, vv... Sử dụng để làm nổi bật mã quốc gia, mã vùng và tiền tố điện thoại.

# Languages::privileges.manage_call_requests
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
nl_nl: Kan bewerken
pl_pl: Może edytować
ro_ro: Puteţi edita
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privileges.view_call_requests
source: Can view
el_gr: Δυνατότητα Προβολής
nl_nl: Kan bekijken
pl_pl: Może przeglądać
ro_ro: Puteţi vizualiza
ru_ru: Просмотр
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privilege_groups.call_requests
source: Call requests
el_gr: Αιτήσεις κλήσεων
pl_pl: Zakup jednym kliknięciem
ro_ro: Cereri de apel
ru_ru: Обратный звонок
tr_tr: Çağrı istekleri
uk_ua: Зворотні дзвінки

# Languages::call_requests
source: Call requests
ar_sa: طلبات الإتصال
cs_cz: Požadavky na zavolání
de_de: Rückrufanfragen
el_gr: Αιτήσεις κλήσεων
nl_nl: Bel verzoeken
no_no: Anrops forespørsler
pl_pl: Zakup jednym kliknięciem
ro_ro: Cereri de apel
ru_ru: Обратный звонок
tr_tr: Çağrı istekleri
uk_ua: Зворотній двінок
vi_vn: Yêu cầu gọi

# Languages::call_requests_menu_description
source: Manage customer call requests
ar_sa: ادارة طلبات الاتصال للعملاء
cs_cz: Spravovat požadavky na zavolání zákazníkovi
de_de: Kundenrückrufanfragen verwalten
el_gr: Διαχειριστείτε τα αιτήματα κλήσεων των πελατών
nl_nl: Bel verzoeken van klant beheren
no_no: Behandle kunders anrops forespørsler
pl_pl: Zarządzanie "Kup jednym kliknięciem"
ro_ro: Gestionati cererile de apel pentru clienți
ru_ru: Просмотр и обработка заявок на обратный звонок
tr_tr: Müşteri çağrı isteklerini Yönet
uk_ua: Перегляд і обробка замовлень клієнтів на зворотній дзвінок
vi_vn: Quản lý khách yêu cầu gọi

# Languages::call_requests.request_call
source: Request call
ar_sa: طلب اتصال
cs_cz: Požadavek na zavolání
de_de: Rückrufanfrage
el_gr: Τηλεφωνικές Παραγγελίες
nl_nl: Bel verzoek
no_no: Skal vi ringe deg
pl_pl: Zamówienia "Kup jednym kliknięciem"
ro_ro: Cereri de apel
ru_ru: Заказать обратный звонок
tr_tr: Çağrı isteği
uk_ua: Замовити зворотній двінок
vi_vn: Yêu cầu cuộc gọi

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
ar_sa: شراء الآن بضغطة زر
cs_cz: Koupit nyní 1 kliknutím
de_de: Kaufen Sie jetzt mit 1-Klick
el_gr: Αγοράστε με 1-κλικ
nl_nl: Koop nu met één klik
no_no: Kjøp nå med 1-klikk
pl_pl: Kup jednym kliknięciem
ro_ro: Cumpără acum cu un singur clic
ru_ru: Купить в один клик
tr_tr: Tek tıklamayla hemen satın al
uk_ua: Купити в 1-клік
vi_vn: Mua ngay với 1 nhấp chuột

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
ar_sa: الرجاء إدخال رقم الهاتف أو البريد الإلكتروني الخاص بك
cs_cz: Zadejte prosím váš e-mail nebo telefonní číslo
de_de: Bitte geben Sie Ihre E-Mail- oder Telefonnummer ein.
el_gr: Παρακαλώ εισάγετε το e-mail σας ή το τηλεφωνό σας
nl_nl: Vul uw e-mailadres of telefoonnummer in
no_no: Angi din e-post eller ditt telefonnummer
pl_pl: Podaj swój numer telefonu lub e-mail
ro_ro: Vă rugăm să introduceţi numărul dvs. de telefon sau e-mail
ru_ru: Введите email или номер телефона (чтобы наш сотрудник мог связаться с вами)
tr_tr: Lütfen e-posta veya telefon numaranızı girin
uk_ua: Будь ласка, введіть ваш номер телефону чи email для зв'язку з вами
vi_vn: Vui lòng nhập email hoặc số điện thoại của bạn

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
ar_sa: لقد تلقينا الطلب الخاص بك! سيتم الاتصال بك قريبا.
cs_cz: Obdrželi jsme váš požadavek! Náš manažer vás zkontaktuje co nejdříve.
de_de: Wir haben Ihre Anfrage erhalten und werden Sie in Kürze kontaktieren.
el_gr: Έχουμε λάβει το αίτημά σας! Η Διευθυνσή μας θα επικοινωνήσει μαζί σας σύντομα.
nl_nl: We hebben uw aanvraag ontvangen en zullen spoedig contact met u opnemen.
no_no: Vi har mottatt din forespørsel! Vi vil kontakte deg snart.
pl_pl: Otrzymaliśmy Twoje zamówienie! Wkrótce skontaktuje się z tobą nasz pracownik.
ro_ro: Am primit cererea dumneavoastră! Un agent vânzări vă va contacta în curând.
ru_ru: Ваша заявка принята! Наш сотрудник свяжется с вами в ближайшее время.
tr_tr: Talebinizi aldık! Yöneticimiz en kısa zamanda sizinle irtibata geçecek.
uk_ua: Ми отримали ваш запит! Наш менеджер зв'яжеться з вами найближчим часом.
vi_vn: Chúng tôi đã nhận được yêu cầu của bạn! Bộ phận bán hàng của chúng tôi sẽ liên lạc với bạn sớm.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
ar_sa: لقد تلقينا الطلب الخاص بك! الطلب ء[order_id] # تم بنجاح. سيتم الاتصال بك قريبا.
cs_cz: Obdrželi jsme váš požadavek! Objednávka #[order_id] byla úspěšně vytvořena. Náš manažer vás zkontaktuje co nejdříve.
de_de: Wir haben Ihre Anfrage erhalten! Die Bestellung #[order_id] wurde erfolgreich an uns übermittelt. Wir werden Sie in Kürze kontaktieren.
el_gr: Έχουμε λάβει το αίτημά σας! Η παραγγελία #[order_id] έχει δημιουργηθεί με επιτυχία. Η Διευθυνσή μας θα επικοινωνήσει μαζί σας σύντομα.
nl_nl: We hebben uw aanvraag ontvangen! Bestelling #[order_id] is aangemaakt. We zullen spoedig contact met u opnemen.
no_no: Vi har motatt din forespørsel! Ordren #[order_id] har blitt vellykket plassert. Vi vil kontakte deg snart.
pl_pl: Otrzymaliśmy Twoje życzenie! Zamówienie #[order_id] zostało pomyślnie utworzone. Wkrótce skontaktuje się z tobą nasz pracownik.
ro_ro: Am primit cererea dumneavoastră! Comanda #[order_id] a fost creată cu succes. Un agent vânzări vă va contacta în curând.
ru_ru: Ваша заявка принята! Заказ #[order_id] успешно создан. Наш сотрудник свяжется с вами в ближайшее время.
tr_tr: Talebinizi aldık! Sipariş #[order_id] başarıyla oluşturuldu. Yöneticimiz en yakın zamanda sizinle irtibata geçecek.
uk_ua: Ми отримали ваш запит! Створено замовлення #[order_id]. Наш менеджер зв'яжеться з вами найближчим часом.
vi_vn: Chúng tôi đã nhận được yêu cầu của bạn! Đơn hàng #[order_id] đã được tạo thành công. Bộ phận bán hàng của chúng tôi sẽ liên lạc với bạn sớm.

# Languages::call_requests.phone_from_settings
source: Phone from settings
ar_sa: اعدادات الهاتف
cs_cz: Nastavení telefonního čísla
de_de: Telefon aus den Einstellungen
el_gr: Τηλέφωνο, από ρυθμίσεις
nl_nl: Telefoon van instellingen
no_no: Telefon fra innstillinger
pl_pl: Ustawienia numeru telefonu
ro_ro: Setările telefonului
ru_ru: Телефон из настроек
tr_tr: Ayarlardan telefon
uk_ua: Телефон з налаштувань
vi_vn: Cài đặt điện thoại gọi đi

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
ar_sa: الرجاء إدخال رقم الهاتف أو البريد الإلكتروني (لكي يتم الاتصال بك)
cs_cz: Zadejte prosím vaše telefonní číslo nebo e-mail (aby vás mohl kontaktovat náš manažer)
de_de: Bitte geben Sie Ihre Telefonnummer oder E-Mail Adresse ein, damit einer unserer Mitarbeiter mit Ihnen in Kontakt treten kann
el_gr: Παρακαλούμε εισάγετε το αριθμό τηλεφώνου ή το e-mail (ώστε η διευθυνσή μας να επικοινωνήσουμε μαζί σας)
nl_nl: Plaats uw telefoonnummer of e-mailadres (zodat wij contact met u kunnen opnemen)
no_no: Skriv inn ditt telefonnummer eller din e-post (så tar vi kontakt med deg)
pl_pl: Podaj swój numer telefonu lub e-mail (dla managera do kontaktu)
ro_ro: Vă rugăm să introduceţi numărul de telefon sau e-mail (departamentul vânzări vă va contacta)
ru_ru: Пожалуйста, введите телефон или email, чтобы наш сотрудник мог связаться с вами
tr_tr: Lütfen telefon numaranızı veya e-posta adresinizi girin (yöneticimizin size ulaşması için)
uk_ua: Будь ласка, введіть ваш номер телефону або email (для зв'язку з вами)
vi_vn: Vui lòng nhập số điện thoại hoặc email (để chúng tôi có thể liên lạc với bạn) của bạn

# Languages::call_requests.status.new
source: New
ar_sa: جديد
cs_cz: Nový
de_de: Neu
el_gr: Νέα
nl_nl: Nieuw
no_no: Ny
pl_pl: Nowy
ro_ro: Nou
ru_ru: Новый
tr_tr: Yeni
uk_ua: Новий
vi_vn: Mới

# Languages::call_requests.status.in_progress
source: In progress
ar_sa: جار المعالجة
cs_cz: Probíhá
de_de: In Bearbeitung
el_gr: Σε εξέλιξη
nl_nl: In behandeling
no_no: Pågår
pl_pl: W trakcie
ro_ro: În curs de desfăşurare
ru_ru: В процессе
tr_tr: Devam etmekte
uk_ua: В процесі
vi_vn: Đang xử lý

# Languages::call_requests.status.completed
source: Completed
ar_sa: مكتمل
cs_cz: Dokončený
de_de: Abgeschlossen
el_gr: Ολοκληρωθηκε
nl_nl: Afgerond
no_no: Fullført
pl_pl: Kompletne
ro_ro: Finalizat
ru_ru: Завершен
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Hoàn thành

# Languages::call_requests.status.no_answer
source: No answer
ar_sa: لا يوجد إجابة
cs_cz: Žádná odpověď
de_de: Keine Antwort
el_gr: Καμία Απάντηση
nl_nl: Geen antwoord
no_no: Ingen svar
pl_pl: Brak odpowiedzi
ro_ro: Nici un răspuns
ru_ru: Не отвечает
tr_tr: Cevap yok
uk_ua: Немає відповіді
vi_vn: Không có câu trả lời

# Languages::call_requests.responsible
source: Responsible
ar_sa: مسؤول
cs_cz: Kontaktní
de_de: Zuständig
el_gr: Υπεύθυνος
nl_nl: Verantwoordelijk
no_no: Ansvarlig
pl_pl: Odpowiedzialny
ro_ro: Responsabil
ru_ru: Ответственный
tr_tr: Sorumlu
uk_ua: Відповідальний
vi_vn: Phụ trách

# Languages::call_requests.notes
source: Notes
ar_sa: ملاحظات
cs_cz: Poznámky
de_de: Anmerkungen
el_gr: Σημειώσεις
nl_nl: Opmerkingen
no_no: Notater
pl_pl: Wiadomość
ro_ro: Note
ru_ru: Заметки
tr_tr: Notlar
uk_ua: Коментарі
vi_vn: Ghi chú

# Languages::call_requests.requested_product
source: Requested product
ar_sa: المنتج المطلوب
cs_cz: Požadované zboží
de_de: Angefragter Artikel
el_gr: Ζητούμενο Προϊόν
nl_nl: Gevraagde product
no_no: Forespurt produkt
pl_pl: Żądany produkt
ro_ro: Produsul solicitat
ru_ru: Запрос по товару
tr_tr: Talep edilen ürün
uk_ua: Запит по товару
vi_vn: Sản phẩm được yêu cầu

# Languages::call_requests.convenient_time
source: Convenient time
ar_sa: وقت مناسب
cs_cz: Vhodný čas
de_de: Geeigneter Zeitpunkt
el_gr: Βολική ώρα
no_no: Passende tidspunkt
pl_pl: Dogodny czas kontaktu
ro_ro: Ora convenabila
ru_ru: Удобное время
tr_tr: Uygun zaman
uk_ua: Зручний час
vi_vn: Thời gian thuận tiện

# Languages::call_requests.awaiting_call
source: Awaiting call
ar_sa: انتظار المكالمة
cs_cz: Čeká na volání
de_de: Erwarteter Anruf
el_gr: Αναμονη Κλησης
nl_nl: Wachtend op oproep
no_no: Venter på samtale
pl_pl: Kontakt telefoniczny
ro_ro: Apel in aşteptare
ru_ru: Ожидает звонка
tr_tr: Bekleyen çağrı
uk_ua: Очікує на дзвінок
vi_vn: Đang chờ cuộc gọi

# Languages::call_requests.order_exists
source: Order exists
ar_sa: طلب موجود
cs_cz: Objednávka existuje
de_de: Bestellung vorhanden
el_gr: Παραγγελία υπάρχει
nl_nl: Bestelling is aanwezig
no_no: Ordren finnes
pl_pl: Zamówienie istnieje
ro_ro: Comanda existenta
ru_ru: Заказ существует
tr_tr: Sipariş mevcut
uk_ua: Замовлення існує
vi_vn: Đơn hàng tồn tại

# Languages::call_requests.person_name_and_phone
source: Name and phone
ar_sa: الإسم ورقم الهاتف
cs_cz: Jméno a telefonní číslo
de_de: Name und Telefonnummer
el_gr: Όνομα και τηλέφωνο
nl_nl: Naam en telefoonnummer
no_no: Navn og telefonnummer
pl_pl: Nazwa i telefon
ro_ro: Numele şi telefonul
ru_ru: Имя и телефон
tr_tr: İsim ve telefon
uk_ua: Ім'я та телефон
vi_vn: Tên và điện thoại

# Languages::call_requests.no_name_specified
source: No name specified
ar_sa: لايوجد اسم محدد
cs_cz: Jméno nezadáno
de_de: Kein Name angegeben
el_gr: Δεν έχει καθοριστεί όνομα
nl_nl: Geen naam opgegeven
no_no: Ingen navn er oppgitt
pl_pl: Nie określono nazwy
ro_ro: Nici un nume specificat
ru_ru: Имя не указано
tr_tr: İsim belirtilmedi
uk_ua: Ім'я не вказано
vi_vn: Không có tên được chỉ định

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
ar_sa: اطلب واشتر الان بضغطة زر
cs_cz: Žádost o zavolání s formulářem na koupi 1 kliknutím
de_de: Formular für Rückrufanfragen und Kaufen Sie jetzt mit einem Klick
el_gr: Φόρμα Αίτησης Κλήσης και Αγορά τώρα με ένα κλικ
nl_nl: Bel verzoek en Koop nu met één klik-formulier
no_no: Anrops forespørsler og kjøp nå med 1-klikk skjema
pl_pl: Formularz zakupu jednym kliknięciem i kup teraz
ro_ro: Cererea de apel şi cumpara acum cu un singur clic pe formular
ru_ru: Форм обратного звонка и покупки в 1 клик
tr_tr: Tek tıklamayla çağrı isteği ve şimdi al
uk_ua: Форм зворотнього дзвінка і покупки в 1 клік
vi_vn: Yêu cầu gọi và mua ngay với hình thức một lần nhấp chuột

# Languages::block_call_request
source: Call request
ar_sa: طلب اتصال
cs_cz: Požadavek na zavolání
de_de: Gesprächswunsch
el_gr: Τηλεφωνική Παραγγγελία
nl_nl: Bel verzoek
no_no: Anrops forespørsel
pl_pl: Zakup jednym kliknięciem
ro_ro: Cereri de apel
ru_ru: Обратный звонок
tr_tr: Çağrı istekleri
uk_ua: Зворотній дзвінок
vi_vn: Yêu cầu gọi

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
ar_sa: هاتف المتجر و نموذج طلب الاتصال
cs_cz: Telefonní číslo obchodu a formulář pro požadavek na zavolání
de_de: Telefonnummer speichern und Formular für Rückrufanfrage
el_gr: Αποθήκευση τηλεφώνου και φόρμας αίτησης κλήσης
nl_nl: Telefoonnummer en formulier voor bel verzoek opslaan
no_no: Butikkens telefonnummer og skjema for anmodning om telefonsamtale
pl_pl: Numer telefonu sklepu i formularz zakupu jednym kliknięciem
ro_ro: Numărul de telefon al magazinului şi formularul pentru a solicita un apel
ru_ru: Телефон магазина и форма для заказа звонка
tr_tr: Çağrı talebi için mağaza telefon numarası ve formu
uk_ua: Телефон магазину і форма для замовлення дзвінка
vi_vn: Số điện thoại cửa hàng và các hình thức cho các yêu cầu một cuộc gọi

# Languages::tmpl_call_request
source: Call request form
ar_sa: نموذج طلب الاتصال
cs_cz: Formulář požadavku na zavolání
de_de: Formular für Rückrufanfrage
el_gr: Φόρμα αίτησης κλήσης
nl_nl: Bel verzoek formulier
no_no: Skjema for anrops forespørsler
pl_pl: Formularz zakupu jednym kliknięciem
ro_ro: Formular de cerere de apel
ru_ru: Обратный звонок
tr_tr: Çağrı istek formu
uk_ua: Зворотній дзвінок
vi_vn: Mẫu yêu cầu cuộc gọi

# Languages::call_requests.text_call_request
source: Customer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
ar_sa: [customer] العميل <a href="[href]"> انتظار المكالمة</a> على [phone_number].
cs_cz: Zákazník [customer] <a href="[href]">čeká na vaše zavolání</a> na čísle [phone_number].
de_de: Der Kunde [customer] erwartet <a href="[href]">Ihren Anruf</a> unter folgender Telefonnummer [phone_number].
el_gr: Ο Πελάτης [customer] είναι <a href="[href]"> σε αναμονή κλήση σας</a> στο [phone_number].
no_no: Kunden [customer] <a href="[href]">venter telefon</a> på [phone_number].
pl_pl: Klient [customer], <a href="[href]"> oczekuje na kontakt telefoniczny</a> pod numerem [phone_number].
ro_ro: Clientul [customer] <a href="[href]"> aşteaptă apelul dumneavoastră</a> pe numarul [phone_number].
ru_ru: Покупатель [customer] <a href="[href]">ожидает Вашего звонка</a> на номер [phone_number].
tr_tr: Müşteri [customer] [phone_number] telefonunda <a href="[href]">sizden çağrı bekliyor</a>.
uk_ua: Покупець [customer] - <a href="[href]">очікує вашого дзвінка</a> на номер [phone_number].
vi_vn: Khách hàng [customer] là <a href="[href]"> đang chờ cuộc gọi của bạn</a> vào số [phone_number].

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
ar_sa: وقت المكالمة ما بين [time_from] و [time_to].
cs_cz: Vhodný čas pro zavolání je mezi [time_from] a [time_to].
de_de: Die gewünschte Aufrufzeit liegt zwischen [Time_from] und [Time_to].
el_gr: H βολική ώρα επικοινωνίας είναι μεταξύ [time_from] και [time_to].
nl_nl: Bij voorkeur bellen tussen [time_from] en [time_to].
no_no: Ringetid som passer er mellom [time_from] til [time_to].
pl_pl: Preferowany czas kontaktu między [time_from] a [time_to].
ro_ro: Timpul convenabil pentru apel este între [time_from] şi [time_to].
ru_ru: Удобное время для звонка с [time_from] до [time_to].
tr_tr: Uygun arama zamanı [time_from] ile [time_to] arasında.
uk_ua: Зручний час для звінка від [time_from] до [time_to].
vi_vn: Thời gian thuận tiện để gọi là giữa [time_from] và [time_to].
