Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/call_requests.po
Languages: ar_sa, cs_cz, de_de, el_gr, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
ar_sa: Сustomer [customer] <a href="[href]">ينتظر المكالمة</a> على [phone_number]، فيما يتعلق بشراء منتج <a href="[product_href]">[product_name]</a>.
cs_cz: Zákazník [customer] <a href="[href]">čeká na vaše zavolání</a> [phone_number], týkající se nákupu <a href="[product_href]">[product_name]</a>.
de_de: Kunde [customer] <a href="[href]">erwartet Ihren Anruf</a> auf [phone_number], bezüglich der Bestellung des Artikels <a href="[product_href]">[product_name]</a>.
el_gr: Ο πελάτης [customer] είναι <a href="[href]"> εν αναμονή κλήση σας</a> στο [phone_number], σχετικά με την αγορά του προϊόντος <a href="[product_href]">[product_name]</a>.
nl_nl: Klant [customer] is <a href="[href]">in afwachting van een telefoontje</a> op telefoonnummer [phone_number], met betrekking tot de aankoop van het product <a href="[product_href]">[product_name]</a>.
no_no: Kunden [customer] venter <a href="[href]">på at du tar kontakt</a> på nummer: [phone_number], angående kjøp av produktet <a href="[product_href]">[product_name]</a>.
pl_pl: Klient [customer], <a href="[href]"> oczekuje na rozmowę</a> pod numerem telefonu [phone_number], dotyczącą zakupu produktu <a href="[product_href]">[product_name]</a>.
ro_ro: Clientul [customer] este <a href="[href]"> aşteaptă apelul dumneavoastră</a> pe [phone_number], cu privire la achiziţionarea de produs <a href="[product_href]">[product_name]</a>.
ru_ru: Клиент [customer]-<a href="[href]"> ждет вашего звонка</a> на номер [phone_number], относительно покупки товара <a href="[product_href]">[product_name]</a>.
tr_tr: Müşteri [customer] [phone_number] telefonunda <a href="[product_href]">[product_name]</a> ürünü ile ilgili <a href="[href]">sizden çağrı bekliyor</a>.
uk_ua: Клієнт [customer] - <a href="[href]">чекає вашого дзвінка</a> на номер [phone_number], щодо купівлі товару <a href="[product_href]">[product_name]</a>.
vi_vn: Khách hàng [customer] là <a href="[href]"> đang chờ cuộc gọi của bạn</a> vào số [phone_number], liên quan đến việc mua sản phẩm <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
ar_sa: رقم الهاتف <b>[field]</b> غير صحيح.
cs_cz: Telefonní číslo v poli <b>[field]</b> není platné.
de_de: Die Telefonnummer im Feld <b>[field]</b> ist ungültig.
el_gr: Ο αριθμός τηλεφώνου στο πεδίο <b>[field]</b> δεν είναι έγκυρος.
nl_nl: Het telefoonnummer in het veld <b>[field]</b> is ongeldig.
no_no: Telefonnummeret i <b>[field]</b> feltet er ugyldig.
pl_pl: Numer telefonu w polu <b>[field]</b> jest nieprawidłowy.
ro_ro: Numărul de telefon în câmpul <b>[field]</b> nu este valid.
ru_ru: Недопустимый номер телефона в поле <b>[field]</b>.
tr_tr: <b>[field]</b> alanındaki telefon numarası geçersiz.
uk_ua: Номер в полі <b>[field]</b> некоректний.

# Languages::email_template.call_requests_buy_with_one_click
source: Call requests: buy with one click notification
ar_sa: طلبات الإتصال: شراء مع الإخطار بنقرة واحدة
cs_cz: Požadavky na zavolání: oznámení nákupu na 1 kliknutí
de_de: Rückrufanfrage: Kaufen Sie mit "1-Klick-Mitteilung"
el_gr: Αιτήσεις Κλήσεων: Ειδοποίησεις αγοράμε ένα κλικ
nl_nl: Bel verzoek: Koop met één klik melding
no_no: Anrops forespørsler: kjøp med ett klikk varsling
pl_pl: Zakup jednym kliknięciem: Powiadomienie o zakupie jednym kliknięciem
ro_ro: Cereri de apel: cumpara cu un singur clic notificare
ru_ru: Обратный звонок: уведомление о покупке в один клик
tr_tr: Çağrı istekleri: Bir tık ile satış al bildirimi
uk_ua: Зворотній дзвінок: повідомлення про покупку в один клік
vi_vn: Yêu cầu gọi: mua với một cú nhấp chuột thông báo

# Languages::email_template.call_requests_call_request
source: Call requests: call request notification
ar_sa: طلب اتصال: اشعار بطلب اتصال
cs_cz: Požadavky na zavolání: oznámení požadavku na zavolání
de_de: Rückrufanfrage: Rückrufanfrage Mitteilung
el_gr: Αιτήσεις Κλήσεων: Ειδοποίησεις Αιτήσεων Κλήσης
nl_nl: Bel verzoek: Bel verzoek melding
no_no: Anrops forespørsler: kontakt forespørsel via telefon
pl_pl: Zakup jednym kliknięciem: żądanie powiadomienie o połączeniu
ro_ro: Cereri de apel: notificare cereri de apel
ru_ru: Обратный звонок: запрос на обратный звонок
tr_tr: Çağrı istekleri: Çağrı isteği bildirimi
uk_ua: Зворотній дзвінок: запит на дворотній дзвінок
vi_vn: Yêu cầu gọi: thông báo yêu cầu gọi điện

# Languages::call_request.work_time
source: Mon-Fr 9a.m.-6p.m.
ar_sa: الاثنين-الجمعه 09:00 ص-06:00 م
cs_cz: Po-Pá 9:00-18:00.
de_de: Mo-Fr 09:00-18:00
el_gr: Δε-Π α 9 π.μ.-6 μ.μ.
no_no: Man. - Fre. 09-18
pl_pl: Pn-Pt 9:00-18:00
ro_ro: Lu-Vi 9:00-18:00
ru_ru: Пн-Пт: 9:00-18:00
tr_tr: P.tesi - Cuma 09:00 - 18:00
uk_ua: Пн-Пт: 9:00-18:00.
vi_vn: Thứ hai - 09:00 - 18:00

# Languages::call_requests.request_call_request_form
source: Call requests: request form
ar_sa: طلبات الاتصال: نموذج الطلب
cs_cz: Požadavky na zavolání: formulář žádosti
de_de: Rückrufanfrage: Anfrageformular
el_gr: Αίτηση κλήσεων: φορμα αίτησης
no_no: Anrops forespørsler: forespørsel skjema
pl_pl: Zakup jednym kliknięciem: formularz zapytania
ro_ro: Cereri de apel: formularul de cerere
ru_ru: Обратный звонок: Форма для запроса
uk_ua: Зворотній дзвінок: форма запиту

# Languages::call_requests.agreement_text_full_request_call_request_form
source: <p>We ([company]) will use the data you provide here to contact you regarding your call request or order. That data will remain in our system, visible to our staff (or the relevant vendor), until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
ar_sa: <p> سنستخدم نحن ([company]) البيانات التي تقدمها هنا للاتصال بك بخصوص طلب أو طلب المكالمة. ستبقى هذه البيانات في نظامنا ، مرئية لموظفينا (أو البائع ذي الصلة) ، حتى تسحب موافقتك. إذا كنت ترغب في إزالة بياناتك الشخصية ، قم بإرسال بريد إلكتروني إلى [email].</p><p> إذا كنت تعتقد أن بياناتك الشخصية قد أسيء استخدامها، فيحق لك تقديم شكوى لدى سلطة إشرافية. نحن ملزمون بقانون حماية البيانات العامة للاتحاد الأوروبي لإعلامك بهذا الحق؛ لا نعتزم في الواقع إساءة استخدام بياناتك.</p>
cs_cz: <p>My ([company]) použijeme údaje, které zde poskytnete, pro kontakt s Vámi ohledně požadavku na volání nebo objednávky. Tyto údaje zůstanou v našem systému, viditelné pro naše zaměstnance (nebo pro odpovídajícího dodavatele), dokud svůj souhlas nezrušíte. Pokud byste chtěli své osobní údaje odstranit, pošlete e-mail na [email].</p> <p>Pokud se domníváte, že byly Vaše osobní údaje zneužity, máte právo vznést stížnost k dozorovému orgánu. Na základě obecného nařízení EU o ochraně osobních údajů máme povinnost Vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu Vaše data nijak zneužít.</p>
de_de: <p>Wir ([company]) nutzen die von Ihnen uns zur Verfügung gestellten Daten, um Sie bezüglich Ihrer Rückrufanfragen oder Bestellungen zu kontaktieren. Diese Daten werden in unserem System gespeichert und ausschließlich für unsere Mitarbeiter sichtbar sein (oder für den entsprechenden Verkäufer), bis Sie dem widersprechen. Wenn Sie Ihre persönlichen Daten löschen möchten, senden Sie uns bitte eine Mail an [email].</p> <p>Wenn Sie glauben, das Ihre persönlichen Daten für unrechte Zwecke missbraucht wurden, haben Sie das Recht, dieses der Aufsichtsbehörde zu melden. Wir sind der EU-Datenschutz-Grundverordnung verpflichtet, Sie darüber aufzuklären; wir beabsichtigen nicht, Ihre Daten zu missbrauchen.</p>
el_gr: <p>το όνομά σας εμφανίζεται δίπλα σε κριτική ή σχόλιο, και ειναι ορατό σε όλους. Εμείς ([company]) επίσης αποθηκεύουμε τη διεύθυνση IP σας ως μια προφύλαξη ασφαλείας, αλλά μπορει να προβληθει μόνο στο προσωπικό μας. Θα παραμείνει στο σύστημά μας μέχρι να αποσύρετε τη συγκατάθεσή σας. Αν θα θέλατε να τα προσωπικά σας δεδομένα να αφαιρεθούν, θα πρέπει να στείλετε ένα email στο [email].</p> <p>Αν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν υποστεί κατάχρηση, έχετε το δικαίωμα να υποβάλετε καταγγελία στην εποπτική αρχή (dpa. gr). Εμείς είμαστε υποχρεωμένοι από to γενικό κανονισμό προστασίας δεδομένων (GDPR) της ΕΕ να σας ενημερώσoυμε σχετικά με αυτό το δικαίωμα. Δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας.</p>
no_no: <p>Vi ([company]) vil bruke dataene du oppgir her for å kontakte deg angående din forespørsel eller bestilling. Disse dataene forblir i vårt system, synlig for våre ansatte (eller den relevante leverandøren), til du trekker tilbake samtykket ditt. Hvis du vil ha dine personlige data fjernet, send en epost til [email]. </p> <p> Hvis du mener at dine personopplysninger er misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten. Vi har ikke tenkt å misbruke dataene dine.</p>
pl_pl: <p> My ([company]) używamy podanych tu danych, aby skontaktować się z Tobą w sprawie Twoich zapytań lub zamówień. Dane te pozostaną w naszym systemie, widoczne dla naszych pracowników (lub odpowiedniego dostawcy), dopóki nie wycofasz swojej zgody na ich używanie. Jeśli chcesz usunąć swoje dane osobowe, wyślij wiadomość e-mail na adres [email].</p> <p>Jeśli uważasz, że Twoje dane osobowe zostały użyte niezgodnie z przeznaczeniem, masz prawo do złożenia skargi do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
ro_ro: <p>Noi ([company]) vom folosi datele pe care le furnizaţi aici pentru a vă contacta cu privire la cererea de apel sau comanda dvs. Că datele vor rămâne în sistemul nostru, vor fi vizibile doar pentru personalul nostru (sau distribuitorul relevant), până când vă retrageţi consimţământul dumneavoastră. Dacă doriţi să aveţi datele personale eliminat, trimite un email pe adresa [email].</p> <p>În cazul în care credeţi că datele cu caracter personal a fost utilizat în mod abuziv, aveţi dreptul de a depune o plângere la autoritatea de supraveghere. Suntem obligați, conform Regulamentului UE privind protecția generală a datelor, să vă informăm despre acest drept; nu intenționăm să folosim în mod greșit datele dvs.</p>
ru_ru: <p>Мы ([company]) используем ваши данные, чтобы впоследствии связаться с Вами по поводу Вашего запроса или для обсуждения заказа. Данные хранятся в нашей системе и доступны некоторым нашим сотрудникам (или продавцам, у которых сделан заказ) до тех пор, пока вы не отзовёте своё согласие. Если вы хотите, чтобы Ваши персональные данные были удалены, отправьте письмо по адресу [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, однако мы не планируем использовать Ваши данные не по назначению.</p>
uk_ua: <p>Ми ([company]) використовуємо ваші дані, щоб згодом зв'язатися з Вами по щодо Вашого запиту чи для обговорення замовлення. Дані зберігаються в нашій системі і доступні деяким нашим співробітникам (або продавцям, у яких зроблено замовлення) до тих пір, поки ви не відкличете свою згоду. Якщо ви хочете, щоб Ваші персональні дані були видалені, надішліть листа на адресу [email].</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, однак ми не плануємо використовувати Ваші дані не за призначенням..</p>

# Languages::call_requests.agreement_text_short_request_call_request_form
source: I agree to have my personal data <u>processed as follows.</u>
ar_sa: أوافق على معالجة بياناتي الشخصية <u> كما يلي. </u>
cs_cz: Souhlasím s tím, aby moje osobní údaje byly <u>zpracovány následujícím způsobem.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten wie folgt verarbeitet werden
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
no_no: Jeg godtar at mine personlige data <u> behandles som følger. </u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
ro_ro: Sunt de acord ca datele mele personale să fie <u>prelucrate după cum urmează.</u>
ru_ru: Я даю согласие на <u>обработку моих персональных данных.</u>
tr_tr: Bilgilerimin <u> bu şekilde işlenmesine </u> izin veriyorun
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::gdpr_call_requests
source: Personal data from call requests
ar_sa: البيانات الشخصية من طلبات المكالمة
cs_cz: Osobní údaje z požadavků na zavolání
de_de: Persönliche Daten aus Rückrufanfragen
el_gr: Δεδομένων προσωπικού χαρακτήρα από τις αιτήσεις κλήσεων
no_no: Personlige data fra anropsforespørsler
pl_pl: Danych osobowe z "Zakup jednym kliknięciem"
ro_ro: Datele cu caracter personal de cereri de apel
ru_ru: Персональные данные из запросов на обратный звонок
tr_tr: Çağrı isteklerinden kişisel bilgi
uk_ua: Персональні дані із запитів на зворотній дзвінок
