Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/catalog_mode.po
Languages: ar_sa, da_dk, fr_fr, id_id, ja_jp, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::catalog_mode
source: Catalog mode
ar_sa: وضع كتالوج
da_dk: Katalogtilstand
fr_fr: Mode catalogue
id_id: Mode katalog
ja_jp: カタログモード
pl_pl: Tryb katalogu
ru_ru: Режим каталога
tr_tr: Katalog modu
uk_ua: Режим каталога
vi_vn: Chế độ danh mục

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
ar_sa: يسمح لك باستخدام المخزن على هيئة كتالوج المنتج
da_dk: Tillader dig at bruge butikken som et produktkatalog
fr_fr: Vous permet d'utiliser le magasin comme un catalogue de produits
id_id: Memungkinkan Anda untuk menggunakan toko sebagai Katalog Produk
ja_jp: ショップを商品カタログサイトとして運用できます
pl_pl: Pozwala na przełączenie sklepu w tryb katalogu produktów
ru_ru: Витрина как каталог товаров (без возможности покупки)
tr_tr: Mağazayı bir ürün kataloğu olarak kullanmanızı sağlar
uk_ua: Використовувати магазин як каталог товарів (без можливості покупки)
vi_vn: Cho phép bạn sử dụng cửa hàng như một danh mục sản phẩm

# Languages::catalog_mode
source: Catalog Mode
ar_sa: وضع كتالوج
da_dk: Katalogtilstand
fr_fr: Mode catalogue
id_id: Modus Katalog
ja_jp: カタログモード
pl_pl: Tryb katalogu
ru_ru: Режим каталога
tr_tr: Katalog modu
uk_ua: Режим каталога
vi_vn: Chế độ danh mục

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
ar_sa: أجل أن يمكن أن يتم عرض الزر "شراء الآن" في صفحة تفاصيل المنتج، الرجاء تعيين "صفر سعر العمل" كما "تسمح للعملاء بإضافة المنتج إلى سلة التسوق".
da_dk: For at kunne vises knappen "Køb nu" på siden produktdetaljer, skal du indstille "Nul pris handling" som "Tillader kunder at tilføje produkt til indkøbskurv".
fr_fr: Afin que le bouton « Acheter maintenant » puisse être affiché sur la page de détails du produit, mettez « Action prix à zéro » à « Permettre aux clients d'ajouter le produit au panier ».
id_id: Agar tombol "Beli sekarang" dapat ditampilkan pada halaman rincian produk, silakan set "Aksi harga nol" sebagai "Mengizinkan pelanggan untuk menambah produk ke keranjang".
ja_jp: "ご購入はこちら" ボタンを表示するには商品情報登録・編集ページにおいて "価格ゼロ商品の取り扱い" に "カートへの追加を許可" を指定してください。
pl_pl: Aby przycisk "Kup teraz" mógł być wyświetlany na stronie szczegóły produktu, proszę ustawić w polu "Akcja zerowa cena", "Pozwól na dodanie produktu do koszyka".
ru_ru: Чтобы на детальной странице товара отображалсь кнопка покупки, установите значение поля «Действие при нулевой цене» на «Разрешить добавлять товар в корзину».
tr_tr: Ürün ayrıntıları sayfasında "Şimdi satın al" butonunun görünebilmesi için, lütfen "Sıfır fiyat eylemi"ni "Müşterilerin sepete ürün eklemesine izin ver" olarak ayarlayın.
uk_ua: Щоб на детальній сторінці товару відображалася кнопка покупки, встановіть значення поля «Дія при нульовій ціні» на «Дозволити додавати товар у кошик».
vi_vn: Đặt hàng với nút "Mua ngay" có thể hiển thị trên trang chi tiết sản phẩm, xin vui lòng thiết lập mục "Thao tác khi giá là 0" là "Cho phép khách hàng thêm sản phẩm vào giỏ hàng".

# Languages::buy_now_url
source: Buy Now URL
ar_sa: شراء الآن URL
da_dk: Køb nu URL
fr_fr: URL Acheter maintenant
id_id: URL Beli Sekarang
ja_jp: 「ご購入はこちら」ボタンのURL
pl_pl: Adres Kup teraz
ru_ru: Ссылка для покупки
tr_tr: Şimdi satıl al URL'si
uk_ua: Посилання на покупку
vi_vn: Liên kết Mua Ngay

# SettingsSections::catalog_mode::general
source: General
ar_sa: عام
da_dk: Generelt
fr_fr: Général
id_id: Umum
ja_jp: 基本設定
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
ar_sa: وضع تفعيل المخزن
da_dk: Butiksdriftstilstand
fr_fr: Mode de fonctionnement du magasin
id_id: Modus operasi toko
ja_jp: ショップ運用モード
pl_pl: Tryb pracy sklepu
ru_ru: Режим работы магазина
tr_tr: Mağaza çalışma modu
uk_ua: Режим роботи магазину
vi_vn: Chế độ hoạt động cửa hàng

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
ar_sa: السماح بشراء المنتجات مع شراء فارغ الان URL
da_dk: Giver mulighed for køb af produkter med tom køb nu URL
fr_fr: Permettre d'acheter des produits avec l'URL acheter maintenant vide
id_id: Mengizinkan pembelian produk dengan URL Beli Sekarang yang kosong
ja_jp: 「ご購入はこちら」ボタンのURLが指定されていない商品を購入可能にする
pl_pl: Zezwól na zakup produktów z pustym adresem URL Kup teraz
ru_ru: Позволять покупать товары с пустой ссылкой для покупки
tr_tr: Boş Şimdi Satın Al URL'si ile ürün satın almaya izin ver
uk_ua: Дозволяти купувати товари з порожнім посиланням для покупки
vi_vn: Cho phép mua các sản phẩm với Liên kết Mua Ngay trống

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
ar_sa: فهرس المنتجات
da_dk: Katalog
fr_fr: Catalogue
id_id: Katalog
ja_jp: カタログ
pl_pl: Tryb katalogu
ru_ru: Каталог
tr_tr: Katalog
uk_ua: Каталог
vi_vn: Danh mục

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
ar_sa: المتجر
da_dk: Butik
fr_fr: Magasin
id_id: Toko
ja_jp: ショップ
pl_pl: Tryb sklepu
ru_ru: Магазин
tr_tr: Mağaza
uk_ua: Магазин
vi_vn: Cửa hàng
