Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/data_feeds.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, pl_pl, ro_ro, tr_tr, uk_ua, vi_vn

# Addons::name::data_feeds
source: Data feeds
ar_sa: مغذي البيانات
cs_cz: Datové zdroje
de_de: Datenfeeds
el_gr: Feed δεδομενων
es_es: Fuentes de datos
fr_fr: Flux de données
id_id: Data feed
it_it: Feed di dati
ja_jp: データフィード
pl_pl: Źródła danych
ro_ro: Fluxuri de date
tr_tr: Veri akışları
uk_ua: Конструктор прайс-листів
vi_vn: Nguồn cấp dữ liệu

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
ar_sa: يجعل من الممكن لإنشاء تغذية بيانات المنتج في CSV
cs_cz: Umožňuje vytvořit datový zdroj s produkty ve formátu CSV
da_dk: Gør det muligt at oprette produkt datafeeds i CSV
de_de: Ermöglicht es, Datenfeeds von Artikeln in CSV zu erstellen
el_gr: Δίνει τη δυνατότητα να δημιουργήσετε Feed δεδομενων για προϊόντα σε CSV
es_es: Permite crear feeds de datos de producto en formato CSV
fr_fr: Permet de créer des flux de données de produit en CSV
id_id: Memungkinkan untuk menciptakan produk feed data dalam CSV
it_it: Permette di creare feed di dati dei prodotti in formato CSV
ja_jp: 指定したフォーマットで商品データをエクスポートできます
pl_pl: Umożliwia tworzenie źródła danych produktów w formacie CSV
ro_ro: Face posibilă crearea de fluxuri de date produs în CSV
tr_tr: CSV içinde ürün veri akışlarını oluşturmayı mümkün kılar
uk_ua: Експорт каталогу товарів у вигляді CSV-файлу; автоматичний експорт за розкладом
vi_vn: Thực hiện để có thể tạo ra sản phẩm nguồn cấp dữ liệu trong CSV

# Languages::data_feeds
source: Data feeds
ar_sa: مغذي البيانات
cs_cz: Datové zdroje
de_de: Datenfeeds
el_gr: Feed δεδομενων
es_es: Fuentes de datos
fr_fr: Flux de données
id_id: Data feed
it_it: Feed di dati
ja_jp: データフィード
pl_pl: Źródła danych
ro_ro: Fluxuri de date
tr_tr: Veri akışları
uk_ua: Прайс-листи
vi_vn: Nguồn cấp dữ liệu

# Languages::data_feed
source: Data feed
ar_sa: مغذي البيانات
cs_cz: Datový zdroj
da_dk: Datafeeds
de_de: Datenfeed
el_gr: Feed δεδομενων
es_es: Fuentes de datos
fr_fr: Flux de données
id_id: Feed data
it_it: Feed di dati
ja_jp: データフィード
pl_pl: Źródło danych
ro_ro: Flux de date
tr_tr: Veri akışı
uk_ua: Прайс-лист
vi_vn: Nguồn cấp dữ liệu

# Languages::export_by_cron
source: Export by cron
ar_sa: تصدير بواسطة cron
cs_cz: Exportovat pomocí cronu
da_dk: Eksport af cron
de_de: Export per cron job
el_gr: Εξαγωγή με cron
es_es: Exportación por cron o tareas programadas
fr_fr: Exportation par cron
id_id: Ekspor oleh cron
it_it: Esporta in ordine cronologico
ja_jp: クロンによるエクスポート
pl_pl: Eksport przez crona
ro_ro: Export de cron
tr_tr: Cron tarafından dışarı aktar
uk_ua: Експортувати, використовуючи cron
vi_vn: Xuất dữ liệu bởi cron

# Languages::export_by_cron_to
source: Export by cron to
ar_sa: تصدير بواسطة cron إلى
cs_cz: Exportovat pomocí cronu do
da_dk: Eksport af cron til
de_de: Export per cron job nach
el_gr: Εξαγωγή με cron σε
es_es: Exportación por cron o tarea programada para
fr_fr: Exportation par cron vers
id_id: Ekspor oleh cron ke
it_it: Esporta da ordine cronologico in
ja_jp: クロンによるエクスポート先
pl_pl: Eksport przez cron do
ro_ro: Export de cron pentru a
tr_tr: Cron tarafından dışarı aktarıldığı yer
uk_ua: Експортувати, використовуючи cron в
vi_vn: Xuất dữ liệu bởi cron tới

# Languages::add_new_datafeed
source: New data feed
ar_sa: مغذي بيانات جديد
cs_cz: Nový datový zdroj
da_dk: Ny data feed
de_de: Neuer Datenfeed
el_gr: Νέα Feed δεδομένων
es_es: Nueva fuente de datos
fr_fr: Nouveau flux de données
id_id: Umpan data baru
it_it: Nuovo data feed
ja_jp: データフィードの追加
pl_pl: Nowe źródło danych
ro_ro: Flux de date nou
tr_tr: Yeni veri akışı
uk_ua: Новий прайс-лист
vi_vn: Nguồn cấp dữ liệu mới

# Languages::add_datafeed
source: Add data feed
ar_sa: مغذي بيانات جديد
cs_cz: Přidat datový zdroj
da_dk: Tilføj data feed
de_de: Datenfeed hinzufügen
el_gr: Προσθέστε Feed δεδομένων
es_es: Agregar fuente de datos
fr_fr: Ajouter un flux de données
id_id: Tambahkan umpan data
it_it: Aggiungi data feed
ja_jp: データフィードの追加
pl_pl: Dodaj źródło danych
ro_ro: Adauga flux de date
tr_tr: Veri akışı ekleme
uk_ua: Додати прайс-лист
vi_vn: Thêm nguồn cấp dữ liệu

# Languages::datafeed_name
source: Data feed name
ar_sa: اسم مغذي البيانات
cs_cz: Název datového zdroje
da_dk: Data feed navn
de_de: Name Datenfeed
el_gr: Ονομα Feed Δεδομενων
es_es: Nombre de la fuente de datos
fr_fr: Nom du flux de données
id_id: Nama umpan data
it_it: Nome data feed
ja_jp: データフィード名
pl_pl: Nazwa źródła danych
ro_ro: Nume flux de date
tr_tr: Veri akışı adı
uk_ua: Назва прайс-листа
vi_vn: Tên nguồn cấp dữ liệu

# Languages::save_directory
source: Server directory
ar_sa: دليل الخادم
cs_cz: Adresář serveru
da_dk: Server-bibliotek
de_de: Serververzeichnis
es_es: Directorio del servidor
fr_fr: Répertoire du serveur
id_id: Direktori server
it_it: Cartella del Server
ja_jp: サーバーディレクトリ
pl_pl: Katalog na serwerze
tr_tr: Sunucu dizini
uk_ua: Папка на сервері
vi_vn: Thư mục máy chủ

# Languages::ftp_url
source: FTP server
ar_sa: خادم FTP
es_es: Servidor FTP
fr_fr: Serveur FTP
it_it: Server FTP
ja_jp: FTPサーバー
pl_pl: Serwer FTP
tr_tr: FTP sunucusu
uk_ua: FTP-сервер
vi_vn: FTP máy chủ

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
ar_sa: التنسيق هو: FTPHOST [: PORT] [/DIRECTORY]. مثال: ftp.yourhost.com:21/home/username/folder
cs_cz: Formát: FTPHOST [: PORT] [/DIRECTORY]. Příklad: ftp.yourhost.com:21/home/username/folder
da_dk: Formatet er: FTPHOST [: PORT][/DIRECTORY]. Eksempel: ftp.yourhost.com:21/home/username/folder
de_de: Das Format ist: FTPHOST[:PORT][/DIRECTORY]. Beispiel: ftp.yourhost.com:21/home/username/folder
es_es: El formato es: FTPHOST [: PORT][/DIRECTORY]. Ejemplo: ftp.yourhost.com:21/home/username/folder
fr_fr: Le format est : FTPHOST [: PORT][/DIRECTORY]. Exemple : ftp.yourhost.com:21/home/username/folder
id_id: Format: FTPHOST[:PORT][/DIRECTORY]. Contoh: ftp.yourhost.com:21/home/username/folder
it_it: Il formato è: FTPHOST[:PORT][/DIRECTORY]. Esempio: ftp.yourhost.com:21/home/username/folder
ja_jp: 入力形式: FTPHOST[:PORT][/DIRECTORY]. 例: ftp.yourhost.com:21/home/username/folder
pl_pl: Format: FTPHOST [: PORT] [/DIRECTORY]. Przykład: ftp.yourhost.com:21/home/username/folder
ro_ro: Formatul este: FTPHOST [: PORT][/DIRECTORY]. Exemplu: ftp.yourhost.com:21/home/username/folder
tr_tr: Giriş düzeni: FTPHOST[:PORT][/DIRECTORY]. Örneğin: ftp.yourhost.com:21/home/username/folder
uk_ua: Формат: FTPHOST[:PORT][/DIRECTORY]. Приклад: ftp.yourhost.com:21/home/username/folder
vi_vn: Định dạng là: FTPHOST [: PORT][/DIRECTORY]. Ví dụ: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
ar_sa: اسم المستخدم FTP
cs_cz: FTP uživatelské jméno
da_dk: FTP brugernavn
de_de: FTP-Benutzername
es_es: Nombre de usuario FTP
fr_fr: Nom d'utilisateur FTP
id_id: Nama pengguna FTP
it_it: Nome utente FTP
ja_jp: FTPユーザー名
pl_pl: Nazwa użytkownika FTP
ro_ro: Numele de utilizator FTP
tr_tr: FTP kullanıcı adı
uk_ua: Ім'я користувача FTP
vi_vn: Tên đăng nhập FTP

# Languages::ftp_pass
source: FTP password
ar_sa: كلمة مرور بروتوكول نقل الملفات
cs_cz: FTP heslo
da_dk: FTP adgangskode
de_de: FTP-Passwort
es_es: Contraseña FTP
fr_fr: Mot de passe FTP
id_id: Kata sandi FTP
it_it: Password FTP
ja_jp: FTPパスワード
pl_pl: Hasło FTP
ro_ro: Parola FTP
tr_tr: FTP şifresi
uk_ua: FTP пароль
vi_vn: Mật khẩu FTP

# Languages::fields
source: Fields
ar_sa: الحقول
cs_cz: Pole
da_dk: Felter
de_de: Felder
el_gr: Πεδία
es_es: Campos
fr_fr: Champs
id_id: Kolom
it_it: Campi
ja_jp: フィールド
pl_pl: Pola
ro_ro: Câmpuri
tr_tr: Alanlar
uk_ua: Поля
vi_vn: Lĩnh vực

# Languages::field_name
source: Field name
ar_sa: اسم الحقل
cs_cz: Název pole
da_dk: Feltnavn
de_de: Feldname
el_gr: Όνομα πεδίου
es_es: Nombre del campo
fr_fr: Nom du champ
id_id: Nama kolom
it_it: Nome campo
ja_jp: フィールド名
pl_pl: Nazwa pola
ro_ro: Nume de câmp
tr_tr: Alan adı
uk_ua: Назва поля
vi_vn: Tên trường

# Languages::field_type
source: Field type
ar_sa: نوع الحقل
cs_cz: Typ pole
da_dk: Felttype
de_de: Feldtyp
el_gr: Τύπος πεδίου
es_es: Tipo de campo
fr_fr: Type de champ
id_id: Jenis kolom
it_it: Tipo di campo
ja_jp: フィールドタイプ
pl_pl: Typ pola
ro_ro: Tipul de câmp
tr_tr: Alan türü
uk_ua: Тип поля
vi_vn: Loại trường

# Languages::map_fields
source: Fields mapping
ar_sa: تعيين الحقول
cs_cz: Mapování polí
da_dk: Feltkortlægning
de_de: Feldzuordnung
el_gr: Χαρτογράφηση Πεδίων
es_es: Mapeo de campos
fr_fr: Mapping des champs
id_id: Pemetaan kolom
it_it: Mappatura campi
ja_jp: フィールドのマッピング
pl_pl: Mapowanie pól
ro_ro: Campurile de cartografiat
tr_tr: Alanları eşleme
uk_ua: Таблиця відповідності полів
vi_vn: Lập bản đồ các trường

# Languages::update_datafeed
source: Editing data feed
ar_sa: تحرير مغذي البيانات
cs_cz: Úprava datového zdroje
da_dk: Redigering af data feed
de_de: Datenfeed bearbeiten
el_gr: Επεξεργασία Feed δεδομένων
es_es: Edición de la fuente de datos
fr_fr: Édition du flux de données
id_id: Ubah umpan data
it_it: Modifica feed dati
ja_jp: データフィードの編集
pl_pl: Edycja źródła danych
ro_ro: Editare flux de date
tr_tr: Veri akışı düzenleme
uk_ua: Редагування прайс-листа
vi_vn: Chỉnh sửa nguồn cấp dữ liệu

# Languages::datafeed.description
source: Only the products that meet <strong>all</strong> of the conditions below will be exported:
ar_sa: سيتم تصدير المنتجات التي تلبي <strong> جميع </strong> الشروط التالية فقط:
de_de: Nur die Produkte, die <strong> alle </ strong> der folgenden Bedingungen erfüllen, werden exportiert:
el_gr: Μόνο τα προϊόντα που πληρούν <strong>όλους</strong> τις παρακάτω προϋποθέσεις θα εξαχθούν:
es_es: Sólo los productos que cumplen <strong>todos</strong> de las condiciones debajo serán exportadas:
fr_fr: Seuls les produits qui répondent à <strong>toutes</strong> les conditions ci dessous seront exportés:
id_id: English Indonesia:
pl_pl: Tylko produkty, które spełniają <strong>wszystkie</strong> warunki zostaną wyeksportowane:
ro_ro: Numai produsele care îndeplinesc <strong>toate</strong> condiţiile de mai jos se vor exporta:
tr_tr: Aşağıdaki koşulların yalnızca <strong> tümünü </strong> karşılayan ürünler dışa aktarılacaktır:
uk_ua: Буде експортовано лише ті товари, що відповідають <strong>всім</strong> умовам, що вказано нижче:

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
ar_sa: استخدم السطر التالي لتشغيل البرنامج النصي وفقًا للجدول
cs_cz: Použijte následující řádek pro spuštění skriptu podle plánu
da_dk: Brug følgende linje til at køre scriptet planmæssigt
de_de: Verwenden Sie die folgende Zeile, um das Skript nach Plan laufen zu lassen
el_gr: Χρησιμοποιήστε την ακόλουθη γραμμή για να εκτελέσετε τη δέσμη ενεργειών σύμφωνα με το χρονοδιάγραμμα
es_es: Utilice la siguiente línea para ejecutar el script según horario
fr_fr: Utilisez la ligne suivante pour exécuter le script selon horaire
id_id: Gunakan baris berikut untuk menjalankan script sesuai jadwal
it_it: Utilizzare la seguente riga per eseguire lo script in modo programmato
ja_jp: エクスポートを定期実行するには以下の形式で記述してください:
pl_pl: Należy użyć następującego polecenia, aby uruchomić skrypt zgodnie z harmonogramem
ro_ro: Utilizaţi următoarea linie pentru a rula script-ul conform programului
tr_tr: Zamanlamaya göre komut dizisi çalıştırmak için aşağıdaki satırı kullanın
uk_ua: Використовуйте наступну команду для запуску скрипта за розкладом
vi_vn: Sử dụng dòng sau đây để chạy kịch bản theo lịch trình

# Languages::exported_items
source: Exported items
ar_sa: الأصناف المصدرة
cs_cz: Exportované položky
da_dk: Eksporter varer
de_de: Exportierte Artikel
el_gr: Εξαγόμενα αντικείμενα
es_es: Artículos exportados
fr_fr: Éléments exportés
id_id: Item yang diekspor
it_it: Articoli esportati
ja_jp: エクスポート対象
pl_pl: Eksportowane produkty
ro_ro: Elemente de exportat
tr_tr: Dışa aktarılan öğeler
uk_ua: Експортовані товари
vi_vn: Mục xuất dữ liệu

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
ar_sa: غير قادر على الاتصال بخادم FTP. من فضلك ، تحقق من معلومات اتصال FTP
cs_cz: Nelze se připojit k FTP serveru. Zkontrolujte informace o připojení FTP
da_dk: Kunne ikke forbinde til FTP server. Se venligst FTP forbindelsesoplysninger
de_de: Verbindung zum FTP-Server nicht möglich. Bitte überprüfen Sie die FTP-Verbindungseinstellungen
el_gr: Αδύνατη η σύνδεση με το FTP του Server. Παρακαλούμε ελέγξτε πληροφορίες σύνδεσης FTP
es_es: No se puede conectar al servidor FTP. Por favor, compruebe la información de la conexión FTP
fr_fr: Impossible de se connecter au serveur FTP. Veuillez vérifier les informations de connexion FTP
id_id: Tidak dapat menyambung ke FTP server. Silakan periksa informasi koneksi FTP
it_it: Impossibile connettersi al server FTP. Ti preghiamo di controllare le informazioni di connessione FTP
ja_jp: FTPサーバーに接続できませんでした。 FTPの接続情報を確認してください。
pl_pl: Nie można się połączyć z serwerem FTP. Sprawdź informacje o połączeniu FTP.
ro_ro: Nu se poate conecta la server-ul de FTP. Vă rugăm, verificaţi informaţiile de conexiune FTP
tr_tr: FTP sunucusuna bağlanılamadı. Lütfen, FTP bağlantı bilgilerini kontrol ediniz
uk_ua: Не вдається підключитися до FTP-сервера. Перевірте відомості про підключення FTP
vi_vn: Không thể kết nối với máy chủ FTP. Xin vui lòng kiểm tra thông tin kết nối FTP

# Languages::categories_in
source: Categories in
ar_sa: الفئات
de_de: Kategorien in
el_gr: Κατηγορίες σε
es_es: Categorías en
fr_fr: Catégories dans
id_id: Indonesia
it_it: Categorie in
pl_pl: W kategoriach
ro_ro: Categorii în
tr_tr: Kategoriler
uk_ua: Категорії в
vi_vn: Danh mục trong

# Languages::products_in
source: Products in
ar_sa: المنتجات في
de_de: Produkte in
el_gr: Προϊόντα σε
es_es: Productos en
fr_fr: Produits dans
id_id: Masuk Produk
it_it: Prodotti in
pl_pl: W produktach
ro_ro: Produse în
tr_tr: Ürün bilgisi
uk_ua: Товари в
vi_vn: Sản phẩm trong

# Languages::local_export
source: Download
ar_sa: تحميل
cs_cz: Ke stažení
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
pl_pl: Pobierz
ro_ro: Descarca
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải về

# Languages::upload_to_ftp
source: Upload to FTP server
ar_sa: الرفع إلى خادم FTP
cs_cz: Nahrát na FTP server
da_dk: Upload til FTP-server
de_de: Zum FTP-Server hochladen
el_gr: Ανεβάσετε σε FTP server
es_es: Subir al servidor FTP
fr_fr: Télécharger vers le serveur FTP
id_id: Unggah ke FTP server
it_it: Carica su server FTP
ja_jp: FTPサーバーにアップロード
pl_pl: Wgraj na serwer FTP
ro_ro: Încărcaţi pe server-ul de FTP
tr_tr: FTP sunucusuna yükle
uk_ua: Завантажити на FTP-сервер
vi_vn: Tải lên máy chủ FTP

# Languages::cron_export
source: Cron export settings
ar_sa: إعدادات تصدير Cron
cs_cz: Nastavení exportu cronu
da_dk: Cron eksportindstillinger
de_de: Cron-Exporteinstellungen
el_gr: Ρυθμίσεις cron εξαγωγής
es_es: Ajustes de exportación de cron o tareas programadas
fr_fr: Paramètres d'exportation du cron
id_id: Cron ekspor pengaturan
it_it: Impostazioni esportazione Cron
ja_jp: クロンによるエクスポートの設定
pl_pl: Ustawienia eksportu przez cron
ro_ro: Setările de export pentru cron
tr_tr: Cron dışa aktarma ayarları
uk_ua: Параметри експорту cron
vi_vn: Cài đặt cron xuất dữ liệu

# Languages::export_to_server
source: Export to server
ar_sa: تصدير الى الخادم
cs_cz: Exportovat na server
da_dk: Eksporter til server
de_de: Zum Server exportieren
el_gr: Εξαγωγή σε server
es_es: Exportar al servidor
fr_fr: Exporter vers serveur
id_id: Ekspor ke server
it_it: Esporta sul server
ja_jp: サーバーへエクスポート
pl_pl: Eksportuj na serwer
ro_ro: Export la server
tr_tr: Sunucuya aktar
uk_ua: Експорт до сервера
vi_vn: Xuất sang máy chủ

# Languages::export_to_ftp
source: FTP server options
ar_sa: إعدادات خادم FTP
cs_cz: Možnosti serveru FTP
da_dk: FTP serverindstillinger
de_de: FTP-Server-Optionen
el_gr: Επιλογές FTP server
es_es: Configuración del servidor FTP
fr_fr: Options du serveur FTP
id_id: Opsi FTP server
it_it: Opzioni server FTP
ja_jp: FTPサーバーの設定
pl_pl: Opcje serwera FTP
ro_ro: Opţiuni de server FTP
tr_tr: FTP sunucusu seçenekleri
uk_ua: Параметри FTP-сервера
vi_vn: Tùy chọn máy chủ FTP

# Languages::check_server_export_settings
source: Check server export settings
ar_sa: تحقق من إعدادات تصدير الخادم
cs_cz: Zkontrolujte nastavení serveru exportu
da_dk: Kontrollere server eksportindstillinger
de_de: Exporteinstellungen des Servers überprüfen
el_gr: Ελέγξτε τις ρυθμίσεις εξαγωγής του Server
es_es: Compruebe la configuración del servidor de exportación
fr_fr: Vérifiez les paramètres d'exportation de serveur
id_id: Periksa pengaturan ekspor server
it_it: Controlla impostazioni di esportazione del server
ja_jp: サーバーのエクスポート設定を確認してください
pl_pl: Sprawdź ustawienia na serwer
ro_ro: Verificaţi setările de export server
tr_tr: Sunucu dışa aktarma ayarlarını denetle
uk_ua: Перевірте параметри сервера для експорту
vi_vn: Kiểm tra cài đặt xuất dữ liệu máy chủ

# Languages::exclude_disabled_products
source: Exclude disabled products
ar_sa: استبعاد المنتجات المعطلة
cs_cz: Vyloučit zakázáné produkty
da_dk: Udeluk ikke aktiverede produkter
de_de: Deaktivierte Artikel ausschließen
el_gr: Εξαίρεση απενεργοποιημένων προϊοντων
es_es: Excluir productos desactivados
fr_fr: Exclure les produits désactivés
id_id: Pengcualian produk cacat
it_it: Escludi prodotti disabilitati
ja_jp: 無効化された商品を除外
pl_pl: Wyklucz wyłączone produkty
ro_ro: Exclude produsele dezactivate
tr_tr: Devre dışı ürünleri hariç tut
uk_ua: Виключити неактивні товари
vi_vn: Bỏ qua sản phẩm không hoạt động

# Languages::data_feeds.exclude_shared_products
source: Exclude shared products
ar_sa: استبعاد المنتجات المشتركة
cs_cz: Vyloučit sdílené produkty
de_de: Geteilte/mehrfach genutzte Artikel ausschließen
el_gr: Εξαίρεση κοινοχρηστων προϊοντων
es_es: Excluir productos compartidos
fr_fr: Exclure les produits partagés
id_id: Pengecualian produk bersama
it_it: Escludere prodotti condivisi
pl_pl: Wyklucz produkty współdzielone
ro_ro: Exclude produsele distribuite
tr_tr: Paylaşılan ürünler hariç
uk_ua: Виключити спільні для декількох вітрин товари

# Languages::general_settings
source: General settings
ar_sa: الإعدادات العامة
cs_cz: Obecná nastavení
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
es_es: Configuración general
fr_fr: Paramètres généraux
id_id: Pengaturan umum
it_it: Impostazioni generali
ja_jp: 基本設定
pl_pl: Ustawienia ogólne
ro_ro: Setări generale
tr_tr: Genel ayarlar
uk_ua: Загальні налаштування
vi_vn: Cài đặt chung

# Languages::enclosure
source: Enclosure
cs_cz: Příloha
da_dk: Bilag
de_de: Anlage
el_gr: Περιβλημα
es_es: Cercamiento o recinto
fr_fr: Boîtier
id_id: Lampiran
it_it: Allegato
ja_jp: 囲い文字
pl_pl: Separator
ro_ro: Închidere
tr_tr: Kapama
uk_ua: Обрамляючий символ
vi_vn: Bao vây

# SettingsSections::data_feeds::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 基本設定
pl_pl: Ogólne
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::data_feeds::cron_password
source: Cron password
ar_sa: كلمة مرور Cron
cs_cz: Cron heslo
da_dk: Cron adgangskode
de_de: Cron-Passwort
el_gr: Κωδικός πρόσβασης Cron
es_es: Contraseña de cron o tarea programada
fr_fr: Mot de passe du cron
id_id: Sandi cron
it_it: Password Cron
ja_jp: クロン用パスワード
pl_pl: Hasło do cron
ro_ro: Parola cron
tr_tr: Cron şifre
uk_ua: Cron пароль
vi_vn: Mật khẩu cron

# Languages::data_feed.error_exim_no_data_exported
source: No data exported
ar_sa: لا توجد بيانات مصدرة
cs_cz: Žádná data nebyla exportována
da_dk: Ingen data eksporteret
de_de: Keine Daten exportiert
el_gr: Δεν έγινε εξαγωγή δεδομένων
es_es: Ningún dato fue exportado
fr_fr: Aucunes données exportées
id_id: Tidak ada data yang diekspor
it_it: Nessun dato è stato esportato
ja_jp: データはエクスポートされませんでした
pl_pl: Brak danych do eksportu
ro_ro: Nu exista date exportate
tr_tr: Veri dışa aktarılamadı
uk_ua: Дані не експортовано
vi_vn: Không có dữ liệu được xuất

# Languages::data_feeds.text_tooltip_field_name
source: The name of the column in the data feed file.
ar_sa: اسم العمود في ملف خلاصة البيانات.
da_dk: Navnet på kolonnen i data feed-fil.
de_de: Der Name der Spalte in der Daten-Feed-Datei.
el_gr: Το όνομα της στήλης στο Feed δεδομενων.
es_es: El nombre de la columna en los datos de alimentación de archivo.
fr_fr: Le nom de la colonne dans le fichier de données.
id_id: Nama kolom di berkas umpan data.
it_it: Il nome della colonna nel file di dati caricati.
pl_pl: Nazwa kolumna w pliku danych.
ro_ro: Numele coloanelor în fişierul de fluxuri de date.
tr_tr: Veri besleme dosyasındaki kolonun adı.
uk_ua: Назва стовпця в файлі прайс-листа.

# Languages::data_feeds.text_tooltip_field_type
source: The type of data from your store which will be exported to this column of the data feed file.
ar_sa: نوع البيانات من متجرك والتي سيتم تصديرها إلى هذا العمود لملف خلاصة البيانات.
da_dk: Typen af data fra din butik, som vil blive eksporteret til denne kolonne af data feed-fil.
de_de: Die Art der Daten aus Ihrem Shop, die in diese Spalte der Daten-Feed-Datei exportiert werden.
el_gr: Ο τύπος δεδομένων από το κατάστημά σας που θα εξαχθεί σε αυτήν τη στήλη του αρχείου Feed δεδομενων.
es_es: El tipo de datos de tu tienda que serán exportados a esta columna de los datos del archivo de alimentación.
fr_fr: Le type de données de votre boutique qui serint exporté pour cette colonne du fichier des données.
id_id: Jenis data dari toko Anda yang akan diekspor ke kolom berkas umpan data ini.
it_it: Il tipo di dati del suo archivo che saranno esportati a questa colonna del file di dati caricati.
pl_pl: Typ danych ze sklepu, które zostaną wyeksportowane do tej kolumna w pliku z danymi.
ro_ro: Tipul de date de la magazin care vor fi exportate în această coloană din fişierul de fluxuri de date.
tr_tr: Mağazanızdaki veri formunun dosya türü data besleme dosyasındaki bu kolona aktarılacaktır.
uk_ua: Тип даних з Вашого мгазину, які буде експортовано до цього стовпця прайс-листа.
