Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/discussion.po
Languages: de_de, el_gr, es_es, fr_fr, id_id, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# SettingsTooltips::discussion::product_review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
de_de: Lassen Sie Bewertungen für ein Produkt nur von denjenigen abgeben, die dieses Produkt gekauft haben.
el_gr: Δώστε το δικαίωμα να αφήνουν κριτική για ένα προϊόν, μόνο αυτοί που αγόρασαν το εκάστοτε προϊόν.
es_es: Permite dejar comentarios de un producto sólo a aquellos que compraron ese producto.
fr_fr: Autoriser les commentaires laissés pour un produit uniquement à ceux qui ont acheté ce produit.
id_id: Memungkinkan meninggalkan ulasan untuk produk hanya kepada mereka yang membeli produk tersebut.
pl_pl: Zezwalaj na pozostawienie recenzji produktu tylko tym, którzy kupili ten produkt.
ro_ro: Permiteți postarea recenziilor pentru un produs numai celor care au cumpărat produsul respectiv.
ru_ru: Разрешить оставлять отзывы о товаре только тем, кто купил этот товар.
tr_tr: Sadece ürünü satın alan müşterilerin o ürün için inceleme yazmasına izin ver.
uk_ua: Дозволяє залишати відгуки на продукт тільки тим, хто купив цей продукт.

# SettingsOptions::discussion::category_discussion_type
source: Default value
de_de: Standardwert
el_gr: Προεπιλεγμένη αξία
es_es: Valor predeterminado
fr_fr: Valeur par défaut
id_id: Nilai default
nl_nl: Standaard waarde
pl_pl: Domyślna wartość
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
tr_tr: Varsayılan değer
uk_ua: Значення за замовчуванням
vi_vn: Giá trị mặc định

# SettingsTooltips::discussion::category_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created categories. Doesn't affect existing categories.
de_de: Legt fest, ob Kommentare und/oder Bewertungen für neu erstellte Produkte erlaubt sind. Dieses wirkt sich nicht auf bestehende Produkte aus.
el_gr: Καθοριζει άν επιτρέπονται τα σχόλια/κριτικές για σελίδες που μόλις έχουν δημιουργηθεί. Δέν επηρεάζει τις υπάρχουσες σελίδες.
es_es: Determina si se permiten comentarios y/o opiniones para categorías recien creadas. No afecta las categorías existentes.
fr_fr: Détermine si les commentaires et / ou les critiques sont autorisés pour les catégories nouvellement créées. N'affecte pas les catégories existantes.
id_id: Menentukan jika komentar dan/atau ulasan diperbolehkan untuk produk-produk baru. Tidak mempengaruhi produk yang sudah ada.
pl_pl: Określa, czy komentarze i/lub opinie są dozwolone dla nowo tworzonych kategorii. Nie wpływa na istniejące kategorie.
ro_ro: Determină dacă comentariile şi/sau recenziile sunt permise pentru categoriile nou create. Nu afectează categoriile existente.
ru_ru: Определяет, разрешить ли комментарии или отзывы для создаваемых категорий. Не влияет на уже созданные категории.
tr_tr: Yorumların ve/veya incelemelerin yeni yaratılan kategoriler için izin verilip verilmediğini belirler. Varolan kategorileri etkilemez.
uk_ua: Визначає, чи дозволяти коментарі або відгуки для створюваних категорій. Не впливає на вже створені категорії.

# SettingsOptions::discussion::page_discussion_type
source: Default value
de_de: Standardwert
el_gr: Προεπιλεγμένη αξία
es_es: Valor predeterminado
fr_fr: Valeur par défaut
id_id: Nilai default
nl_nl: Standaard waarde
pl_pl: Domyślna wartość
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
tr_tr: Varsayılan değer
uk_ua: Значення за замовчуванням
vi_vn: Giá trị mặc định

# SettingsTooltips::discussion::page_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created pages. Doesn't affect existing pages.
de_de: Legt fest, ob Kommentare und/oder Bewertungen für neu erstellte Produkte erlaubt sind. Dieses wirkt sich nicht auf bestehende Produkte aus.
el_gr: Καθοριζει άν επιτρέπονται τα σχόλια/κριτικές για σελίδες που μόλις έχουν δημιουργηθεί. Δέν επηρεάζει τις υπάρχουσες σελίδες.
es_es: Determina si se permiten los comentarios y/o opiniones para páginas recien creadas. No afecta las páginas existentes.
fr_fr: Détermine si les commentaires et / ou les critiques sont autorisés pour les catégories nouvellement créées. N'affecte pas les catégories existantes.
id_id: Menentukan jika komentar dan/atau ulasan diperbolehkan untuk produk-produk baru. Tidak mempengaruhi produk yang sudah ada.
pl_pl: Określa, czy komentarze i/lub opinie są dozwolone dla nowo tworzonych stron. Nie wpływa na istniejące strony.
ro_ro: Determină dacă comentariile şi/sau recenziile sunt permise pentru paginile nou create. Nu afectează paginile existente.
ru_ru: Определяет, разрешить ли комментарии или отзывы для создаваемых страниц. Не влияет на уже созданные страницы.
tr_tr: Yorumların ve/veya incelemelerin yeni yaratılan sayfalar için izin verilip verilmediğini belirler. Varolan sayfaları etkilemez.
uk_ua: Визначає, чи дозволяти коментарі або відгуки для створюваних сторінок. Не впливає на вже створені сторінки.

# SettingsOptions::discussion::company_discussion_type
source: Reviews
de_de: Rezensionen
el_gr: Κριτικές
es_es: Opiniones
fr_fr: Avis
id_id: Ulasan
nl_nl: Beoordelingen
no_no: Omtaler
pl_pl: Opinie
ro_ro: Recenzii
ru_ru: Обсуждения
tr_tr: Değerlendirmeler
uk_ua: Огляди
vi_vn: Đánh giá

# SettingsOptions::discussion::company_only_buyers
source: Only buyers can post
de_de: Nur Käufer können etwas posten
el_gr: Αναρτησεις μόνο από του αγοραστές
es_es: Sólo los compradores pueden enviar un comentario
fr_fr: Seulement des acheteurs peuvent poster
id_id: Hanya Pembeli Dapat Memposting
pl_pl: Tylko kupujący mogą publikować
ro_ro: Numai cumpărătorii pot posta
ru_ru: Отзывы только от покупателей
tr_tr: Sadece alıcılar gönderebilir
uk_ua: Відгуки тільки від покупців
vi_vn: Chỉ người mua có thể đăng

# SettingsTooltips::discussion::company_only_buyers
source: Allow leaving reviews for a vendor only to those who bought products from that vendor.
de_de: Lassen Sie Bewertungen für einen Lieferanten nur von denjenigen abgeben, die Produkte von diesem Anbieter gekauft haben.
el_gr: Δώστε το δικαίωμα να αφήνουν κριτική για έναν πωλητή, μόνο οι χρήστες που αγόρασαν το προϊόν από τον συγκεκριμένο πωλητή.
es_es: Permiten dejar comentarios para un vendedor solamente a aquellos que compraron productos de ese proveedor.
fr_fr: Autoriser les commentaires laissés pour un produit uniquement à ceux qui ont acheté ce produit.
id_id: Memperbolehkan vendor untuk memberi ulasan kepada pembeli yang membeli produk dari vendor tersebut.
pl_pl: Zezwalaj na pozostawienie opinii o sprzedawcy tylko tym, którzy kupili produkty od tego sprzedawcy.
ro_ro: Permiteți postarea recenziilor pentru furnizor numai pentru cei care au cumparat produse de la acel furnizor.
ru_ru: Разрешить оставлять отзывы о продавце только тем, кто что-то купил у этого продавца.
tr_tr: Sadece satıcıdan ürün alan müşterilerin o satıcıya inceleme yazabilmesine izin ver.
uk_ua: Залишати відгуки про продавця лише особам, які купили продукти в цього продавця.

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
de_de: Beiträge pro Seite
el_gr: Δημοσιεύσεις ανά σελίδα
es_es: Mensajes por página
fr_fr: Messages par page
id_id: Posting per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Posty na stronę
ro_ro: Postări pe pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
de_de: Administrator muss vorgelegte Beiträge genehmigen.
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις από
es_es: Administrador debe aprobar comentarios presentados por
fr_fr: L'administrateur doit approuver les posts soumis par
id_id: Administrator harus menyetujui posting yang disampaikan oleh
nl_nl: Beheerder moet berichten goedkeuren van
no_no: Administrator må godkjenne innlegg innsendt av
pl_pl: Administrator musi zatwierdzić wysyłane posty
ro_ro: Administratorul trebuie să aprobe postările
ru_ru: Администратор должен утверждать оставленные сообщения
tr_tr: Yöneticinin onaylaması gereken mesajları gönderen
uk_ua: Адміністратор повинен схвалити повідомлення
vi_vn: Quản trị viên phải phê duyệt các bài viết gửi bởi

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
de_de: Nur ein Beitrag je IP ist erlaubt
el_gr: Μόνο μία δημοσίευση ανα IP επιτρέπετε
es_es: Solo un comentario por IP permitido
fr_fr: Seul un post à partir de cette IP est autorisé
id_id: Hanya satu pos dari satu IP yang diizinkan
nl_nl: Slechts één post van één IP is toegestaan
no_no: Bare én post fra én IP er tillatt
pl_pl: Tylko jeden post z jednego IP jest dozwolony
ro_ro: O singură postare de la un singur IP
ru_ru: Разрешить оставлять только одно сообщение с одного IP-адреса
tr_tr: Her IP'den yalnız bir mesaj gönderilmesine izin verilmektedir
uk_ua: Дозволено лише один пост з однієї IP-адреси
vi_vn: Một địa chỉ IP chỉ được gửi một bài viết

# SettingsOptions::discussion::company_notification_email
source: Send notifications to this E-mail
de_de: Schicke Benachrichtigungen an diese E-Mail
el_gr: Αποστολή ειδοποίησης σε αυτό το E-mail
es_es: Enviar notificaciones a este E-Mail
fr_fr: Envoyer des notifications à cet email
id_id: Kirim pemberitahuan ke E-mail ini
nl_nl: Meldingen naar deze E-mail verzenden
no_no: Send meldinger til denne e-post-adressen
pl_pl: Wysyłaj powiadomienia na ten adres E-mail
ro_ro: Trimite notificații către această adresă de e-mail
ru_ru: Отправлять оповещения на данный почтовый адрес
tr_tr: Bildirimleri bu e-posta adresine gönder
uk_ua: Надіслати сповіщення на електронну пошту
vi_vn: Gửi thông báo đến email này

# SettingsOptions::discussion::company_notify_vendor
source: Send notifications to vendor
de_de: Schicke Benachrichtigungen an Verkäufer
el_gr: Αποστολή ειδοποίησης στον πωλητή
es_es: Enviar notificaciones al proveedor
fr_fr: Envoyer des notifications au vendeur
id_id: Kirim pemberitahuan ke vendor
nl_nl: Meldingen naar de verkoper verzenden
no_no: Send meldinger til forhandleren
pl_pl: Wysyłaj powiadomienia do sprzedawcy
ro_ro: Trimite notificări către vânzător
ru_ru: Отправлять оповещения продавцу
tr_tr: Bildirimleri satıcıya gönder
uk_ua: Надсилати сповіщення постачальнику
vi_vn: Gửi thông báo cho nhà cung cấp

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
de_de: Jeder Kunde
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
fr_fr: Tout client
id_id: Setiap pelanggan
nl_nl: Elke klant
no_no: Enhver kunde
pl_pl: Dowolny klient
ro_ro: Oricărui client
ru_ru: Любой пользователь
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт
vi_vn: Bất kỳ khách hàng

# SettingsVariants::discussion::company_post_approval::anonymous
source: Only anonymous customers
de_de: Nur anonyme Kunden
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Solo clientes anónimos
fr_fr: Seuls les clients anonymes
id_id: Hanya pelanggan anonim
nl_nl: Alleen anonieme klanten
no_no: Bare anonyme kunder
pl_pl: Tylko anonimowi klienci
ro_ro: Doar cliențiilor anonimi
ru_ru: Только анонимные покупатели
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні користувачі
vi_vn: Chỉ khách hàng vô danh

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
de_de: Keine Genehmigung erforderlich
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
fr_fr: Pas besoin d'approbation
id_id: Tidak ada persetujuan yang dibutuhkan
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pl_pl: Zatwierdzenie nie jest potrzebne
ro_ro: Nu e nevoie de aprobare
ru_ru: Подтверждения не требуется
tr_tr: Onaya gerek yok
uk_ua: Не потрібні затвердження
vi_vn: Không cần sự chấp thuận

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
de_de: Jeder Kunde
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
fr_fr: N'importe quel client
id_id: Setiap pelanggan
nl_nl: Elke klant
no_no: Enhver kunde
pl_pl: Dowolny klient
ro_ro: Orice client
ru_ru: Любой покупатель
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт
vi_vn: Khách hàng bất kỳ

# SettingsVariants::discussion::product_post_approval::anonymous
source: Only anonymous customers
de_de: Nur anonyme Kunden
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Sólo los clientes anónimos
fr_fr: Seulement les clients anonymes
id_id: Hanya pelanggan anonim
nl_nl: Alleen anonieme klanten
no_no: Bare anonyme kunder
pl_pl: Tylko anonimowych klientów
ro_ro: Numai clienţii anonim
ru_ru: Только гости
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні користувачі
vi_vn: Chỉ khách hàng vô danh

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
de_de: Keine Genehmigung erforderlich
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
fr_fr: Aucune approbation nécessaire
id_id: Tidak ada persetujuan yang dibutuhkan
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pl_pl: Zatwierdzenie nie jest potrzebne
ro_ro: Nu e nevoie de aprobare
ru_ru: Подтверждение не требуется
tr_tr: Onaya gerek yok
uk_ua: Не потрібні затвердження
vi_vn: Không cần sự chấp thuận

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
de_de: Jeder Kunde
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
fr_fr: N'importe quel client
id_id: Setiap pelanggan
nl_nl: Elke klant
no_no: Enhver kunde
pl_pl: Dowolny klient
ro_ro: Orice client
ru_ru: Любой покупатель
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт
vi_vn: Khách hàng bất kỳ

# SettingsVariants::discussion::category_post_approval::anonymous
source: Only anonymous customers
de_de: Nur anonyme Kunden
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Sólo los clientes anónimos
fr_fr: Seulement les clients anonymes
id_id: Hanya pelanggan anonim
nl_nl: Alleen anonieme klanten
no_no: Bare anonyme kunder
pl_pl: Tylko anonimowi klienci
ro_ro: Numai clienţii anonimi
ru_ru: Только гости
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні користувачі
vi_vn: Chỉ khách hàng vô danh

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
de_de: Keine Genehmigung erforderlich
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
fr_fr: Aucune approbation nécessaire
id_id: Tidak ada persetujuan yang dibutuhkan
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pl_pl: Zatwierdzenie nie jest potrzebne
ro_ro: Nu e nevoie de aprobare
ru_ru: Подтверждение не требуется
tr_tr: Onaya gerek yok
uk_ua: Не потрібні затвердження
vi_vn: Không cần sự chấp thuận

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
de_de: Jeder Kunde
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
fr_fr: N'importe quel client
id_id: Setiap pelanggan
nl_nl: Elke klant
no_no: Enhver kunde
pl_pl: Każdego klienta
ro_ro: Orice client
ru_ru: Любой покупатель
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт
vi_vn: Khách hàng bất kỳ

# SettingsVariants::discussion::page_post_approval::anonymous
source: Only anonymous customers
de_de: Nur anonyme Kunden
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Solo clientes anónimos
fr_fr: Seulement les clients anonymes
id_id: Hanya pelanggan anonim
nl_nl: Alleen anonieme klanten
no_no: Bare anonyme kunder
pl_pl: Tylko anonimowych klientów
ro_ro: Numai clienţii anonim
ru_ru: Только гости
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні користувачі
vi_vn: Chỉ khách hàng vô danh

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
de_de: Keine Genehmigung erforderlich
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
fr_fr: Aucune approbation nécessaire
id_id: Tidak ada persetujuan yang dibutuhkan
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pl_pl: Zatwierdzenie nie jest potrzebne
ro_ro: Nu e nevoie de aprobare
ru_ru: Подтверждение не требуется
tr_tr: Onaya gerek yok
uk_ua: Не потрібні затвердження
vi_vn: Không cần sự chấp thuận

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
de_de: Jeder Kunde
el_gr: Οποιοσδήποτε πελάτης
es_es: Cualquier cliente
fr_fr: N'importe quel client
id_id: Setiap pelanggan
nl_nl: Elke klant
no_no: Enhver kunde
pl_pl: Każdego klienta
ro_ro: Orice client
ru_ru: Любой покупатель
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт
vi_vn: Khách hàng bất kỳ

# SettingsVariants::discussion::home_page_post_approval::anonymous
source: Only anonymous customers
de_de: Nur anonyme Kunden
el_gr: Μόνο μη καταχωρημένοι πελάτες
es_es: Solo clientes anónimos
fr_fr: Seulement les clients anonymes
id_id: Hanya pelanggan anonim
nl_nl: Alleen anonieme klanten
no_no: Bare anonyme kunder
pl_pl: Tylko anonimowych klientów
ro_ro: Numai clienţii anonimi
ru_ru: Только гости
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні користувачі
vi_vn: Chỉ khách hàng vô danh

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
de_de: Keine Genehmigung erforderlich
el_gr: Δεν απαιτείται έγκριση
es_es: No se requiere aprobación
fr_fr: Aucune approbation nécessaire
id_id: Tidak ada persetujuan yang dibutuhkan
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pl_pl: Zatwierdzenie nie jest potrzebne
ro_ro: Nu e nevoie de aprobare
ru_ru: Подтверждение не требуется
tr_tr: Onaya gerek yok
uk_ua: Не потрібні затвердження
vi_vn: Không cần sự chấp thuận

# Languages::discussion_tab_products
source: Product Reviews
de_de: Produktbewertungen
el_gr: Κριτικές Προϊοντων
es_es: Reseñas de productos
fr_fr: Avis sur le produit
id_id: Ulasan Produk
nl_nl: Productbeoordelingen
no_no: Produktomtaler
pl_pl: Recenzje produktu
ro_ro: Recenzii la produse
ru_ru: Отзывы о товарах
tr_tr: Ürün Değerlendirmeleri
uk_ua: Відгуки про продукт
vi_vn: Đánh giá Sản phẩm

# Languages::discussion_tab_categories
source: Category Reviews
de_de: Kategoriebewertungen
el_gr: Κριτικές Κατηγοριων
es_es: Comentarios de categoría
fr_fr: Commentaires de la catégorie
id_id: Kategori ulasan
nl_nl: Categorie Beoordelingen
no_no: Kategori omtaler
pl_pl: Recenzje kategorii
ro_ro: Recenzii categorie
ru_ru: Отзывы о категориях
tr_tr: Kategori Değerlendirmeleri
uk_ua: Відгуки про категорію
vi_vn: Đánh giá Danh mục

# Languages::discussion_tab_pages
source: Page Comments
de_de: Seitenkommentare
el_gr: Σχολια Σελιδων
es_es: Comentarios de página
fr_fr: Commentaires de la page
id_id: Halaman komentar
nl_nl: Pagina opmerkingen
no_no: Sidekommentarer
pl_pl: Strona komentarzy
ro_ro: Comentarii pagină
ru_ru: Отзывы о страницах
tr_tr: Sayfa Yorumları
uk_ua: Коментарі про сторінку
vi_vn: Trang bình luận

# Languages::discussion_tab_orders
source: Order Communication
de_de: Bestellkommunikation
el_gr: Επικοινωνια Παραγγελίας
es_es: Comunicación de orden
fr_fr: Communication sur la commande
id_id: Urutan komunikasi
nl_nl: Order communicatie
no_no: Ordrekommunikasjon
pl_pl: Komunikacja w zamówieniach
ro_ro: Comunicare în legătură cu comanda făcută
ru_ru: Комментарии к заказам
tr_tr: Sipariş iletişimi
uk_ua: Обговорення замовлення
vi_vn: Thảo luận đơn hàng

# Languages::discussion_tab_home_page
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Μαρτυρίες
es_es: Testimonios
fr_fr: Témoignages
id_id: Testimonial
nl_nl: Getuigenissen
no_no: Kundevurderinger
pl_pl: Referencje
ro_ro: Mărturii (aprecieri)
ru_ru: Отзывы о магазине
tr_tr: Görüşler
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# Languages::discussion_tab_companies
source: Company Reviews
de_de: Unternehmensbewertungen
el_gr: Κριτικες Εταιρείας
es_es: Comentarios de la empresa
fr_fr: Commentaires de l’entreprise
id_id: Ulasan Perusahaan
nl_nl: Bedrijf Beoordelingen
no_no: Firmavurderinger
pl_pl: Recenzje firm
ro_ro: Recenzii companie
ru_ru: Отзывы о компании
tr_tr: Şirket Değerlendirmeleri
uk_ua: Відгуки про компанію
vi_vn: Đánh giá Công ty

# Languages::email_template.discussion_notification
source: Comments and reviews notification
de_de: Benachrichtigungen für Bewertungen und Kommentare
el_gr: Ειδοποίηση για Σχόλια και κριτικες
es_es: Notificación de comentarios y revisiones
fr_fr: Notification de commentaires et d'avis
id_id: Pemberitahuan komentar dan ulasan
nl_nl: Reacties en recensies notificaties
no_no: Varslinger for Kommentarer og omtaler
pl_pl: Powiadomienia o komentarzach i opiniach
ro_ro: Notificare de comentarii și recenzii
ru_ru: Уведомление об отзывах и комментариях
tr_tr: Yorum ve değerlendirme bildirimi
uk_ua: Сповіщення про коментарі та відгуки
vi_vn: Thông báo bình luận và đánh giá

# Languages::show_rating
source: Show rating
de_de: Bewertungen anzeigen
el_gr: Εμφάνιση βαθμολογίας
es_es: Mostrar calificación
fr_fr: Voir la note
id_id: Tunjukkan Peringkat
nl_nl: Beoordeling weergeven
no_no: Vis vurdering
pl_pl: Pokaż ocenę
ro_ro: Arată rating
ru_ru: Показать рейтинг
tr_tr: Derecelendirmeyi göster
uk_ua: Показати рейтинг
vi_vn: Hiển thị đánh giá

# Languages::gdpr_discussions_data
source: Personal data from discussions
de_de: Persönliche Daten aus Gesprächen
el_gr: Δεδομένα προσωπικού χαρακτήρα από τις συζητήσεις
es_es: Datos personales de las discusiones
fr_fr: Données personnelles issues de discussions
id_id: Data pribadi dari diskusi
no_no: Personopplysninger fra diskusjoner
pl_pl: Danye osobowe z dyskusji
ro_ro: Datele personale de la discuţii
ru_ru: Персональные данные из отзывов и комментариев
tr_tr: Tartışmalardan kişisel veriler
uk_ua: Персональні дані із відгуків та коментарів

# Languages::discussion.add_new_review
source: Discussion: new review
de_de: Gespräche: neue Rezension
el_gr: Συζήτηση: Νέα ανασκόπηση
es_es: Discusión: nueva revisión
fr_fr: Discussion: nouvelle critique
id_id: Diskusi: ulasan baru
no_no: Diskusjon: Ny anmeldelse
pl_pl: Dyskusja: nowa recenzja
ro_ro: Discuție: o nouă recenzie
ru_ru: Отзывы и комментарии: новый отзыв
tr_tr: Tartışma: yeni inceleme
uk_ua: Відгуки та коментарі: новий відгук
