Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/discussion.po
Languages: de_de, el_gr, es_es, fr_fr, id_id, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::discussion.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
de_de: <p>Wir ([company]) nutzen die von Ihnen uns zur Verfügung gestellten Daten, um Sie bezüglich Ihrer Rückrufanfragen oder Bestellungen zu kontaktieren. Diese Daten werden in unserem System gespeichert und ausschließlich für unsere Mitarbeiter sichtbar sein (oder für den entsprechenden Verkäufer), bis Sie dem widersprechen. Wenn Sie Ihre persönlichen Daten löschen möchten, senden Sie uns bitte eine Mail an [email].</p> <p>Wenn Sie glauben, das Ihre persönlichen Daten für unrechte Zwecke missbraucht wurden, haben Sie das Recht, dieses der Aufsichtsbehörde zu melden. Wir sind der EU-Datenschutz-Grundverordnung verpflichtet, Sie darüber aufzuklären; wir beabsichtigen nicht, Ihre Daten zu missbrauchen.</p>
el_gr: <p>το όνομά σας εμφανίζεται δίπλα σε κριτική ή σχόλιο, και ειναι ορατό σε όλους. Εμείς ([company]) επίσης να αποθηκεύουμε τη διεύθυνση IP σας ως μια προφύλαξη ασφαλείας, αλλά μπορει να προβληθει μόνο στο προσωπικό μας. Θα παραμείνει στο σύστημά μας μέχρι να αποσύρευε τη συγκατάθεσή σας. Αν θα θέλατε να έχει τα προσωπικά σας δεδομένα να αφαιρεθούν, θα πρέπει να στείλετε ένα email στο [email].</p> <p>Αν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν υποστεί κατάχρηση, έχετε το δικαίωμα να υποβάλετε καταγγελία στην εποπτική αρχή (dpa. gr). Εμείς είμαστε υποχρεωμένοι από to γενικό κανονισμό προστασίας δεδομένων (GDPR) της ΕΕ να σας ενημερώσoyme σχετικά με αυτό το δικαίωμα. Δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας.</p>
es_es: <p>su nombre aparecerá junto a su reseña o comentario visible a para todo el mundo. Nosotros ([company]) también guardamos su dirección IP como una precaución de seguridad, pero esta sólo puede ser vista por nuestro personal. Permanecerá en nuestro sistema hasta que usted retire su consentimiento. Si desea que sus datos personales sean eliminados, envíe un correo electrónico a [email].</p> <p>si cree que sus datos personales ha sido usados por error, usted tiene el derecho a presentar una denuncia ante una autoridad de supervisión. Estamos obligados por Reglamento de protección de datos General de UE a informarle sobre este derecho; realmente no pretende abusar de sus datos.</p>
fr_fr: <p>Votre nom apparaîtra à côté de votre avis ou de votre commentaire, visible pour tout le monde. Nous ([company]) sauvegardons également votre adresse IP par mesure de sécurité, mais ne pourra être consultés seulement par notre personnel. Il restera dans notre système jusqu'à ce que vous retiriez votre consentement. Si vous souhaitez que vos données personnelles soient supprimées, envoyez un courrier électronique à [email].</p> <p>Si vous pensez que vos données personnelles ont été utilisées à mauvais escient, vous avez le droit de déposer une plainte auprès d'une autorité de surveillance. Le règlement général de l’UE sur la protection des données nous oblige à vous informer de ce droit. Nous n’avons pas réellement l’intention d’utiliser abusivement vos données.</ p>
id_id: <p>nama Anda akan muncul di sebelah review atau komentar, terlihat oleh semua orang. Kami ([perusahaan]) juga menyimpan alamat IP sebagai tindakan pencegahan keamanan, tetapi di hanya dapat dilihat oleh manajemen kami. Pengaturan tersebut akan tetap dalam sistem kami sampai Anda menarik persetujuan Anda. Jika Anda ingin data pribadi Anda dihapus, kirim email ke [email]. </p> <p>jika Anda percaya bahwa data pribadi Anda telah disalahgunakan, Anda memiliki hak untuk mengajukan keluhan ke otoritas pengawas. Kami diwajibkan oleh Regulasi Perlindungan Data Umum Uni Eropa untuk memberitahukan anda tentang hal ini; Kami sama sekali tidak berniat menyalahgunakan data Anda.</p>
no_no: <p>Navnet ditt vises ved siden av din anmeldelse eller kommentar, synlig for alle. Vi ([company]) lagrer også din IP-adresse som en sikkerhetsforanstaltning, men den kan kun sees av våre ansatte. Den forblir i vårt system til du trekker tilbake samtykket ditt. Hvis du vil ha dine personlige data fjernet, send en epost til [email]. </p> <p> Hvis du mener at dine personopplysninger er misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten. Vi har ikke tenkt å misbruke dataene dine.</p>
pl_pl: <p> Twoje imię i nazwisko będzie widoczne przy Twojej recenzji lub komentarzu. My ([company]) również zapisujemy twój adres IP jako środek ostrożności, ale może go oglądać tylko nasz personel. Pozostanie w naszym systemie do momentu wycofania zgody. Jeśli chcesz usunąć swoje dane osobowe, wyślij wiadomość e-mail na adres [email].</p> <p>Jeśli uważasz, że Twoje dane osobowe zostały użyte niezgodnie z przeznaczeniem, masz prawo do złożenia skargi do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
ro_ro: <p>Numele tău va apărea alături de recenzia sau comentariul dumneavoastră, vizibil pentru toată lumea. Noi ([company]), de asemenea, salvează adresa IP ca o măsură de precauţie de securitate, dar pot fi vizualizate numai de personalul nostru. Acesta va rămâne în sistemul nostru până când vă retrageţi consimţământul dumneavoastră. Dacă doriţi să aveţi datele personale eliminat, trimite un email pe adresa [email].</p> <p>în cazul în care credeţi că datele cu caracter personal au fost utilizat în mod abuziv, aveţi dreptul de a depune o plângere la autoritatea de supraveghere. Suntem obligati de UE, Regulamentul General protectia datelor pentru a vă înştiinţa despre acest drept; nu intenționăm să folosim în mod greșit datele dvs.</p>
ru_ru: <p>Ваше имя появится рядом с вашим отзывом или комментарием, и его смогут увидеть все. В целях безопасности мы ([company]) также сохраняем ваш IP-адрес, но увидеть его смогут только наши сотрудники. Эти данные будут храниться у нас в системе, пока вы не отзовёте своё согласие на обработку данных. Если вы хотите, чтобы ваши персональные данные были удалены, отправьте сообщение на электронный адрес [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, мы не планируем использовать Ваши данные не по назначению.</p>
uk_ua: <p>Ваше ім'я з'явиться поруч з вашим відгуком або коментарем, і його зможуть побачити всі. З метою безпеки ми ([company]) також зберігаємо ваш IP-адресу, але побачити його зможуть тільки наші співробітники. Ці дані будуть зберігатися у нас в системі, поки ви не відкличе свою згоду на обробку даних. Якщо ви хочете, щоб ваші персональні дані були видалені, відправте повідомлення на електронну адресу [email]. </p> <p> Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, ми не плануємо використовувати Ваші дані не за призначенням.</p>

# Languages::discussion.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten wie folgt <u>verarbeitet werden</u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
es_es: Estoy de acuerdo que mis datos personales <u>procesados como sigue.</u>
fr_fr: J'accepte que mes données personnelles soient <u>traitées comme suit</u>.
id_id: Saya setuju untuk memiliki data pribadi saya <u>diproses sebagai berikut.</u>
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
ro_ro: Sunt de acord ca datele mele personale să fie <u>prelucrate după cum urmează.</u>
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>
tr_tr: Bilgilerimin <u> bu şekilde işlenmesine </u> izin veriyorun
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::discussion.please_log_in_to_write_a_review
source: Please sign in to write a review
de_de: Bitte melden Sie sich an, um eine Bewertung zu schreiben
el_gr: Παρακαλούμε συνδεθείτε για να γράψετε μια κριτική
es_es: Por favor inicie sesión para escribir una reseña
fr_fr: Veuillez vous connecter pour écrire un commentaire
id_id: Silahkan "sign in" untuk menulis ulasan
pl_pl: Zaloguj się napisać recenzję
ro_ro: Vă rugăm conectaţi-vă pentru a scrie o recenzie
ru_ru: Войдите в учётную запись, чтобы оставить отзыв
tr_tr: İnceleme yapmak için lütfen giriş yapın
uk_ua: Увійдіть в обліковий запис, щоб залишити відгук

# Languages::discussion.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
el_gr: Δεν μπορείτε να γράψετε μια κριτική για το συγκεκριμένο προϊόν. Οι πελάτες μπορούν να γράψουν κριτικές για οποιοδήποτε προϊόν έχουν ήδη αγοράσει. Εάν παρότι έχετε αγοράσει κάποιον προϊόν από εμάς, εξακολουθείτε να λαμβάνετε αυτό το μήνυμα, παρακαλώ επικοινωνήστε μαζί μας.
es_es: No puedes escribir una reseña de este producto. Los clientes pueden escribir reseñas solo para los productos que compraron. Si realmente nos compró este producto, pero aún está viendo este mensaje, contacte con nosotros.
fr_fr: Vous ne pouvez pas écrire de critique pour ce produit. Les clients ne peuvent rédiger des critiques que pour les produits qu'ils ont acheté. Si vous nous avez réellement acheté ce produit, mais que vous voyez tout de même ce message, contactez-nous.
id_id: Anda tidak bisa menulis review untuk produk ini. Pelanggan dapat menuliskan ulasan hanya untuk produk-produk yang mereka beli. Jika Anda benar-benar membeli produk ini dari kami, namun masih melihat pesan ini, silahkan hubungi kami.
pl_pl: Nie możesz napisać recenzji dla tego produktu. Klienci mogą pisać recenzje tylko dla produktów, które kupili. Jeśli faktycznie kupiłeś ten produkt od nas, ale nadal widzisz tę wiadomość, skontaktuj się z nami.
ro_ro: Nu puteți scrie o recenzie pentru acest produs. Clienții pot scrie recenzii numai pentru produsele pe care le-au achiziționat. Dacă ați achiziționat acest produs de la noi, dar văd încă acest mesaj, vă rugăm să ne contactați.
ru_ru: Вы не можете написать отзыв об этом товаре. Покупатели могут писать отзывы только о приобретенных товарах. Если вы приобрели товар, но по-прежнему видите данное сообщение, свяжитесь с нами.
tr_tr: Bu ürün için inceleme yazamazsınız. Müşteriler sadece satın aldıkları ürünler için inceleme yazabilirler. Eğer gerçekten bu ürünü bizden satın aldıysanız ve bu mesajı görüyorsanız lütfen bizimle iletişime geçin.
uk_ua: Ви не можете написати відгук про цей товар. Покупці можуть писати відгуки тільки про придбані товари. Якщо ви придбали товар, але як і раніше бачите дане повідомлення, зв'яжіться з нами.

# Languages::discussion.you_have_to_buy_from_vendor_before_writing_review
source: You can't write a review for this vendor. Customers can write reviews for a vendor only after they buy something from that vendor. If you actually placed an order with this vendor, but are still seeing this message, please contact us.
el_gr: Δεν μπορείτε να γράψετε μια κριτική για τον συγκεκριμένο πωλητή. Οι πελάτες μπορούν να γράψουν κριτικές για οποιονδήποτε πωλητή μόνο αν έχουν παραγγείλει προϊόν από αυτόν. Εάν παρότι έχετε παραγγείλει προϊόν από τον πωλητή, εξακολουθείτε να λαμβάνετε αυτό το μήνυμα, παρακαλώ επικοινωνήστε μαζί μας.
es_es: No puede escribir una revisión para este proveedor. Los clientes pueden escribir comentarios para un proveedor solo después de comprar algo de ese proveedor. Si realizó un pedido con este proveedor, pero sigue viendo este mensaje, contacte con nosotros.
fr_fr: Vous ne pouvez pas écrire de critique sur ce vendeur. Les clients ne peuvent écrire de critiques sur les vendeurs qu'après avoir acheté un produit à ce vendeur. Si vous avez bien commandé un produit à ce vendeur, mais que vous voyez tout de même ce message, veuillez nous contacter.
id_id: Anda tidak dapat memberi ulasan untuk vendor ini. Pelanggan hanya dapat memberi ulasan setelah membeli dari vendor terkait. Jika Anda telah melakukan pemesanan namun masih melhat pesan ini, silakan hubungi kami.
pl_pl: Nie możesz napisać recenzji dla tego sprzedawcy. Klienci mogą pisać recenzje dla sprzedawcy dopiero po tym, jak kupią coś od tego sprzedawcy. Jeśli rzeczywiście złożyłeś zamówienie u tego sprzedawcy, ale nadal widzisz ten komunikat, skontaktuj się z nami.
ro_ro: Nu puteți scrie o recenzie pentru acest vânzător. Clienții pot scrie recenzii pentru un vânzător numai după ce au cumpărat ceva de la acel furnizor. Dacă de fapt ați plasat o comandă la acest furnizor, dar văd încă acest mesaj, vă rugăm să ne contactați.
ru_ru: Вы не можете оставить отзыв об этом продавце. Покупатели могут оставить отзыв о продавце только после того, как они что-то купили у этого продавца. Если вы покупали товар у этого продавца, но всё равно видите это сообщение, свяжитесь с нами.
tr_tr: Bu satıcı için inceleme yazamazsınız. Müşteriler sadece bir şey satın aldıkları satıcılar için inceleme yazabilirler. Eğer bu satıcıya bir sipariş verdiyseniz ve bu mesajı halen görüyorsanız lütfen bizimle iletişime geçin.
uk_ua: Ви не можете залишити відгук про цього продавця. Покупці можуть залишити відгук про продавця тільки після того, як вони щось у нього купили. Якщо ви щось купували у цього продавця, але все одно бачите це повідомлення, зв'яжіться з нами.

# Languages::discussion.anonymous_setting_restored_upgrade_notification_title
source: Comments and reviews add-on settings were changed
el_gr: Οι ρυθμίσεις που αφορούν τα σχόλια και τις κριτικές έχουν αλλάξει
es_es: Se han cambiado los ajustes de los comentarios y revisiones
fr_fr: Les paramètres du module de commentaires et critiques ont été changés
id_id: Pengaturan add-on komentar dan ulasan telah dirubah
pl_pl: Ustawienia dodatku Komentarze i opinie zostały zmienione
ro_ro: S-au modificat comentariile și recenziile pentru setările add-on
ru_ru: Поменялись настройки модуля "Отзывы и комментарии"
tr_tr: Yorum ve inceleme eklenti ayarları değiştirildi
uk_ua: Налаштування модуля коментарів та відгуків було зміненл

# Languages::discussion.anonymous_setting_restored_upgrade_notification
source: In the 4.9.1 version the <strong>Only anonymous customers</strong> variant of the <strong>Administrator must approve posts submitted by</strong> setting was removed. Now, it is available again, with the ability to leave reviews for nonauthorized customers. Please check if the desirable value of the setting is selected.
el_gr: Στην έκδοση 4.9.1, καταργήθηκε η επιλογη <strong> Μόνο ανώνυμοι πελάτες </ strong> της ρυθμισης <strong>Ο Διαχειριστής πρέπει να εγκρίνει αναρτλησεις που υποβλήθηκαν απο </ strong>. Τώρα, είναι και πάλι διαθέσιμη η δυνατότητα, να αφήνουν κριτικές οι μη εξουσιοδοτημένοι πελάτες. Ελέγξτε αν έχει επιλεγεί η επιθυμητή τιμή της ρύθμισης αυτής.
es_es: En la versión 4.9.1, se eliminó la variante <strong> Solo clientes anónimos </strong> de <strong> El administrador debe aprobar las publicaciones enviadas por </strong>. Ahora, está disponible de nuevo, con la posibilidad de dejar comentarios para clientes no autorizados. Por favor, compruebe si se selecciona el valor deseable de la configuración.
fr_fr: Dans la version 4.9.1, la variante <strong>Seulement les clients anonymes</strong> du paramètre <strong>L'administrateur doit approuver les posts soumis par</strong> a été retirée. Elle est à nouveau disponible, et nous avons rajouté la possibilité de laisser une critique pour les clients non-autorisés. Veuillez vérifier si vous avez sélectionné la variante que vous désirez.
id_id: Dalam versi 4.9.1 <strong>hanya pelanggan anonim</strong> <strong>Admin harus menyetujui posting yang dikirimkan oleh</strong> pengaturan dihapus. Sekarang, hal ini tersedia lagi dimana ulasan dapat diberikan pelanggan yang tidak terdaftar. Mohon Periksa jika nilai yang diinginkan pada pengaturan telah di pilih.
pl_pl: W wersji 4.9.1 wariant <strong>Tylko anonimowi klienci</strong> opcji <strong>Administrator musi zatwierdzić posty przesłane przez</strong> został usunięty. Teraz jest ponownie dostępna, możliwość wystawiania opinii przez nieautoryzowanych klientów. Sprawdź, czy wybrana jest poprawna wartość w tym ustawieniu.
ro_ro: În versiunea 4.9.1<strong> Numai clienții anonimi </ strong> din <strong> Administratorul trebuie să aprobe postările trimise de </ strong> a fost eliminată. Acum, este disponibil din nou, cu abilitatea de a lăsa recenzii pentru clienții neautorizați. Verificați dacă este selectată valoarea dorită a setării.
ru_ru: В прошлой версии 4.9.1 у настройки <strong>Администратор должен утверждать оставленные сообщения</strong> не было варианта<strong>Только гости</strong>. Мы вернули этот вариант, и теперь неавторизованные пользователи снова могут оставлять отзывы. Проверьте настройки модуля и убедитесь, что всё настроено так, как нужно вам.
uk_ua: У версії 4.9.1 варіант <strong>Тільки анонімні клієнти</strong> параметра <strong>Адміністратор повинен підтверджувати відправлені повідомлення</strong> в налаштуваннях було видалено. Тепер він доступний знову, з можливістю залишити відгуки для неавторизованих клієнтів. Перевірте, чи вибрано бажане значення параметра.
