Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/discussion.po
Languages: de_de, el_gr, es_es, fr_fr, id_id, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::discussion
source: Comments and reviews
de_de: Kommentare und Rezensionen
el_gr: Σχόλια και κριτικές
es_es: Comentarios y análisis
fr_fr: Discussion
id_id: Komentar dan ulasan
nl_nl: Opmerkingen en beoordelingen
no_no: Kommentarer og omtaler
pl_pl: Komentarze i Opinie
ro_ro: Comentarii şi recenzii
ru_ru: Отзывы и комментарии
tr_tr: Yorumlar ve değerlendirmeler
uk_ua: Коментарі та відгуки
vi_vn: Bình luận và đánh giá

# Addons::description::discussion
source: Lets customers leave comments to products, categories, orders, etc., review products and write testimonials
de_de: Lassen Sie Ihre Kunden Produkte, Kategorien, Bestellungen etc. kommentieren, Artikel bewerten und Erfahrungsberichte erstellen
el_gr: Επιτρέπει στους πελάτες να αφήνουν σχόλια σε προϊόντα, κατηγορίες, παραγγελίες, κλπ.,να κάνει κριτική σε προϊόντα και να γράψει μαρτυρίες
es_es: Permite a los clientes dejar comentarios relacionados con los productos, categorías, órdenes, etc., escribir reseñas y testimonios de los productos
fr_fr: Permet aux clients de laisser des commentaires sur les produits, les catégories, les commandes, etc., noter les produits et écrire des témoignages
id_id: Memungkinkan pelanggan meninggalkan komentar untuk produk, kategori, perintah, dll, meninjau produk dan menulis testimonial
nl_nl: Laat klanten opmerkingen bij producten, categorieën, bestellingen, enz., plaatsen en beoordelen
no_no: Lar kundene legge inn kommentarer til produkter, kategorier, bestillinger, etc. Samt vurdere produkter og skrive anbefalinger
pl_pl: Pozwala klientom zostawiać komentarze do produktów, kategorii, zamówienia itd., oceniać produkty i pisać opinie
ro_ro: Permite clienţilor să lase comentarii la produsele, categoriile, comenzi, etc, recenzii ale produselor şi a marturiilor
ru_ru: Отзывы и комментарии к товарам, категориям, заказам и т.д.
tr_tr: Müşterilerinizin ürünleriniz, kategorileriniz, siparişleri vb. konularda yorum yapmasına izin verin
uk_ua: Дає змогу клієнтам залишати коментарі до продукції, категорій і замовлень тощо, публікувати огляд продуктів і писати відгуки
vi_vn: Cho phép khách hàng để lại ý kiến về sản phẩm, danh mục, đơn đặt hàng, vv.., đánh giá sản phẩm và viết lời bình

# Languages::use_for_discussion
source: Comments and reviews forms
de_de: Vorlagen für Kommentare und Rezensionen
el_gr: Φορμες Σχόλιων και κριτικων
es_es: Formulario de comentarios y opiniones
fr_fr: Formulaires de commentaires et d'avis clients
id_id: Bentuk komentar dan ulasan
nl_nl: Formulieren voor opmerkingen en beoordelingen
no_no: Kommentarer og omtaler skjemaer
pl_pl: Formularz komentarzy i opinii
ro_ro: Comentarii și formulare de recenzii
ru_ru: Формы «Отзывы и комментарии»
tr_tr: Yorum ve değerlendirme formları
uk_ua: Форми "Відгуки та коментарі"
vi_vn: Mẫu bình luận và đánh giá

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
de_de: Kundenkommentare- und bewertungen zu Artikeln, Kategorien, Bestellungen etc.
el_gr: Σχόλια πελατών, κριτικές, κατηγορίες, αναφορές, κτλπ.
es_es: Comentarios y opiniones del cliente de los productos, categorías, órdenes, etc.
fr_fr: Commentaires et avis sur les produits, catégories, commandes, etc..
id_id: Pelanggan komentar dan ulasan pada produk, kategori, perintah, dll.
nl_nl: Opmerkingen en beoordelingen van klanten op producten, categorieën, bestellingen, enz.
no_no: Kundens kommentarer og omtaler på produkter, kategorier, bestillinger, etc.
pl_pl: Komentarze i opinie klientów na temat produktów, kategorii, zamówień, itp.
ro_ro: Comentariile clienților si recenziile despre produse, categorii, comenzi etc.
ru_ru: Комментарии и отзывы покупателей о товарах, категориях, заказах, и т.д.
tr_tr: Ürünler, kategoriler ve siparişler hakkında müşteri yorumları ve değerlendirmeleri
uk_ua: Коментарі клієнта та відгуки про продукти, категорії, замовлення та ін.
vi_vn: Ý kiến khách hàng và nhận xét về sản phẩm, danh mục, đơn đặt hàng, vv.

# Languages::discussion_title_category
source: Reviews
de_de: Rezensionen
el_gr: Κριτικές
es_es: Comentarios
fr_fr: Commentaires
id_id: Ulasan
nl_nl: Beoordelingen
no_no: Omtaler
pl_pl: Opinie
ro_ro: Recenzii
ru_ru: Отзывы
tr_tr: Değerlendirmeler
uk_ua: Відгуки
vi_vn: Đánh giá

# Languages::discussion_title_giftreg
source: Guestbook
de_de: Gästebuch
el_gr: Βιβλίο επισκεπτών
es_es: Libro de invitados
fr_fr: Livre d'or
id_id: Buku tamu
nl_nl: Gastenboek
no_no: Gjestebok
pl_pl: Księga Gości
ro_ro: Cartea de oaspeți
ru_ru: Гостевая книга
tr_tr: Ziyaretçi defteri
uk_ua: Гостьова книга
vi_vn: Lưu bút

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
de_de: Verwalten Sie die Erfahrungsberichte Ihrer Shopbesucher.
el_gr: Διαχείριση των "μαρτυριών" των πελατών από το κατάστημά σας.
es_es: Administra los testimonios de los visitantes de su tienda.
fr_fr: Gérer les témoignages des visiteurs de votre magasin.
id_id: Mengelola testimonial dari pengunjung toko Anda.
nl_nl: Beheer beoordelingen van uw bezoekers.
no_no: Behandle anbefalinger fra besøkende i nettbutikken.
pl_pl: Zarządzanie opiniami od osób odwiedzających Twój sklep.
ro_ro: Gestionați marturiile vizitatorilor din magazinul online.
ru_ru: Управление отзывами посетителей вашего магазина.
tr_tr: Mağaza ziyaretçilerinden gelen görüşleri yönetin
uk_ua: Керувати відгуками відвідувачів вашого магазину.
vi_vn: Quản lý những lời bình luận từ các khách truy cập cửa hàng của bạn.

# Languages::discussion_title_order
source: Communication
de_de: Benachrichtigung
el_gr: Επικοινωνία
es_es: Comunicado
id_id: Komunikasi
nl_nl: Mededeling
no_no: Kommunikasjon
pl_pl: Komunikacja
ro_ro: Comunicare
ru_ru: Обсуждение
tr_tr: İletişim
uk_ua: Спілкування
vi_vn: Trao đổi thông tin

# Languages::discussion_title_page
source: Comments
de_de: Kommentare
el_gr: Σχόλια
es_es: Comentarios
fr_fr: Commentaires
id_id: Komentar
nl_nl: Opmerkingen
no_no: Kommentarer
pl_pl: Komentarze
ro_ro: Comentarii
ru_ru: Комментарии
tr_tr: Yorumlar
uk_ua: Коментарі
vi_vn: Bình luận

# Languages::discussion_title_product
source: Reviews
de_de: Rezensionen
el_gr: Κριτικές
es_es: Comentarios
fr_fr: Commentaires
id_id: Ulasan
nl_nl: Beoordelingen
no_no: Omtaler
pl_pl: Opinie
ro_ro: Recenzii
ru_ru: Отзывы
tr_tr: Değerlelendirmeler
uk_ua: Відгуки
vi_vn: Đánh giá

# Languages::discussion_title_return
source: Communication
de_de: Benachrichtigung
el_gr: Επικοινωνία
es_es: Dejar comunicado
id_id: Komunikasi
nl_nl: Mededeling
no_no: Kommunikasjon
pl_pl: Komunikacja
ro_ro: Comunicare
ru_ru: Обсуждение
tr_tr: İletişim
uk_ua: Спілкування
vi_vn: Trao đổi thông tin

# Languages::no_posts_found
source: No posts found
de_de: Keine Beiträge gefunden.
el_gr: Δεν βρέθηκαν δημοσιεύσεις
es_es: Ningún comentario encontrado
fr_fr: Aucun post trouvé
id_id: Tidak ada posting yang ditemukan
nl_nl: Geen berichten gevonden
no_no: Ingen innlegg funnet
pl_pl: Postów nie znaleziono
ro_ro: Nici o postare găsită
ru_ru: Сообщения не найдены
tr_tr: Hiç mesaj bulunmadı
uk_ua: Не знайдено дописів
vi_vn: Không tìm thấy bài viết

# Languages::your_rating
source: Your rating
de_de: Ihre Bewertung
el_gr: Η βαθμολογίας σας
es_es: Tu puntuación
fr_fr: Votre vote
id_id: Rating Anda
nl_nl: Uw beoordeling
no_no: Din vurdering
pl_pl: Ocena
ro_ro: Rating-ul tău
ru_ru: Ваша оценка
tr_tr: Puanınız
uk_ua: Ваша оцінка
vi_vn: Đánh giá của bạn

# Languages::comments_and_reviews
source: Comments and reviews
de_de: Kommentare und Rezensionen
el_gr: Σχόλια και κριτικές
es_es: Comentarios y análisis
fr_fr: Commentaire et revues
id_id: Komentar dan ulasan
nl_nl: Opmerkingen en beoordelingen
no_no: Kommentarer og omtaler
pl_pl: Komentarze i Opinie
ro_ro: Comentarii şi recenzii
ru_ru: Комментарии и отзывы
tr_tr: Yorumlar ve değerlendirmeler
uk_ua: Коментарі та відгуки
vi_vn: Bình luận và đánh giá

# Languages::discussion_title_home_page
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Μαρτυρίες
es_es: Recomendaciones
fr_fr: Témoignages
id_id: Testimonial
nl_nl: Beoordelingen
no_no: Anbefalinger
pl_pl: Referencje
ro_ro: Mărturii (aprecieri)
ru_ru: Отзывы
tr_tr: Görüşler
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
de_de: Erfahrungsberichte sind deaktiviert. Um sie zu aktivieren, gehen Sie bitte auf <a href="[link]">Kommentare und Rezensionen</a> und wählen Sie das Feld "Kommunikation"", "Bewertung" oder "Kommunikation und Bewertung" im Feld "Erfahrungsberichte".
el_gr: Τα Testimonials είναι απενεργοποιημένα.Για να τα ενεργοποιησέτε παρακαλώ πηγαίνετε στο <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field."
es_es: Los testimonios de los clientes están desactivados. Para habilitar, por favor vaya a <a href="[link]"> comentarios y reseñas: opciones de</a> y seleccione el valor de "Comunicación", "Rating" o "Comunicación y valoración" haga su valoración en el campo de"Testimonios".
fr_fr: Les témoignages sont désactivées. Pour les activer, veuillez aller sur <a href="[link]"> observations et commentaires : options</a> et sélectionnez la valeur « Communication », « Notation » ou « Communication et notation » dans le champ « Témoignages ».
id_id: Testimonial dinonaktifkan. Untuk mengaktifkan, silahkan pergi ke <a href="[link]"> komentar dan ulasan: pilihan</a> dan pilih nilai "Komunikasi", "Rating" atau "Komunikasi dan Rating" di bidang "Testimonial".
nl_nl: Beoordelingen zijn uitgeschakeld. Als u wilt inschakelen, ga dan naar <a href="[link]"> opmerkingen en beoordelingen: opties</a> en selecteer de waarde "Mededeling", "Beoordeling" of "Mededeling en Beoordeling" in "Beoordelingen" veld.
no_no: Anbefalinger er deaktivert. For å aktivere, vennligst gå til<a href="[link]">Kommentarer og omtaler: alternativer</a> og velg verdi "Kommunikasjon", "Vurdering" eller "Alle" i "Anbefalinger"-feltet.
pl_pl: Referencje są wyłączone. Aby włączyć, przejdź do <a href="[link]"> komentarze i Opinie: opcje</a> i wybierz wartość "Komunikacja", "Ocena" lub "Komunikacja i ocena" w polu "Referencje".
ro_ro: Marturii sunt dezactivate. Pentru a activa, vă rugăm să vizitaţi <a href="[link]"> Comentarii şi recenzii: opţiuni</a> şi selectaţi "Comunicare", "Evaluare" sau "Comunicare şi evaluare" valoarea în "Marturii" câmp.
ru_ru: Отзывы отключены. Чтобы включить возможность оставлять отзывы, перейдите на страницу <a href="[link]">Комментарии и отзывы → Настройки</a> и выберите в поле «Отзывы» «Обсуждение», «Оценки» или «Обсуждение и оценки».
tr_tr: Görüşler devre dışı bırakılır. Etkinleştirmek için lütfen gidin <a href="[link]"> yorum ve değerlendirme: seçenekleri</a> ve "İletişim", "Puan" veya "İletişim ve değerlendirme" değer "Görüşler" alanında seçin.
uk_ua: Відгуки вимкнено. Щоб увімкнути, будь ласка, перейдіть до <a href="[link]">коментарі і огляди: параметри</a> та виберіть значення «Спілкування», «Оцінка» або «спілкування та оцінка» в поле "Відгуки".
vi_vn: Ý kiến đánh giá bị vô hiệu hoá. Để kích hoạt, vui lòng đi đến <a href="[link]"> bình luận và đánh giá: tùy chọn</a> và chọn "Trao đổi thông tin", "Đánh giá" hay "Trao đổi thông tin và Đánh giá" chọn giá trị trong mục "Ý kiến đánh giá".

# Languages::discussion_title_company
source: Reviews
de_de: Rezensionen
el_gr: Κριτικές
es_es: Reseñas
fr_fr: Avis
id_id: Ulasan
nl_nl: Beoordelingen
no_no: Omtaler
pl_pl: Opinie
ro_ro: Recenzii
ru_ru: Отзывы
tr_tr: Değerlendirmeler
uk_ua: Відгуки
vi_vn: Đánh giá

# Languages::communication_and_rating
source: Communication and Rating
de_de: Kommunikation und Bewertung
el_gr: Επικοινωνία και βαθμολόγηση
es_es: Comunicado Y Grado
fr_fr: Communication et notation
id_id: Komunikasi dan Penilaian
nl_nl: Mededeling en beoordeling
no_no: Kommunikasjon og vurdering
pl_pl: Komunikacja i Ocena
ro_ro: Comunicare şi evaluare
ru_ru: Обсуждение и оценка
tr_tr: İletişim ve Derecelendirme
uk_ua: Спілкування та рейтинг
vi_vn: Bình luận và đánh giá

# Languages::communication
source: Communication
de_de: Benachrichtigung
el_gr: Επικοινωνία
es_es: Comunicado
id_id: Komunikasi
nl_nl: Mededeling
no_no: Kommunikasjon
pl_pl: Komunikacja
ro_ro: Comunicare
ru_ru: Обсуждение
tr_tr: İletişim
uk_ua: Спілкування
vi_vn: Trao đổi thông tin

# Languages::rating
source: Rating
de_de: Bewertung
el_gr: Βαθμολογία
es_es: Grado
fr_fr: Notation
id_id: Peringkat
nl_nl: Beoordeling
no_no: Vurdering
pl_pl: Ocena
ro_ro: Evaluare
ru_ru: Оценки
tr_tr: Derecelendirme
uk_ua: Оцінка
vi_vn: Đánh giá

# Languages::cant_find_thread
source: Thread can not be found.
de_de: Beitrag kann nicht gefunden werden.
el_gr: Το θέμα δεν βρέθηκε.
es_es: No se puede encontar el hilo de los comentarios.
fr_fr: Le fil de discussion ne peut pas être trouvé.
id_id: Thread tidak dapat ditemukan.
nl_nl: Bericht kan niet worden gevonden.
no_no: Finner ikke tråden.
pl_pl: Nie można znaleźć wątku.
ro_ro: Subiectul nu poate fi găsit.
ru_ru: Обсуждение не найдено.
tr_tr: Konu bulunamadı.
uk_ua: Тему не знайдено.
vi_vn: Chủ đề không được tìm thấy.

# Languages::error_already_posted
source: You have posted in this discussion already
de_de: Sie haben in dieser Diskussion bereits einen Beitrag verfasst.
el_gr: Έχετε ήδη γράψει σε αυτή τη συζήτηση.
es_es: Usted ya ha comentado en esta discusión
fr_fr: Vous avez déjà posté dans cette discussion
id_id: Anda telah diposting di diskusi ini sudah
nl_nl: U heeft hier al een bericht geplaatst
no_no: Du har allerede lagt til innlegg i denne diskusjonen
pl_pl: Napisałeś już posta w tej dyskusji
ro_ro: Ați postat deja în această discuție
ru_ru: Вы уже писали сообщение в этом обсуждении
tr_tr: Bu tartışmada zaten post gönderdiniz
uk_ua: Ви вже писали повыдомлення у цій дискусії
vi_vn: Bạn đã gửi bài viết trong cuộc thảo luận này rồi

# Languages::text_thank_you_for_post
source: Thank you for your post
de_de: Danke für Ihren Beitrag
el_gr: Ευχαριστούμε για την δημοσίευση σας.
es_es: Gracias por su comentario
fr_fr: Merci pour votre message
id_id: Terima kasih atas posting Anda
nl_nl: Dank u voor uw bericht
no_no: Takk for ditt innlegg
pl_pl: Dziękujemy za Twój post
ro_ro: Vă mulțumim pentru postarea dvs.
ru_ru: Спасибо за сообщение
tr_tr: Yazınız için teşekkür ederiz
uk_ua: Дякуємо вам за ваше повідомлення
vi_vn: Cảm ơn bạn đã viết bài bình luận

# Languages::text_post_pended
source: Your post will be checked before it gets published.
de_de: Ihr Beitrag wird überprüft, bevor er veröffentlicht wird.
el_gr: Η δημοσίευσή σας θα ελεγχθεί προτού δημοσιευτεί.
es_es: Su comentario sera comprobado antes de ser publicado.
fr_fr: Votre message sera vérifié avant d'être publié.
id_id: Posting Anda akan diperiksa sebelum mendapat diterbitkan.
nl_nl: Uw bericht zal worden gecontroleerd voordat het wordt gepubliceerd.
no_no: Ditt innlegg vil bli kontrollert før det blir publisert.
pl_pl: Twój post zostanie sprawdzony, zanim zostanie on opublikowany.
ro_ro: Postarea dvs. va fi verificată înainte de a fi publicată.
ru_ru: Ваше сообщение будет проверено, прежде чем оно будет опубликовано.
tr_tr: Gönderiniz yayınlanmadan önce kontrol edilecektir.
uk_ua: Ваше повідомлення буде перевірятися, перш ніж воно буде опубліковано.
vi_vn: Bài viết của bạn sẽ được kiểm tra trước khi nó được xuất bản.

# Languages::discussion
source: Comments and reviews
de_de: Kommentare und Rezensionen
el_gr: Σχόλια και κριτικές
es_es: Comentarios y análisis
fr_fr: Discussion
id_id: Komentar dan ulasan
nl_nl: Opmerkingen en beoordelingen
no_no: Kommentarer og omtaler
pl_pl: Komentarze i Opinie
ro_ro: Comentarii și recenzii
ru_ru: Отзывы и комментарии
tr_tr: Yorumlar ve değerlendirmeler
uk_ua: Коментарі та відгуки
vi_vn: Bình luận và đánh giá

# Languages::text_new_post_notification
source: This is a notification of a new post to
de_de: Dies ist eine Benachrichtigung über einen neuen Beitrag an
el_gr: Αυτή είναι μια κοινοποίηση μιας νέας δημοσίευσης για την
es_es: Este es la notificación del nuevo post a
fr_fr: Ceci est une notification à propos d'un nouveau post à
id_id: Ini adalah pemberitahuan dari post baru
nl_nl: Dit is een kennisgeving van een nieuw bericht op
no_no: Dette er et varsel om et nytt innlegg til
pl_pl: Powiadomienie o pojawieniu się nowego postu
ro_ro: Aceasta este o notificare a unei postări noi pe
ru_ru: Уведомление о новом сообщении
tr_tr: Bu yeni mesaja bir bildirimdir
uk_ua: Сповіщення про нове повідомлення
vi_vn: Đây là một thông báo về một bài đăng mới từ

# Languages::text_approval_notice
source: This post needs approving
de_de: Dieser Beitrag muss genehmigt werden
el_gr: Αυτή η θέση χρειάζεται έγκριση
es_es: Este comentario tiene que ser aprobado.
fr_fr: Ce message a besoin d'être approuvé
id_id: Post ini perlu persetujuan
nl_nl: Dit bericht moet goedgekeurd worden
no_no: Dette innlegget trenger godkjenning
pl_pl: Ten post wymaga zatwierdzenia
ro_ro: Această postare necesită aprobare
ru_ru: Это сообщение ожидает подтверждения
tr_tr: Bu yazının onaylanması gerekiyor
uk_ua: Це повідомлення очікує на затвердження
vi_vn: Bài đăng này cần phê duyệt

# Languages::latest_reviews
source: Latest comments & reviews
de_de: Neueste Kommentare und Rezensionen
el_gr: Πρόσφατες παρατηρήσεις και σχόλια
es_es: Últimos comentarios y análisis
fr_fr: Derniers commentaires et revues
id_id: Komen & ulasan terakhir
nl_nl: Laatste reacties & beoordelingen
no_no: Siste kommentarer og omtaler
pl_pl: Najnowsze komentarze i opinie
ro_ro: Ultimele comentarii și recenzii
ru_ru: Последние комментарии и отзывы
tr_tr: En son yorumlar & değerlendirmeler
uk_ua: Останні коментарі та відгуки
vi_vn: Bình luận & đánh giá mới nhất

# Languages::comment_by
source: Comment by
de_de: Kommentar von
el_gr: Σχόλιο από
es_es: Comentario hecho por
fr_fr: Commentaire de
id_id: Dikomentari oleh
nl_nl: Reactie door
no_no: Kommentar av
pl_pl: Skomentowane przez
ro_ro: Comment postat de
ru_ru: Комментарий
tr_tr: Yorum yapan
uk_ua: Коментар
vi_vn: Bình luận của

# Languages::and
source: and
de_de: und
el_gr: και
es_es: Y
fr_fr: ET
id_id: dan
nl_nl: en
no_no: og
pl_pl: i
ro_ro: și
ru_ru: и
tr_tr: ve
uk_ua: і
vi_vn: và

# Languages::add_post
source: Add post
de_de: Beitrag hinzufügen
el_gr: Προσθήκη δημοσιεύσεων
es_es: Añade entrada
fr_fr: Ajouter un commentaire
id_id: Tambahkan post
nl_nl: Bericht toevoegen
no_no: Legg til Innlegg
pl_pl: Dodaj post
ro_ro: Adăugați o postare
ru_ru: Добавить сообщение
tr_tr: Post Ekle
uk_ua: Додати повідомлення
vi_vn: Thêm bài

# Languages::not_approved
source: Not approved
de_de: Nicht genehmigt
el_gr: Δεν εγκρίνεται
es_es: No aprobado
fr_fr: Non approuvé
id_id: Tidak diterima
nl_nl: Niet goedgekeurd
no_no: Ikke godkjent
pl_pl: Niezatwierdzone
ro_ro: Nu este aprobat
ru_ru: Не подтверждено
tr_tr: Onaylanmamış
uk_ua: Не затверджено
vi_vn: Không chấp thuận

# Languages::discussion_manager
source: Comments and reviews
de_de: Kommentare und Rezensionen
el_gr: Σχόλια και κριτικές
es_es: Comentarios y análisis
fr_fr: Discussion
id_id: Komen dan ulasan
nl_nl: Opmerkingen en beoordelingen
no_no: Kommentarer og omtaler
pl_pl: Komentarze i Opinie
ro_ro: Comentarii şi recenzii
ru_ru: Отзывы и обсуждения
tr_tr: Yorumlar ve değerlendirmeler
uk_ua: Коментарі та відгуки
vi_vn: Bình luận và đánh giá

# Languages::testimonials
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Πιστοποιητικά
es_es: Recomendaciones
fr_fr: Témoignages
id_id: Testimoni
nl_nl: Beoordelingen
no_no: Anbefalinger
pl_pl: Referencje
ro_ro: Mărturii (aprecieri)
ru_ru: Отзывы
tr_tr: Görüşler
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# Languages::privileges.view_discussions
source: Can view
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
fr_fr: Peut voir
id_id: Dapat melihat
nl_nl: Kan bekijken
pl_pl: Może przeglądać
ro_ro: Poate vizualiza
ru_ru: Просмотр
tr_tr: Görüntüleyebilirsin
uk_ua: Можна переглянути

# Languages::privileges.manage_discussions
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
fr_fr: Peut éditer
id_id: Dapat mengedit
nl_nl: Kan bewerken
pl_pl: Może edytować
ro_ro: Poate edita
ru_ru: Редактирование
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати

# Languages::privilege_groups.discussions
source: Comments and reviews
el_gr: Σχόλια και κριτικές
es_es: Comentarios y análisis
fr_fr: Commentaires et critiques
id_id: Komentar dan ulasan
nl_nl: Opmerkingen en beoordelingen
pl_pl: Komentarze i Opinie
ro_ro: Comentarii şi recenzii
ru_ru: Отзывы и комментарии
tr_tr: Yorumlar ve değerlendirmeler
uk_ua: Коментарі та відгуки

# Languages::block_testimonials
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Μαρτυρίες
es_es: Testimonios
fr_fr: Témoignages
id_id: Testimoni
nl_nl: Beoordelingen
no_no: Anbefalinger
pl_pl: Referencje
ro_ro: Mărturii (aprecieri)
ru_ru: Отзывы
tr_tr: Görüşler
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# Languages::block_testimonials_description
source: User testimonials
de_de: Kundenrezensionen
el_gr: Μαρτυρίες χρήστη
es_es: Testimonios de usuarios
fr_fr: Témoignages d'utilisateurs
id_id: Testimoni pengguna
nl_nl: Gebruikers beoordelingen
no_no: Anbefalinger fra brukere
pl_pl: Referencje użytkownika
ro_ro: Marturii de la utilizatori
ru_ru: Отзывы пользователей
tr_tr: Kullanıcı yorumları
uk_ua: Ваші відгуки
vi_vn: Ý kiến đánh giá người dùng

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
de_de: Sortieren nach Bewertung: aufsteigend
el_gr: Ταξινόμηση κατά βαθμολογία: άυξουσα
es_es: Ordena por calificación: de menor a mayor
fr_fr: Trier par note : faible à élevée
id_id: Urutkan berdasarkan penilaian: Rendah ke Tinggi
nl_nl: Sorteren op beoordeling: laag naar hoog
no_no: Sorter etter vurdering: lav til høy
pl_pl: Sortuj według ocen: od najniższej do najwyższej
ro_ro: Sortează după rating: scăzut la mare
ru_ru: Сортировать по рейтингу: по возрастанию
tr_tr: Derecelendirmeye göre sıralama: Düşükten Yükseğe
uk_ua: Сортувати за рейтингом: від низьких і високих
vi_vn: Xếp theo đánh giá: Thấp đến Cao

# Languages::sort_by_rating_desc
source: Sort by rating
de_de: Sortieren nach Bewertung
el_gr: Ταξινόμηση κατά βαθμολογία
es_es: Ordena por calificación
fr_fr: Trier par note
id_id: Urutkan berdasarkan penilaian
nl_nl: Sorteer op beoordeling
no_no: Sorter etter vurdering
pl_pl: Sortuj według ocen
ro_ro: Sortează după rating
ru_ru: Сортировать по рейтингу
tr_tr: Derecelendirmeye göre sıralama
uk_ua: Сортувати за рейтингом
vi_vn: Xếp theo đánh giá

# Languages::reviews
source: review|reviews
de_de: Rezension|Rezensionen
el_gr: κριτική|κριτικές
es_es: reseña | Reseñas
fr_fr: Avis
id_id: ulasan|ulasan
nl_nl: Beoordeling|beoordelingen
no_no: omtale|omtaler
pl_pl: Opinia|Opinie
ro_ro: recenzie|recenzii
ru_ru: Отзыв|Отзыва|Отзывов|Отзыва
tr_tr: değerlendirme | değerlendirmeler
uk_ua: Відгук|Відгуки
vi_vn: đánh giá|các đánh giá

# Languages::write_review
source: Write a review
de_de: Rezension verfassen
el_gr: Γράψτε μια κριτική
es_es: Escriba una reseña
fr_fr: Ajouter un avis
id_id: Tulis ulasan
nl_nl: Schrijf een beoordeling
no_no: Skriv en omtale
pl_pl: Napisz opinię
ro_ro: Scrie un comentariu
ru_ru: Написать отзыв
tr_tr: Görüşünü yaz
uk_ua: Написати відгук
vi_vn: Viết bình luận

# SettingsSections::discussion::products
source: Products
de_de: Artikel
el_gr: Προιόντα
es_es: Productos
fr_fr: Produits
id_id: Produk
nl_nl: Producten
no_no: Produkter
pl_pl: Produkty
ro_ro: Produse
ru_ru: Товары
tr_tr: Ürünler
uk_ua: Товари
vi_vn: Sản phẩm
