Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/discussion.po
Languages: de_de, el_gr, es_es, fr_fr, id_id, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# SettingsSections::discussion::categories
source: Categories
de_de: Kategorien
el_gr: Κατηγορίες
es_es: Categorias
fr_fr: Catégories
id_id: Kategori
nl_nl: Categorieën
no_no: Kategorier
pl_pl: Kategorie
ro_ro: Categorii
ru_ru: Категории
tr_tr: Kategoriler
uk_ua: Категорії
vi_vn: Danh mục

# SettingsSections::discussion::orders
source: Orders
de_de: Bestellungen
el_gr: Παραγγελίες
es_es: Pedidos
fr_fr: Commandes
id_id: Pesanan
nl_nl: Bestellingen
no_no: Ordre
pl_pl: Zamówienia
ro_ro: Comenzi
ru_ru: Заказы
tr_tr: Siparişler
uk_ua: Замовлення
vi_vn: Đơn hàng

# SettingsSections::discussion::pages
source: Pages
de_de: Seiten
el_gr: σελίδες
es_es: Páginas
id_id: Halaman
nl_nl: Pagina 's
no_no: Sider
pl_pl: Strony
ro_ro: Pagini
ru_ru: Страницы
tr_tr: Sayfalar
uk_ua: Сторінки
vi_vn: Trang

# SettingsSections::discussion::testimonials
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Πιστοποιητικά
es_es: Recomendaciones
fr_fr: Témoignages
id_id: Testimoni
nl_nl: Beoordelingen
no_no: Anbefalinger
pl_pl: Referencje
ro_ro: Mărturii (aprecieri)
ru_ru: Отзывы
tr_tr: Görüşler
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# SettingsSections::discussion::companies
source: Vendors
de_de: Verkäufer
el_gr: Πωλητές
es_es: Tiendas
fr_fr: Vendeurs
id_id: Penjaja
nl_nl: Verkopers
no_no: Forhandlere
pl_pl: Sprzedawcy
ro_ro: Vânzători
ru_ru: Продавцы
tr_tr: Satıcılar
uk_ua: Продавці
vi_vn: Nhà cung cấp

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
de_de: Beiträge je Seite
el_gr: Δημοσιεύσεις ανα σελίδα
es_es: Comentarios por página
fr_fr: Posts par page
id_id: Post per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Postów na stronę
ro_ro: Postări per pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
de_de: Administrator muss vorgelegte Beiträge genehmigen.
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις που υπέβαλε από
es_es: Administrador debe aprobar comentarios presentados por
fr_fr: L'administrateur doit approuver les posts soumis par
id_id: Administrator harus menyetujui post yang diajukan oleh
nl_nl: Beheerder moet berichten goedkeuren van
no_no: Administrator må godkjenne innlegg innsendt av
pl_pl: Administrator musi zatwierdzić wysyłane posty
ro_ro: Administratorul trebuie să aprobe postările
ru_ru: Администратор должен утверждать оставленные сообщения
tr_tr: Yorumların yönetici tarafınca onaylanması gerekir
uk_ua: Адміністратор повинен схвалити повідомлення
vi_vn: Quản trị viên phải phê duyệt các bài viết gửi bởi

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
de_de: Nur ein Beitrag je IP ist erlaubt
el_gr: Επιτρέπεται μόνο μια δημοσίευση από μια IP
es_es: Solo un comentario por IP permitido
fr_fr: Seul un post à partir de cette IP est autorisé
id_id: Hanya satu pos dari satu IP yang diizinkan
nl_nl: Slechts één post van één IP is toegestaan
no_no: Bare én post fra én IP er tillatt
pl_pl: Tylko jeden post z jednego IP jest dozwolony
ro_ro: O singură postare de la un singur IP
ru_ru: Разрешить оставлять только одно сообщение с одного IP-адреса
tr_tr: Bir IP adresinden yalnız bir post yapılmasına izin verilir
uk_ua: Дозволено лише один пост з однієї IP-адреси
vi_vn: Một địa chỉ IP chỉ được gửi một bài viết

# SettingsOptions::discussion::product_notification_email
source: Send notifications to this E-mail
de_de: Schicke Benachrichtigungen an diese E-Mail
el_gr: Αποστολή κοινοποιήσεων σε αυτό τo μήνυμα ηλεκτρονικού ταχυδρομείου( e-mail)
es_es: Enviar notificaciones a este E-Mail
fr_fr: Envoyer des notifications à cet email
id_id: Kirim pemberitahuan ke E-mail ini
nl_nl: Meldingen naar deze E-mail verzenden
no_no: Send meldinger til denne e-post-adressen
pl_pl: Wysyłaj powiadomienia na ten adres E-mail
ro_ro: Trimite notificări la acest E-mail
ru_ru: Отправлять оповещения на данный почтовый адрес
tr_tr: Uyarıları bu e-mail adresine gönder
uk_ua: Надіслати сповіщення на цей E-mail
vi_vn: Gửi thông báo đến email này

# SettingsOptions::discussion::product_notify_vendor
source: Send notifications to vendor
de_de: Schicke Benachrichtigungen an den Verkäufer
el_gr: Αποστολή ειδοποίησης στον πωλητή
es_es: Enviar notificaciones a proveedores
fr_fr: Envoyer des notifications au vendeur
id_id: Kirim pemberitahuan ke vendor
nl_nl: Meldingen naar de verkoper verzenden
no_no: Send meldinger til forhandler
pl_pl: Wyślij powiadomienia do sprzedawcy
ro_ro: Trimite notificări către vânzător
ru_ru: Отправлять оповещения продавцу
tr_tr: Bildirimleri satıcıya gönder
uk_ua: Надсилати сповіщення продавцю
vi_vn: Gửi thông báo cho nhà cung cấp

# SettingsOptions::discussion::product_share_discussion
source: Share discussions with all stores
de_de: Diskussionen mit allen Filialen teilen
el_gr: Μοιραστείτε τις συζητήσεις με όλα τα καταστήματα
es_es: Compartir discusiones con todas las tiendas
fr_fr: Partager des discussions avec tous les magasins
id_id: Bagikan diskusi dengan semua toko
nl_nl: Deel discussies met alle winkels
no_no: Del diskusjoner med alle butikker
pl_pl: Współdziel dyskusje w wszystkich sklepach
ro_ro: Distribuiți discuțiile către toate magazinele
ru_ru: Отображать обсуждения на всех витринах
tr_tr: Tartışmaları tüm mağazalar ile paylaş
uk_ua: Поширити обговерення на всі вітрини

# SettingsTooltips::discussion::product_share_discussion
source: Show all comments and reviews of a product on all storefronts that the product is shared with
de_de: Alle Kommentare und Bewertungen zu einem Produkt auf allen Schaufenstern anzeigen, auf denen das Produkt geteilt wird
el_gr: Προβολη όλες τις παρατηρήσεις και σχόλια από ένα προϊόν σε όλες τις βιτρίνες που μοιράζεται αυτο το προϊόν
es_es: Mostrar todos los comentarios y opiniones sobre un producto en todas las tiendas con las que se comparte el producto
fr_fr: Afficher toutes les revues et les commentaires d’un produit sur toutes les boutiques où le produit est partagé
id_id: Tampilkan semua komentar dan ulasan produk di semua etalase tempat produk dibagikan
nl_nl: Toon alle opmerkingen en beoordelingen van een product op alle storefronts die het product delen
no_no: Vis alle kommentarer og vurderinger av et produkt på alle butikk forsider produktet deles med
pl_pl: Pokaż wszystkie komentarze i recenzje produktu w wszystkich sklepach, w których jest on współdzielony
ro_ro: Afișați toate comentariile și recenziile unui produs pe toate vitrinele la care este distribuit produsul
ru_ru: Отображать все комментарии и отзывы о товаре на всех витринах, к которым привязан данный товар
tr_tr: Ürün hakkındaki tüm yorum ve görüşleri ürünün bulunduğu tüm mağazalarda göster
uk_ua: Показати всі коментарі та відгуки про товар в усіх вітринах, на які поширено продукт

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
de_de: Beiträge je Seite
el_gr: Δημοσιεύσεις ανα σελίδα
es_es: Comentarios por página
fr_fr: Posts par page
id_id: Posting per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Posty na stronę
ro_ro: Postări per pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
de_de: Administrator muss vorgelegte Beiträge genehmigen.
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις που υπέβαλε από
es_es: Administrador debe aprobar comentarios presentados por
fr_fr: L'administrateur doit approuver les posts soumis par
id_id: Administrator harus menyetujui posting yang disampaikan oleh
nl_nl: Beheerder moet berichten goedkeuren van
no_no: Administrator må godkjenne innlegg innsendt av
pl_pl: Administrator musi zatwierdzić wysyłane posty
ro_ro: Administratorul trebuie să aprobe postările
ru_ru: Администратор должен утверждать оставленные сообщения
tr_tr: Yorumların yönetici tarafından onaylanması gerekir
uk_ua: Адміністратор повинен схвалити повідомлення
vi_vn: Quản trị viên phải phê duyệt các bài viết gửi bởi

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
de_de: Nur ein Beitrag je IP ist erlaubt
el_gr: Επιτρέπεται μόνο μια δημοσίευση από μια IP
es_es: Solo un comentario por IP permitido
fr_fr: Seul un post à partir de cette IP est autorisé
id_id: Hanya satu pos dari satu IP yang diizinkan
nl_nl: Slechts één post van één IP is toegestaan
no_no: Bare én post fra én IP er tillatt
pl_pl: Tylko jeden post z jednego IP jest dozwolony
ro_ro: O singură postare de la un singur IP
ru_ru: Разрешить оставлять только одно сообщение с одного IP-адреса
tr_tr: Bir IP adresinden yalnız bir post yapılmasına izin verilir
uk_ua: Дозволено лише один пост з однієї IP-адреси
vi_vn: Một địa chỉ IP chỉ được gửi một bài viết

# SettingsOptions::discussion::category_notification_email
source: Send notifications to this E-mail
de_de: Schicke Benachrichtigungen an diese E-Mail
el_gr: Αποστολή κοινοποιήσεων σε αυτό τo μήνυμα ηλεκτρονικού ταχυδρομείου( e-mail)
es_es: Enviar notificaciones a este E-Mail
fr_fr: Envoyer des notifications à cet email
id_id: Kirim pemberitahuan ke E-mail ini
nl_nl: Meldingen naar deze E-mail verzenden
no_no: Send meldinger til denne e-post-adressen
pl_pl: Wysyłaj powiadomienia na ten adres E-mail
ro_ro: Trimite notificații către această adresă de e-mail
ru_ru: Отправлять оповещения на данный почтовый адрес
tr_tr: Uyarıları bu e-mail adresine gönder
uk_ua: Надіслати сповіщення на цю електронну пошту
vi_vn: Gửi thông báo đến email này

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
de_de: Beiträge je Seite
el_gr: Δημοσιεύσεις ανα σελίδα
es_es: Comentarios por página
fr_fr: Posts par page
id_id: Posting per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Postów na stronę
ro_ro: Postări per pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
de_de: Kunden erlauben, die Diskussion zu starten
el_gr: Δυνατότητα του πελάτη να ξεκινήσει συζήτηση
es_es: Permitir al cliente iniciar la discusión
fr_fr: Permettre aux client d'ouvrir la discussion
id_id: Izinkan pelanggan untuk memulai diskusi
nl_nl: Klant herziening toestaan
no_no: Tillat kunden å starte diskusjon
pl_pl: Pozwala klientowi zapoczątkować dyskusję
ro_ro: Permite clienților să inițieze discuții
ru_ru: Позволить пользователю начать обсуждение
tr_tr: Müşterilerin tartışma başlatmasına izin ver
uk_ua: Дозволити замовнику ініціювати обговорення
vi_vn: Cho phép khách hàng để bắt đầu thảo luận

# SettingsOptions::discussion::order_notify_vendor
source: Send notifications to vendor
de_de: Schicke Benachrichtigungen an Verkäufer
el_gr: Αποστολή ειδοποίησης στον πωλητή
es_es: Enviar notificaciones al proveedor
fr_fr: Envoyer des notifications au vendeur
id_id: Kirim pemberitahuan ke penjaja
nl_nl: Meldingen naar de verkoper verzenden
no_no: Send meldinger til forhandler
pl_pl: Wyślij powiadomienia do sprzedawcy
ro_ro: Trimite notificări către vânzător
ru_ru: Отправлять оповещения продавцу
tr_tr: Bildirimleri satıcıya gönder
uk_ua: Надсилати сповіщення постачальнику
vi_vn: Gửi thông báo cho nhà cung cấp

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
de_de: Beiträge je Seite
el_gr: Δημοσιεύσεις ανα σελίδα
es_es: Comentarios por página
fr_fr: Posts par page
id_id: Posting per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Posty na stronę
ro_ro: Postări per pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
de_de: Administrator muss vorgelegte Beiträge genehmigen.
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις που υπέβαλε η
es_es: Administrador debe aprobar comentarios presentados por
fr_fr: L'administrateur doit approuver les posts soumis par
id_id: Administrator harus menyetujui posting yang disampaikan oleh
nl_nl: Beheerder moet berichten goedkeuren van
no_no: Administrator må godkjenne innlegg innsendt av
pl_pl: Administrator musi zatwierdzić wysyłane posty
ro_ro: Administratorul trebuie să aprobe postările
ru_ru: Администратор должен утверждать оставленные сообщения
tr_tr: Yorumların yönetici tarafından onaylanması gerekir
uk_ua: Адміністратор повинен схвалити повідомлення
vi_vn: Quản trị viên phải phê duyệt các bài viết gửi bởi

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
de_de: Nur ein Beitrag je IP ist erlaubt
el_gr: Μόνο μία θέση από μία IP επιτρέπεται
es_es: Solo un comentario por IP permitido
fr_fr: Seul un post à partir de cette IP est autorisé
id_id: Hanya satu pos dari satu IP yang diizinkan
nl_nl: Slechts één post van één IP is toegestaan
no_no: Bare én post fra én IP er tillatt
pl_pl: Tylko jeden post z jednego IP jest dozwolony
ro_ro: O singură postare de la un singur IP
ru_ru: Разрешить оставлять только одно сообщение с одного IP-адреса
tr_tr: Bir IP adresinden yalnız bir post yapılmasına izin verilir
uk_ua: Дозволено лише один пост з однієї IP-адреси
vi_vn: Một địa chỉ IP chỉ được gửi một bài viết

# SettingsOptions::discussion::page_notification_email
source: Send notifications to this E-mail
de_de: Schicke Benachrichtigungen an diese E-Mail
el_gr: Αποστολή κοινοποιήσεων σε αυτό το e-mail
es_es: Enviar notificaciones a este E-Mail
fr_fr: Envoyer des notifications à cet email
id_id: Kirim pemberitahuan ke E-mail ini
nl_nl: Meldingen naar deze E-mail verzenden
no_no: Send meldinger til denne e-post-adressen
pl_pl: Wysyłaj powiadomienia na ten adres E-mail
ro_ro: Trimite notificații către această adresă de e-mail
ru_ru: Отправлять оповещения на данный почтовый адрес
tr_tr: Bildirimleri bu e-mail adresine gönder
uk_ua: Надіслати сповіщення на електронну пошту
vi_vn: Gửi thông báo đến email này

# SettingsOptions::discussion::page_notify_vendor
source: Send notifications to vendor
de_de: Schicke Benachrichtigungen an Verkäufer
el_gr: Αποστολή ειδοποίησης στον πωλητή
es_es: Enviar notificaciones al proveedor
fr_fr: Envoyer des notifications au vendeur
id_id: Kirim pemberitahuan ke vendor
nl_nl: Meldingen naar de leverancier verzenden
no_no: Send meldinger til forhandler
pl_pl: Wyślij powiadomienia do sprzedawcy
ro_ro: Trimite notificările către vânzător
ru_ru: Отправлять оповещения продавцу
tr_tr: Bildirimleri satıcıya gönder
uk_ua: Надсилати сповіщення постачальнику
vi_vn: Gửi thông báo cho nhà cung cấp

# SettingsOptions::discussion::page_share_discussion
source: Share discussions with all stores
de_de: Diskussionen mit allen Filialen teilen
el_gr: Μοιραστείτε τις συζητήσεις με όλα τα καταστήματα
es_es: Compartir las discusiones con todas las tiendas
fr_fr: Partager des discussions avec tous les magasins
id_id: Bagikan diskusi dengan semua toko
nl_nl: Deel discussies met alle winkels
no_no: Del diskusjoner med alle butikker
pl_pl: Współdziel dyskusje w wszystkich sklepach
ro_ro: Distribuiți discuțiile către toate magazinele
ru_ru: Отображать обсуждения на всех витринах
tr_tr: Tartışmaları tüm mağazalar ile paylaş
uk_ua: Поширити обговерення на всі магазини

# SettingsTooltips::discussion::page_share_discussion
source: Show all comments and reviews of a page on all storefronts that the page is shared with
de_de: Alle Kommentare und Bewertungen zu einem Produkt auf allen Schaufenstern anzeigen, auf denen das Produkt geteilt wird
el_gr: Προβολη όλες τις παρατηρήσεις και σχόλια από ένα προϊόν σε όλες τις βιτρίνες που μοιράζεται αυτο το προϊόν
es_es: Mostrar todos los comentarios y opiniones de una página con todas las tiendas con la que se comparte la página
fr_fr: Afficher toutes les revues et les commentaires d’une page sur toutes les boutiques où la page est partagée
id_id: Tampilkan semua komentar dan ulasan halaman di semua etalase yang dibagikan halaman
nl_nl: Toon alle opmerkingen en beoordelingen van een pagina op alle storefronts dat de pagina deelt
no_no: Vis alle kommentarer og vurderinger av et produkt på alle butikk forsider produktet deles med
pl_pl: Pokaż wszystkie komentarze i recenzje strony w wszystkich sklepach, w których jest ona współdzielona
ro_ro: Afișați toate comentariile și recenziile unei pagini pe toate vitrinele către care este distribuită pagina
ru_ru: Отображать все комментарии и отзывы о странице на всех витринах, к которым привязан данный товар
tr_tr: Sayfa hakkındaki tüm yorum ve görüşleri ürünün bulunduğu tüm mağazalarda göster
uk_ua: Показати всі коментарі та відгуки про сторінку в усіх вітринах, які використовують сторінку

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
de_de: Beiträge je Seite
el_gr: Δημοσιεύσεις ανα σελίδα
es_es: Comentarios por página
fr_fr: Messages par page
id_id: Posting per halaman
nl_nl: Berichten per pagina
no_no: Innlegg per side
pl_pl: Posty na stronę
ro_ro: Postări per pagină
ru_ru: Записей на странице
tr_tr: Sayfa başına mesaj
uk_ua: Записів на сторінці
vi_vn: Bài viết trên mỗi trang

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
de_de: Administrator muss vorgelegte Beiträge genehmigen.
el_gr: Ο διαχειριστής πρέπει να εγκρίνει τις δημοσιεύσεις που υπέβαλε η
es_es: Administrador debe aprobar comentarios presentados por
fr_fr: Administrateur doit approuver les messages soumis par
id_id: Administrator harus menyetujui posting yang disampaikan oleh
nl_nl: Beheerder moet berichten goedkeuren van
no_no: Administrator må godkjenne innlegg innsendt av
pl_pl: Administrator musi zatwierdzić wysyłane posty
ro_ro: Administratorul trebuie să aprobe postările
ru_ru: Администратор должен утверждать оставленные сообщения
tr_tr: Yöneticinin onaylaması gereken postları gönderen
uk_ua: Адміністратор повинен схвалити повідомлення
vi_vn: Quản trị viên phải phê duyệt các bài viết gửi bởi

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
de_de: Nur ein Beitrag je IP ist erlaubt
el_gr: Μόνο μια δημοσίευση από την IP επιτέπεται
es_es: Solo un comentario por IP permitido
fr_fr: Seul un message est autorisé à partir de cette IP
id_id: Hanya satu pos dari satu IP yang diizinkan
nl_nl: Slechts één post van één IP is toegestaan
no_no: Bare én post fra én IP er tillatt
pl_pl: Dozwolony jest tylko jeden post z jednego IP
ro_ro: O singură postare de la un singur IP
ru_ru: Разрешить оставлять только одно сообщение с одного IP-адреса
tr_tr: Her IP'den yalnız bir post yapılmasına izin verilmektedir
uk_ua: Дозволено лише один пост з однієї IP-адреси
vi_vn: Một địa chỉ IP chỉ được gửi một bài viết

# SettingsOptions::discussion::home_page_notification_email
source: Send notifications to this E-mail
de_de: Schicke Benachrichtigungen an diese E-Mail
el_gr: Αποστολή κοινοποιήσεων σε αυτό τo μήνυμα ηλεκτρονικού ταχυδρομείου( e-mail)
es_es: Enviar notificaciones a este E-Mail
fr_fr: Envoyer des notifications à cet E-mail
id_id: Kirim pemberitahuan ke E-mail ini
nl_nl: Meldingen naar deze E-mail verzenden
no_no: Send meldinger til denne e-post-adressen
pl_pl: Wysyłaj powiadomienia na ten adres E-mail
ro_ro: Trimite notificații către această adresă de e-mail
ru_ru: Отправлять оповещения на данный почтовый адрес
tr_tr: Bildirimleri bu e-posta adresine gönder
uk_ua: Надіслати сповіщення на електронну пошту
vi_vn: Gửi thông báo đến email này

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
de_de: Erfahrungsberichte
el_gr: Πιστοποιητικά
es_es: Recomendaciones
fr_fr: Témoignages
id_id: Testimonial
nl_nl: Beoordelingen
no_no: Anbefalinger
pl_pl: Referencje
ro_ro: Mărturii ( aprecieri )
ru_ru: Отзывы
tr_tr: Müşteri yorumları
uk_ua: Відгуки
vi_vn: Ý kiến đánh giá

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
de_de: Erfahrungsberichte aller Stores anzeigen
el_gr: Εμφάνιση μαρτυριών από όλα τα καταστήματα
es_es: Mostrar testimonios de todas las tiendas
fr_fr: Afficher les témoignages de tous les magasins
id_id: Tampilkan testimonial dari semua toko
nl_nl: Toon beoordelingen van alle winkels
no_no: Vis anbefalinger fra alle nettbutikker
pl_pl: Pokaż referencje ze wszystkich sklepów
ro_ro: Arată marturiile (aprecierile ) de la toate magazinele
ru_ru: Показывать отзывы во всех магазинах
tr_tr: Tüm mağazalardan müşteri yorumlarını göster
uk_ua: Показати Відгуки від всіх магазинів
vi_vn: Hiển thị lời chứng thực từ tất cả các cửa hàng

# SettingsOptions::discussion::product_discussion_type
source: Default value
de_de: Standardwert
el_gr: Προεπιλεγμένη αξία
es_es: Valor predeterminado
fr_fr: Valeur par défaut
id_id: Nilai default
nl_nl: Standaard waarde
pl_pl: Domyślna wartość
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
tr_tr: Varsayılan değer
uk_ua: Значення за замовчуванням
vi_vn: Giá trị mặc định

# SettingsTooltips::discussion::product_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
de_de: Legt fest, ob Kommentare und/oder Bewertungen für neu erstellte Produkte erlaubt sind. Dieses wirkt sich nicht auf bestehende Produkte aus.
el_gr: Καθοριζει άν επιτρέπονται τα σχόλια/κριτικές για προϊόντα που μόλις έχουν δημιουργηθεί. Δέν επηρεάζει τα υπάρχοντα προϊόντα.
es_es: Determina si se permiten comentarios y/o opiniones para productos recien creados. No afecta los productos existentes.
fr_fr: Détermine si les commentaires et / ou les critiques sont autorisés pour les catégories nouvellement créées. N'affecte pas les catégories existantes.
id_id: Menentukan jika komentar dan/atau ulasan diperbolehkan untuk produk-produk baru. Tidak mempengaruhi produk yang sudah ada.
nl_nl: Bepaalt of opmerkingen en/of beoordelingen zijn toegestaan ​​voor nieuw aangemaakte producten. Heeft geen invloed op bestaande producten.
pl_pl: Określa, czy komentarze i/lub opinie są dozwolone dla nowo tworzonych produktów. Nie wpływa na istniejące produkty.
ro_ro: Determină dacă comentariile şi/sau recenziile sunt permise pentru produsele nou create. Nu afectează produsele existente.
ru_ru: Определяет, разрешить ли комментарии или отзывы для создаваемых товаров. Не влияет на уже созданные товары.
tr_tr: Yorumların ve/veya incelemelerin yeni yaratılan ürünler için izin verilip verilmediğini belirler. Varolan ürünleri etkilemez.
uk_ua: Визначає, чи дозволяти коментарі або відгуки для створюваних товарів. Не впливає на вже створені товари.

# SettingsOptions::discussion::product_review_after_purchase
source: Only buyers can post
de_de: Nur Käufer können etwas posten
el_gr: Αναρτηση μόνο από του αγοραστές
es_es: Sólo los compradores pueden enviar un comentario
fr_fr: Seulement des acheteurs peuvent poster
id_id: Hanya Pembeli Dapat Memposting
pl_pl: Tylko kupujący mogą publikować
ro_ro: Numai cumpărătorii pot posta
ru_ru: Отзывы только от покупателей
tr_tr: Sadece alıcılar gönderebilir
uk_ua: Відгуки тільки від покупців
vi_vn: Chỉ người mua có thể đăng
