Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/divido.po
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::divido
source: Divido payments
ar_sa: المدفوعات ديفيدو
da_dk: Divido betalinger
de_de: Divido Zahlungen
el_gr: Divido πληρωμές
es_es: Pagos a Divido
fr_fr: Paiements divido
id_id: Divido pembayaran
it_it: Pagamenti Divido
ja_jp: Divido 支払い
nl_nl: Divido betalingen
no_no: Divido betaling
pl_pl: Płatność Divido
ro_ro: Plăți Divido
ru_ru: Платежи через Divido
tr_tr: Divido ödemeleri
uk_ua: Divido платежі
vi_vn: Thanh toán Divido

# Addons::description::divido
source: Lets customers spread the cost of any purchase over a period of time while the merchant gets paid in full right away.
ar_sa: يتيح للعملاء توزيع تكلفة أي عملية شراء خلال فترة من الوقت بينما يحصل التاجر على دفعات كاملة في الحال.
da_dk: Lader kunder sprede prisen på alle køb over en periode, mens sælger bliver betalt fuldt ud med det samme.
de_de: Ermöglicht es den Kunden, die Kosten für jeden Kauf über einen bestimmten Zeitraum zu verteilen, während der Händler sofort vollständig bezahlt wird.
el_gr: Επιτρέπει στους πελάτες να εξαπλωθεί το κόστος της κάθε αγορά πάνω από ένα χρονικό διάστημα, ενώ ο έμπορος παίρνει καταβληθεί αμέσως.
es_es: Permite a los clientes diferir los costos de cualquier compra por un período de tiempo mientras que el vendedor recibe el pago completo de inmediato.
fr_fr: Permet aux clients de répartir le coût de tout achat sur une période de temps pendant que le marchand est payé immédiatement.
id_id: Memungkinkan pelanggan menyebar biaya pembelian selama jangka waktu sementara pedagang mendapatkan dibayar penuh segera.
it_it: I clienti possono aspettare per un periodo di tempo fin'a pagare mentras che il mercante sara pagato in full direttamente.
ja_jp: 顧客は一定の期間支払いをする事で購入負担を減らせる一方で、店舗側には全額の支払いが行われます。
nl_nl: Laat klanten het bedrag over een vaste periode betaling terwijl de handelaar direct volledig wordt betaald.
no_no: Lar kundene spre kostnadene ved kjøp over en periode mens selgeren får betalt i sin helhet med en gang.
pl_pl: Pozwala klientom na rozłożenie kosztów zakupu w okresie czasu, natomiast sprzedawca otrzymuje całość kwoty od razu.
ro_ro: Permite clienților să răspândească costul oricărei achiziții într-o perioadă de timp în timp ce comerciantul este plătit în plin imediat.
ru_ru: Divido позволяет своим клиентам не оплачивать всю сумму покупки сразу, а распределить её на определённый период времени, при этом продавец получает оплату сразу после приобретения товара в полном объёме.
tr_tr: Satıcının tam ödemesini aldığı durumlarda müşterilerin, herhangi bir satın alma maliyetini belirli bir süre için paylaşmasına izin verir.
uk_ua: Дозволяє клієнтам не оплачивати всю суму покупки, а розподілити її на певний період, а продавець отримає оплату в повному обсязі відразу після придбання товару.
vi_vn: Cho phép khách trả chi phí mua bất kỳ trong một khoảng thời gian trong khi các thương gia được trả đầy đủ ngay lập tức.

# Languages::addons.divido.select_currency_undefined
source: The [currency] currency is not set up in store
ar_sa: لم يتم إعداد العملة [currency] في المخزن
da_dk: [currency] valutaen er ikke konfigureret i butikken
de_de: Diese Währung ist nicht im Shop eingerichtet
el_gr: Το νόμισμα του [currency] δεν έχει ρυθμιστεί στο κατάστημα
es_es: La moneda [currency] no está configurada en la tienda
fr_fr: La devise [currency] n'est pas définie dans la boutique
id_id: Mata uang [currency] tidak diatur di toko
it_it: La [currency] valuta non e stata definita nel contenuto
ja_jp: [currency] 通貨がストアに設定されていません。
nl_nl: De valute [currency] is niet geconfigureerd in deze webwinkel
no_no: [currency] valutaen er ikke satt opp i butikken
pl_pl: Waluta [currency] nie jest ustawiona w sklepie
ro_ro: Moneda [currency] nu este configurată în magazin
ru_ru: Валюта [currency] не установлена в магазине
tr_tr: [currency] para birimi mağazada ayarlanmamış
uk_ua: Валюта [currency] не налаштована в магазині
vi_vn: Loại tiền [currency] không được thiết lập trong cửa hàng

# Languages::addons.divido.order_status
source: Divido status
el_gr: Divido κατάστασης
es_es: Estatus de Divido
fr_fr: Etat divido
it_it: Stato di Divido
ja_jp: Divido ステータス
pl_pl: Status Divido
ro_ro: Stare Divido
ru_ru: Статус заказа Divido
tr_tr: Divido durumu
uk_ua: Divido статус
vi_vn: Trạng thái Divido

# Languages::addons.divido.pay_in_instalments
source: Pay in instalments
ar_sa: دفع على أقساط
da_dk: Betale i rater
de_de: Ratenzahlung
el_gr: Πληρώστε σε δόσεις
es_es: Pagar en cuotas
fr_fr: Payer en plusieurs versements
id_id: Membayar angsuran
it_it: Pagare in divisi
ja_jp: 分割払いで支払い
nl_nl: Betalen in termijnen
no_no: Betal i avdrag
pl_pl: Zapłacić w ratach
ro_ro: Plată in rate
ru_ru: Платить в рассрочку
tr_tr: Taksitle ödemek
uk_ua: Платити в розстрочку
vi_vn: Thanh toán trong đợt

# Languages::addons.divido.choose_your_plan
source: Choose your plan
ar_sa: اختر خطتك
da_dk: Vælg din plan
el_gr: Επιλέξτε το σχέδιο σας
es_es: Elija su plan
fr_fr: Choisir votre plan
id_id: Pilih rencanamu
it_it: Scegliere il suo piano
ja_jp: 分割プランを選ぶ
nl_nl: Kies uw plan
no_no: Velg din plan
pl_pl: Wybierz plan
ro_ro: Alege planul tău
ru_ru: Выберите Ваш план
tr_tr: Planınızı seçin
uk_ua: Оберіть Ваш тариф
vi_vn: Chọn kế hoạch của bạn

# Languages::addons.divido.choose_your_deposit
source: Choose your deposit
ar_sa: اختر الإيداع الخاص بك
da_dk: Vælg din indbetaling
el_gr: Επιλέξτε την κατάθεσή σας
es_es: Elija su depósito
fr_fr: Choisir votre dépôt
id_id: Pilih deposit anda
it_it: Scegliere il suo deposito
ja_jp: 保証金を選ぶ
nl_nl: Kies uw storting
no_no: Velg ditt innskudd
pl_pl: Wybierz swój depozyt
ro_ro: Alege depozitul tău
ru_ru: Выберите Ваш депозит
tr_tr: Depozitonuzu seçin
uk_ua: Оберіть Ваш депозит
vi_vn: Lựa chọn tiền gửi của bạn

# Languages::addons.divido.monthly_payments_of
source: monthly payments of
ar_sa: المدفوعات الشهرية من
da_dk: månedlige betalinger af
de_de: monatliche Zahlung von
el_gr: μηνιαίες πληρωμές του
es_es: pagos mensuales de
fr_fr: paiements mensuels de
id_id: pembayaran bulanan sebesar
it_it: pagamenti mensuali di
ja_jp: 毎月の支払い
nl_nl: maandelijkse betalingen van
no_no: månedlige betalinger av
pl_pl: miesięczne płatności
ro_ro: plăți lunare de
ru_ru: ежемесячные платежи
tr_tr: ' nın aylık ödemeleri
uk_ua: щомісячні платежі
vi_vn: các khoản thanh toán hàng tháng của

# Languages::addons.divido.term
source: Term
da_dk: Betingelser
de_de: Begriff
el_gr: Όρος
es_es: Plazo
fr_fr: Terme
id_id: Istilah
it_it: Termino
ja_jp: 用語
nl_nl: Termijn
no_no: Betingelse
pl_pl: Termin
ro_ro: Termen
ru_ru: Срок
tr_tr: Koşul
uk_ua: Термін
vi_vn: Điều khoản

# Languages::addons.divido.deposit
source: Deposit
ar_sa: إيداع
da_dk: Depositum
el_gr: Κατάθεση
es_es: Depósito
fr_fr: Dépôt
id_id: Deposito
it_it: Deposito
ja_jp: 保証金
nl_nl: Storting
no_no: Innskudd
pl_pl: Depozyt
ro_ro: Depozit
ru_ru: Депозит
tr_tr: Depozito
uk_ua: Депозит
vi_vn: Tiền gửi

# Languages::addons.divido.cost_of_credit
source: Cost of credit
ar_sa: تكلفة الائتمان
da_dk: Kreditomkostninger
el_gr: Κόστος της πίστωσης
es_es: Costo del crédito
fr_fr: Coût du credit
id_id: Biaya kredit
it_it: Costo di credito
ja_jp: 信用コスト
nl_nl: Kosten van het krediet
no_no: Kostnaden for kreditt
pl_pl: Koszt kredytu
ro_ro: Costul creditului
ru_ru: Расходы по кредиту
tr_tr: Kredi maliyeti
uk_ua: Витрати по кредиту
vi_vn: Chi phí tín dụng

# Languages::addons.divido.total_payable
source: Total payable
ar_sa: إجمالي الدفع
da_dk: Total at betale
el_gr: Συνολικά πληρωτέα
es_es: Total a pagar
fr_fr: Total à payer
id_id: Jumlah hutang
it_it: Somma di pagamento dovuta totale
ja_jp: 支払合計
nl_nl: Totaal te betalen
no_no: Sum betalbar
pl_pl: Suma należna
ro_ro: Total plătibil
ru_ru: Итого к оплате
tr_tr: Toplam ödenebilen
uk_ua: Вього до сплати
vi_vn: Tổng số nợ phải trả

# Languages::addons.divido.total_interest_apr
source: Total interest APR
da_dk: Samlede årlige omkostninger i %
el_gr: Συνολικός τόκος Απρ
es_es: Interés total del Tasa de Porcentaje Anual
fr_fr: Intérêt total APR
id_id: Total bunga APR
it_it: Taso totale APR
ja_jp: 利息の年利率
nl_nl: Totale rente van het JKP
no_no: Total rente APR
pl_pl: Całkowity koszt odsetek (APR)
ro_ro: Dobânda totală APR
ru_ru: Общая годовая процентная ставка
tr_tr: Toplam faiz APR
uk_ua: Загальна річна процентна ставка
vi_vn: Tổng quan APR

# Languages::addons.divido.text_redirected
source: You will be redirected to Divido to complete this finance application when you place your order
ar_sa: ستتم إعادة توجيهك إلى Divido لاستكمال طلب التمويل هذا عند تقديم طلبك
da_dk: Du vil blive omdirigeret til Divido for at fuldføre denne finansieringsansøgning, når du afgiver din ordre
de_de: Sie werden zu Divido weitergeleitet, um diesen Finanzierungsantrag auszufüllen, wenn Sie Ihre Bestellung aufgeben
el_gr: Εσύ θα να είμαι redirected Divido για να ολοκληρωθεί αυτή η εφαρμογή οικονομικών κατά την παραγγελία σας
es_es: Será redirigido a Divido para finalizar esta solicitud de financiamiento cuando haga su pedido
fr_fr: Vous serez redirigé sur Divido pour compléter ce paiement quand vous commanderez
id_id: Anda akan diarahkan ke Divido untuk menyelesaikan aplikasi keuangan ini saat Anda melakukan pemesanan
it_it: Lei potra andare a Divido per completare l'applicazione finanziale, mettiendo l'ordine di pagamento
ja_jp: 注文が完了するとDivioのサイトに遷移します。
nl_nl: U wordt doorgestuurd naar Divido om de financiële aanvraag te voltooien wanneer u uw bestelling plaatst
no_no: Du vil bli omdirigert til Divido å fullføre dette finansierings programmet når du har lagt inn din ordre
pl_pl: Zostanie teraz wykonane przekierowanie do Divido do aplikacji finansowej w celu finalizacji zamówienia
ro_ro: Veți fi redirecționat (ă) la Divido pentru a finaliza această cerere de finanțare atunci când plasați comanda
ru_ru: После оформления заказа Вы будете перенаправлены на сайт Divido для заполнения финансового обращения
tr_tr: Siparişinizi verdiğinizde Finans uygulama işlemini tamamlamak için Divido sayfasına yönlendirileceksiniz
uk_ua: Ви будете перенаправлені на Divido для завершення цієї фінансової операції після розміщення Вашого замовлення
vi_vn: Bạn sẽ được chuyển hướng đến Divido để hoàn thành ứng dụng tài chính này khi bạn đặt hàng

# Languages::addons.divido.cart_amount_limit
source: Minimum order total
ar_sa: الحد الأدنى لقيمة الطلب
da_dk: Mindstebestilling
de_de: Mindestbestellsumme
el_gr: Ελάχιστο ποσό παραγγελίας
es_es: Monto total mínimo del pedido
fr_fr: Total de la commande minimum
it_it: Somma totale da pagare minima
ja_jp: 最小注文合計
nl_nl: Minimaal orderbedrag
no_no: Minimum ordre total
pl_pl: Minimalna kwota zamówienia
ro_ro: Suma minimă pentru a plasa o comandă
ru_ru: Минимальная сумма заказа
tr_tr: Minimum sipariş toplamı
uk_ua: Мінімальна сума замовлення
vi_vn: Số lượng đặt hàng tối thiểu

# Languages::addons.divido.monthly_instalment
source: Monthly instalment
ar_sa: الدفعة الشهرية
da_dk: Månedlig rate
de_de: Monatliche Rate
el_gr: Μηνιαία δόση
es_es: Cuota mensual
fr_fr: Versement mensuel
id_id: Cicilan bulanan
it_it: Diviso permese
ja_jp: 毎月の割賦
nl_nl: Maandelijkse afbetaling
no_no: Avdrag pr måned
pl_pl: Miesięczne raty
ro_ro: Rata lunară
ru_ru: Ежемесячный платёж
tr_tr: Aylık taksit
uk_ua: Щомісячний платіж
vi_vn: Khoản trả góp hàng tháng

# Languages::ttc_addons.divido.cart_amount_limit
source: The order total has to be equal or greater than this sum, or the payment method won't be available at checkout. Leave empty if you don't want to impose this restriction.
ar_sa: يجب أن يكون إجمالي الطلب مساويًا أو أكبر من هذا المبلغ ، أو لن تتوفر طريقة الدفع عند الدفع. اتركه فارغًا إذا كنت لا تريد فرض هذا التقييد.
da_dk: Samlede ordrebeløb skal være lig med eller større end dette beløb, eller betalingsmetoden vil ikke være tilgængelig ved kassen. Lad være tomt, hvis du ikke ønsker at indføre denne begrænsning.
de_de: Die Bestellsumme muss gleich oder größer als diese Summe sein, sonst ist die Zahlungsmethode an der Kasse nicht verfügbar. Lassen Sie das Feld leer, wenn Sie diese Einschränkung nicht auferlegen wollen.
el_gr: Διατάζω σύνολο πρέπει να είναι ίσο ή μεγαλύτερο από το ποσό αυτό, ή τη μέθοδο πληρωμής που δεν θα είναι διαθέσιμα στο Ταμείο. Αφήστε κενό εάν δεν θέλετε να επιβάλει αυτόν τον περιορισμό.
es_es: El total del pedido tiene que ser igual o mayor que esta suma, o el método del pago no estará disponible para completar la compra. Deje en blanco si no necesita agregar esta restricción.
fr_fr: La somme totale de la commande doit être égale ou plus haute que cette somme, autrement la methode de paiement ne sera pas disponible au paiement/checkout. Laissez vide si vous ne voulez pas imposer cette limite.
id_id: Jumlah pesanan harus sama atau lebih besar dari jumlah ini, atau metode pembayaran tidak akan tersedia saat checkout. Biarkan kosong jika Anda tidak ingin memaksakan pembatasan ini.
it_it: L'ordine totale deve essere uguale o piu grande di questa somma o il metodo di pagamento non sara disponibile nel checkout. Lasciare vuoto se non vuo imponere questa ristretta.
ja_jp: 注文の合計がこの金額以上でなければこの支払方法は購入に使用できません。この制限付けたくない場合は空のままにします。
nl_nl: Het besteltotaal moet gelijk of groter zijn dan dit bedrag of de betalingsmethode zal niet beschikbaar zijn bij de checkout. Laat dit veld leeg als u niet wilt dat deze beperking wordt opgelegd.
no_no: Ordren total må være lik eller større enn denne summen, ellers vil ikke betalingsmåten være tilgjengelig i kassen. La stå tomt hvis du ikke ønsker å innføre denne restriksjonen.
pl_pl: Suma zamówienia musi być równa lub większa od tej wartości w innym przypadku metoda płatności nie będzie dostępna w kasie. Należy pozostawić puste, jeśli nie chcesz nakładać ograniczenia.
ro_ro: Totalul comenzii trebuie să fie egal sau mai mare decât această sumă, sau metoda de plată nu va fi disponibilă la checkout. Lăsați goale dacă nu doriți să impuneți această restricție.
ru_ru: Чтобы способ оплаты был доступен при оформлении заказа, сумма заказа должна равняться или превышать указанную сумму. Оставьте поле пустым для отмены данного ограничения.
tr_tr: Ürün fiyatı bu toplama eşit veya daha yüksek olmadılıdır. Aksi taktirde aylık ödeme oranı ürün sayfasında görünmez. Bu kısıtlamayı kullanmak istemiyorsanız boş bırakın.
uk_ua: Вартість замовлення має бути рівною або більшою, ніж ця сума, в іншому разі метод оплати не буде доступний на касі. Залиште поле порожнім, аби не накладати це обмеження.
vi_vn: Tổng đơn đặt hàng đã bằng hoặc lớn hơn số tiền này, hoặc phương thức thanh toán sẽ không có sẵn tại thanh toán. Để trống nếu bạn không muốn áp đặt các hạn chế này.

# Languages::addons.divido.show_product_page_calculator
source: Show monthly payment rate on the product page
ar_sa: عرض معدل الدفع الشهري على صفحة المنتج
da_dk: Vis månedlige betalingssats på produktsiden
de_de: Monatliche Zahlungsrate auf der Produktseite anzeigen
el_gr: Εμφάνιση μηνιαίο ποσοστό πληρωμών στη σελίδα του προϊόντος
es_es: Muestra la tasa de pago mensual en la página del producto
fr_fr: Afficher les versements mensuels sur la page des produits
id_id: Tampilkan tingkat pembayaran bulanan di halaman produk
it_it: Mostrare il taso del pagamento mensuale su pagina del prodotto
ja_jp: 商品ページに毎月の支払い率を表示します。
nl_nl: Toon het maandelijkse betalingstarief op de productpagina
no_no: Vis månedlig betaling rate på produktsiden
pl_pl: Pokaż miesięczne płatności na stronie produktu
ro_ro: Afișați rata lunară de plată pe pagina produsului
ru_ru: Отображать размер ежемесячного платежа на странице товара
tr_tr: Aylık ödeme oranını ürün sayfasında göster
uk_ua: Показувати щомісячну процентну ставку на сторінці продукту
vi_vn: Hiển thị tỷ lệ thanh toán hàng tháng trên trang sản phẩm

# Languages::addons.divido.product_price_limit
source: Minimum product price
ar_sa: الحد الأدنى لسعر المنتج
da_dk: Minimum produktpris
de_de: Minimaler Produktpreis
el_gr: Ελάχιστη τιμή
es_es: Precio mínimo del producto
fr_fr: Prix minimum des produits
id_id: Harga produk minimal
it_it: Prezzo massimo del prodotto
ja_jp: 最小商品価格
nl_nl: Minimale productprijs
no_no: Minimum produktpris
pl_pl: Minimalna cena produktu
ro_ro: Prețul minim al produsului
ru_ru: Минимальная цена
tr_tr: Minimum ürün bedeli
uk_ua: Мінімальна ціна продукту
vi_vn: Giá sản phẩm tối thiểu

# Languages::ttc_addons.divido.product_price_limit
source: The product price has to be equal or greater than this sum, or the monthly payment rate won't appear on the product page. Leave empty if you don't want to impose this restriction.
ar_sa: يجب أن يكون سعر المنتج مساويًا أو أكبر من هذا المبلغ ، أو لن يظهر معدل الدفع الشهري في صفحة المنتج. اتركه فارغًا إذا كنت لا تريد فرض هذا التقييد.
da_dk: Produktets pris skal være lig eller større end dette beløb, eller den månedlige betalingssats vil ikke vises på produktsiden. Lad være tomt, hvis du ikke ønsker at indføre denne begrænsning.
de_de: Der Produktpreis muss gleich oder größer als diese Summe sein, sonst erscheint die monatliche Zahlungsrate nicht auf der Produktseite. Lassen Sie das Feld leer, wenn Sie diese Einschränkung nicht auferlegen wollen.
el_gr: Διατάζω σύνολο πρέπει να είναι ίσο ή μεγαλύτερο από το ποσό αυτό, ή τη μέθοδο πληρωμής που δεν θα είναι διαθέσιμα στο Ταμείο. Αφήστε κενό εάν δεν θέλετε να επιβάλει αυτόν τον περιορισμό.
es_es: El precio del producto tiene que ser igual o mayor que esta suma, o la tasa de pago mensual no aparecerá en la página del producto. Deje en blanco si no necesita agregar esta restricción.
fr_fr: Le prix du produit doit être egal ou plus grand que cette somme, autrement le taux des versements mensuels ne va pas apparaître sur la page des produits. Laissez vide si vous ne voulez pas imposer cette limite.
id_id: Harga produk harus sama atau lebih besar dari jumlah ini, atau tingkat pembayaran bulanan tidak akan muncul di halaman produk. Biarkan kosong jika Anda tidak ingin memaksakan pembatasan ini.
it_it: Il prezzo del prodotti deve essere lo stesso o piu alto che questa somma, o il pagamento per mese non va apparire nella pagina del prodotto. Lasciare vuoto se non vuo imponere questa restrizione.
ja_jp: 商品の価格はこの合計額以上でなければいけません、そうでなければ月額お支払い率は商品ページに表示されません。この制限を課すことをしたくない場合には空のままにします。
nl_nl: Het besteltotaal moet gelijk of groter zijn dan dit bedrag of de betalingsmethode zal niet beschikbaar zijn op de productpagina. Laat dit veld leeg als u niet wilt dat deze beperking wordt opgelegd.
no_no: Produktprisen må være lik eller større enn denne summen, eller vil ikke den månedlige betalingsrenten vises på produktsiden. La stå tomt hvis du ikke ønsker å innføre denne restriksjonen.
pl_pl: Cena produktu musi być równy lub większy od tej wartości lub miesięcznej raty płatności w innym przypadku nie pojawi się na stronie produktu. Należy pozostawić puste, jeśli nie chcesz nakładać ograniczenia.
ro_ro: Totalul comenzii trebuie să fie egal sau mai mare decât această sumă, sau metoda de plată nu va fi disponibilă la finalizarea comenzii. Lăsați necompletat dacă nu doriți să impuneți această restricție.
ru_ru: Чтобы размер ежемесячного платежа отображался на странице заказа, цена товара должна равняться или превышать указанную сумму. Оставьте поле пустым для отмены данного ограничения.
tr_tr: Ürün fiyatı bu toplama eşit veya daha yüksek olmadılıdır. Aksi taktirde aylık ödeme oranı ürün sayfasında görünmez. Bu kısıtlamayı kullanmak istemiyorsanız boş bırakın.
uk_ua: Ціна продукту має бути рівною або більшою, ніж ця сума, в іншому разі місячна процентна ставка не з'явиться на сторінці продукту. Залиште порожнім, якщо ви не хочете, щоб накладати це обмеження.
vi_vn: Giá sản phẩm đã bằng hoặc lớn hơn số tiền này, hoặc tỷ lệ thanh toán hàng tháng sẽ không xuất hiện trên các trang sản phẩm. Để trống nếu bạn không muốn áp đặt các hạn chế này.

# Languages::finance_code
source: Finance code
ar_sa: رمز التمويل
da_dk: Finance kode
el_gr: Κωδικός οικονομικών
es_es: Código de finanza
fr_fr: Code des finances
id_id: Kode keuangan
it_it: Codice finanziale
ja_jp: 金融コード
nl_nl: Financiën code
no_no: Finans kode
pl_pl: Kod finansów
ro_ro: Codul de finanțe
ru_ru: Финансовый код
tr_tr: Finans kodu
uk_ua: Фінансовий код
vi_vn: Mã tài chính

# Languages::addons.divido.availability_notice
source: <b>Note:</b> Payments via Divido are only available to the residents of the United Kingdom and can only be made in pounds sterling (GBP).
ar_sa: <b>ملاحظة:</b> لا تتوفر الدفعات عبر Divido إلا للمقيمين في المملكة المتحدة ولا يمكن الحصول عليها إلا بالجنيه الإسترليني (GBP).
da_dk: <b>Bemærk:</b> Betalinger via Divido er kun tilgængelige for beboerne i Det Forenede Kongerige og kan kun foretages i britiske pund (GBP).
de_de: <b>Anmerkung:</b>Zahlungen über Divido sind nur für die Einwohner Englands verfügbar und können nur in britischen Pfund (GBP) erfolgen.
el_gr: <b>Σημείωση:</b> Πληρωμές μέσω Divido διατίθενται μόνο στους κατοίκους του Ηνωμένου Βασιλείου και μπορεί να γίνει μόνο σε λίρες στερλίνες (GBP).
es_es: <b>Note:</b> Los pagos a través de Divido estan disponibles solamente para residentes del Reino Unido y se pueden realizar en libras esterlinas (GBP).
fr_fr: Note: Les paiements via Divido sont disponibles aux résidents du Royaume Uni et ils ne peuvent être faits seulement qu'en GBP.
id_id: <b> Catatan: </ b> Pembayaran via Divido hanya tersedia untuk penduduk Inggris dan hanya dapat dilakukan dengan poundsterling (GBP).
it_it: <b>Nota:</b> I pagamenti via Divido sono disponibili soltanto ai residenti del Regno Unito e possono essere pagati soltanto con sterline (GBP).
ja_jp: <b>注: </b>Dividoを経由した支払いは、イギリスの居住者で英ポンド (GBP) でのみ利用可能です。
nl_nl: <b>Opmerking:</b> Betalingen via Divido zijn alleen beschikbaar voor de bewoners van het Verenigd Koninkrijk en kunnen alleen worden verricht in Britse pond (GBP).
no_no: <b>Merk:</b> Betalinger via Divido er kun tilgjengelig for beboerne i Storbritannia og kan bare gjøres i pounds sterling (GBP).
pl_pl: <b>Uwaga:</b> Płatności za pośrednictwem Divido są dostępne tylko dla mieszkańców Wielkiej Brytanii i mogą być dokonywane tylko w funtach szterlingach (GBP).
ro_ro: <b> Notă: </ b> Plățile prin Divido sunt disponibile numai rezidenților din Regatul Unit și pot fi făcute numai în lire sterline (GBP).
ru_ru: <b>Примечание:</b> Divido доступен только для лиц, постоянно проживающих на территории Великобритании. Платежи осуществляются только в фунтах стерлингов (GBP).
tr_tr: <b>Not:</b> Divido yoluyla ödeme yalnızca Birleşik Krallık sakinleri için kullanılabilir ve yalnızca İngiliz Sterlini (GBP) yapılabilir.
uk_ua: <b>Примітка:</b> Платежі через Divido доступні тільки для жителів Великої Британії і можуть бути зроблені тільки у фунтах стерлінгів (GBP).
vi_vn: <b>Lưu ý:</b> Thanh toán qua Divido chỉ có sẵn cho các cư dân của Vương Quốc Anh và chỉ có thể được thực hiện trong bảng Anh (GBP).
