Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/email_marketing.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, ro_ro, tr_tr, uk_ua, vi_vn

# Addons::name::email_marketing
source: E-mail marketing
ar_sa: التسويق عبر البريد الإلكتروني
fr_fr: Marketing E-mailing
id_id: E-mail pemasaran
ja_jp: Eメールマーケティング
tr_tr: E-posta pazarlama
uk_ua: Email-маркетинг
vi_vn: Email tiếp thị

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
ar_sa: تزامن قوائم المشتركين في النشرة الإخبارية الخاصة بك مع MailChimp و Mad Mimi
cs_cz: Synchronizuje seznamů odběratelů newsletteru s MailChimp a Mad Mimi
da_dk: Synkroniserer din nyhedsbrev abonnentlister med MailChimp og gal Mimi
de_de: Synchronisiert Ihre Newsletter-Abonnenten-Listen mit MailChimp und Mad Mimi
el_gr: Συγχρονίζει τη λίστα συνδρομητών Newsletter με την υπηρεσία MailChimp και Mad Mimi
es_es: Sincroniza tus listas de suscriptores del boeltín de noticias con MailChimp y Mad Mimi
fr_fr: Synchronise vos listes d'abonnés newsletter avec MailChimp et Mimi Mad
id_id: Mensinkronisasi daftar pelanggan newsletter Anda dengan MailChimp dan gila Mimi
ja_jp: メールマガジンの購読者をMailChimpやMad Mimiと同期します。
ro_ro: Sincronizează listele de abonat newsletter-ul cu MailChimp şi Mimi matei
tr_tr: MailChimp ve Mad Mimi ile bülten abone listelerinizi eşitler
uk_ua: Синхронізація списків підписників з MailChimp та Mad Mimi
vi_vn: Đồng bộ hóa danh sách đăng ký nhận bản tin của bạn với MailChimp và Mad Mimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
ar_sa: إدارة المشتركين في النشرة الإخبارية والإعدادات.
cs_cz: Spravovat odběratelů newsletteru a nastavení.
da_dk: Administrere indstillinger og nyhedsbrevabonnenter.
de_de: Newsletter-Abonnenten und Einstellungen verwalten
el_gr: Διαχείριση συνδρομητών Newsletter και ρυθμίσεις.
es_es: Gestión de configuración y suscriptores del boletín.
fr_fr: Gérer les paramètres et les abonnés de la newsletter.
id_id: Mengelola pelanggan newsletter dan pengaturan.
ja_jp: メールマガジンの購読者と設定を管理します。
ro_ro: Gestionați newsletter abonaţi şi setările.
tr_tr: Bülten abonesi ve ayarlarını yönetin.
uk_ua: Список підписників та настройки розсилки.
vi_vn: Quản lý đăng ký nhận tin và cài đặt.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
ar_sa: شكرا لك على الاشتراك في النشرة الإخبارية
cs_cz: Děkujeme vám za objednání newsletteru
da_dk: Tak for din tilmelding til vores nyhedsbrev
de_de: Vielen Dank für das Abonnieren unseres Newsletters
el_gr: Ευχαριστούμε για την εγγραφή στο newsletter μας
es_es: Gracias por suscribirse a nuestro boletín de noticias
fr_fr: Merci de votre inscription à notre newsletter
id_id: Terima kasih untuk berlangganan newsletter kami
ja_jp: メールマガジンの購読誠にありがとうございます。
ro_ro: Vă mulţumim pentru abonarea la newsletter
tr_tr: Haber bültenimize abone olduğunuz için teşekkürler
uk_ua: Дякуємо вам за підписку на нашу розсилку
vi_vn: Cảm ơn bạn đã đăng ký nhận bản tin của chúng tôi

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
ar_sa: تم تأكيد اشتراكك. لا توجد إجراءات إضافية مطلوبة.
cs_cz: Vaše objednání newsletteru bylo potvrzeno. Nevyžadují se žádná další akce.
da_dk: Dit abonnement er blevet bekræftet. Der kræves ingen ekstra handlinger.
de_de: Ihr Abonnement wurde bestätigt. Keine zusätzliche Aktion erforderlich.
el_gr: Συνδρομή σας έχει επιβεβαιωθεί. Δεν απαιτείται καμία επιπλέον ενέργεια.
es_es: Tu suscripción ha sido confirmada. No es necesaria ninguna acción adicional.
fr_fr: Votre inscription a été confirmée. Aucune action supplémentaire n'est requise.
id_id: Langganan Anda telah dikonfirmasi. Tidak ada tindakan tambahan diperlukan.
ja_jp: メールマガジンの購読申込が完了しました。
ro_ro: Abonamentul a fost confirmat. Nicio acţiune suplimentară nu este necesară.
tr_tr: Aboneliğiniz doğrulandı. İlave eylem gerekli değil.
uk_ua: Вашу підписку підтверждено. Ніяких додаткових дій не потрібно.
vi_vn: Đăng ký của bạn đã được xác nhận. Không có hành động phụ được yêu cầu.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
ar_sa: تأكيد البريد الإلكتروني مطلوب جزاك الله خيرا!
cs_cz: Vyžaduje se potvrzení e-mailu!
da_dk: E-mail-bekræftelse er påkrævet!
de_de: E-Mail-Bestätigung ist erforderlich!
el_gr: Απαιτείται η επιβεβαίωση του Email!
es_es: Se requiere la confirmación del correo electrónico!
fr_fr: La confirmation de l'e-mail est requise !
id_id: Email konfirmasi diperlukan!
ja_jp: メルマガ購読に関するEメールをお送りしました。
ro_ro: E-mail de confirmare este necesar!
tr_tr: E-posta onayı gereklidir!
uk_ua: Потрібно підтвердження електронної пошти!
vi_vn: Email xác nhận là bắt buộc!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
ar_sa: نشكرك على الاشتراك في نشرتنا الإخبارية.<p> لقد تم إرسال رسالة تأكيد إليك. يرجى استخدام الرابط في البريد الإلكتروني لتأكيد اشتراكك</p>
cs_cz: Děkujeme vám za objednání newsletteru. <p>Byl vám odeslán potvrzovací e-mail. Použijte odkaz v e-mailové zprávě pro potvrzení vašeho odběru</p>
da_dk: Tak for din tilmelding til vores nyhedsbrev.<p>A bekræftelses e-mail er blevet sendt til dig. Brug linket i e-mailen til at bekræfte dit abonnement</p>
de_de: Danke für das Abonnieren unseres Newsletters. Eine Bestätigungsmail wurde an Sie gesendet. Bitte klicken Sie auf den Link in der Mail, um Ihr Abonnement zu bestätigen.
el_gr: Σας ευχαριστούμε για την εγγραφή σας στο newsletter μας.<p>Ένα email επιβεβαίωσης σας έχει ήδη αποσταλεί. Παρακαλούμε χρησιμοποιήστε το σύνδεσμο στο Email αυτό για να επιβεβαιώσετε την εγγραφή σας</p>
es_es: Gracias por suscribirse a nuestro boletín de noticias. <p>Se le ha enviado un correo electrónico de confirmación. Utilice el enlace en el correo electrónico para confirmar su suscripción</p>
fr_fr: Merci de votre inscription à notre newsletter.<p>Un e-mail de confirmation vous a été envoyé. Veuillez utiliser le lien dans l'e-mail pour confirmer votre inscription</p>
id_id: Terima kasih untuk berlangganan newsletter kami. <p>A email konfirmasi telah dikirim kepada Anda. Silahkan gunakan link dalam email untuk mengkonfirmasi langganan Anda</p>
ja_jp: 当ショップのメールマガジンの購読をお申込みいただき、誠にありがとうございます。<p>購読確認用Eメールをお送りしましたので、お手数ですが確認のうえ購読手続きを完了してください。</p>
ro_ro: Vă mulţumim pentru abonarea la newsletter-ul nostru.<p>Un email de confirmare a fost trimis la tine. Vă rugăm să folosiţi link-ul în e-mail pentru a confirma abonament</p>
tr_tr: Haber bültenimize abone olduğunuz için teşekkür ederiz. <p>E-posta adresinize doğrulama bağlantısı gönderdik. Lütfen e-postadaki linke tıklayarak aboneliğinizi doğrulayın</p>
uk_ua: Дякуємо, що підписалися на нашу розсилку. <p>Вам вислано електронного листа для підтвердження підписки. Будь ласка, перейдіть по посиланню в цьому листі, щоб підтвердити підписку.</p>
vi_vn: Cảm ơn bạn đã đăng ký nhận bản tin của chúng tôi. <p>Một email xác nhận đã được gửi đến bạn. Xin vui lòng sử dụng liên kết trong email để xác nhận đăng ký của bạn</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
ar_sa: المرجو تأكيد الإشتراك
cs_cz: Prosím, potvrďte odběr
da_dk: Bekræft venligst abonnement
de_de: Bitte bestätigen Sie Ihr Abonnement
el_gr: Παρακαλολυμε επιβεβαιώστε τη συνδρομής σας
es_es: Por favor confirme su suscripción
fr_fr: Merci de confirmer votre inscription
id_id: Konfirmasi berlangganan
ja_jp: メールマガジン購読確認のお願い
ro_ro: Vă rugăm să confirmaţi abonarea
tr_tr: Lütfen aboneliği onaylayın
uk_ua: Будь ласка, підтвердіть підписку
vi_vn: Xin vui lòng xác nhận đăng ký

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
ar_sa: لقد تلقينا طلب اشتراك منك. الرجاء تأكيدها: <p><a href="[href]">انقر هنا لتأكيد اشتراكك في نشرتنا الإخبارية</a></p> إذا تلقيت هذه الرسالة الإلكترونية عن طريق الخطأ ، فاحذفها ببساطة. لن تكون مشتركًا إذا لم تنقر فوق رابط التأكيد أعلاه. وفقك الله.
cs_cz: Dostali jsme od vás žádost k odběru newsletteru. Prosím, potvrďte, že: <p><a href="[href]">klikněte zde pro potvrzení vašeho odběru našeho newsletteru</a></p>Pokud jste dostal tento email omylem, jednoduše jej odstraňte. Pokud nemáte zájem o náš newsletter, neklikejte na odkaz uvedený výše.
da_dk: Vi modtog en abonnementanmodning fra dig. Bekræft venligst det: <p><a href="[href]"> Klik her for at bekræfte din tilmelding til vores nyhedsbrev</a></p> hvis du har modtaget denne e-mail ved en fejl, skal du blot slette den. Du vil ikke få abonnement, hvis du ikke klikke på bekræftelse link ovenfor.
de_de: Wir haben eine Abonnementanfrage von Ihnen erhalten. Bitte bestätigen Sie <p><a href="[href]">Klicken Sie hier, um Ihr Abonnement zu bestätigen</a></p>Wenn Sie diese Mail irrtümlich erhalten haben, löschen Sie sie einfach. Sie werden kein Abonnent, wenn sie nicht auf den Bestätigungslink klicken.
el_gr: Λάβαμε μια αίτηση εγγραφής από εσάς. Παρακαλείσθε να επιβεβαιώσετε αυτό: <p><a href="[href]"> κάντε κλικ εδώ, για να επιβεβαιώσετε την εγγραφή σας στο newsletter μας</a></p> εάν λάβατε αυτό το μήνυμα κατά λάθος, απλώς διαγράψτε το. Δεν θα εγγραφείτε αν δεν κάνετε κλικ στον παραπάνω σύνδεσμο επιβεβαίωσης.
es_es: Hemos recibido una solicitud de suscripción de su parte. Por favor confírme su suscripción: <p><a href="[href]"> haga clic aquí para confirmar su suscripción a nuestro boletín de noticias</a></p>Si usted recibió este mensaje por error, simplemente elimínelo. Usted no estará suscrito si no hace clic en el enlace de confirmación anterior.
fr_fr: Nous avons reçu une demande d'abonnement de votre part. Merci de confirmer : <p><a href="[href]">cliquez ici pour confirmer votre inscription à notre newsletter</a></p> si vous avez reçu cet e-mail par erreur, supprimez-le simplement. Vous ne sera pas être abonné si vous ne cliquez pas sur le lien de confirmation ci-dessus.
id_id: Kami menerima permintaan berlangganan dari Anda. Harap mengkonfirmasi: <p><a href="[href]"> Klik di sini untuk mengkonfirmasi langganan newsletter kami</a></p> jika Anda menerima email ini karena kesalahan, hanya menghapusnya. Anda tidak akan berlangganan jika Anda tidak mengklik link konfirmasi di atas.
ja_jp: 当ショップのメールマガジンの購読をお申込みいただき、誠にありがとうございます。<p><a href="[href]">こちらをクリックして購読手続きを完了してください。</a></p>もし心当たりがない場合はこのEメールを削除してください。上記のリンクをクリックしない限り購読手続きは行われません。
ro_ro: Am primit o cerere de abonament de la dumneavoastră. Vă rugăm să confirmaţi că: <p><a href="[href]"> Click aici pentru a confirma abonarea la newsletter-ul nostru</a></p> în cazul în care aţi primit acest e-mail de greşeală, pur şi simplu ştergeţi-l. Tu nu va fi abonat dacă nu faceţi clic pe link-ul de confirmare de mai sus.
tr_tr: Sizden bir abonelik isteği aldık. Lütfen aboneliğinizi onaylayın:<p><a href="[href]">Buraya tıklayarak haber bültenimize aboneliğinizi doğrulayın</a></p>. Bu e-postayı yanlışlıkla aldıysanız, sadece siliniz. Eğer bağlantıyı tıklamazsanız aboneliğiniz doğrulanmayacaktır
uk_ua: Ми отримали запит на підписку від вас. Будь ласка, підтвердіть його :<p><a href="[href]">Натисніть тут для підтвердження підписки на нашу інформаційну розсилку</a> </p>кщо ви отримали це повідомлення помилково, просто видаліть його. Ви не будете підписані, поки не пройдете по посиланню вище.
vi_vn: Chúng tôi nhận được một yêu cầu đăng ký nhận tin từ bạn. Xin vui lòng xác nhận nó: <p><a href="[href]"> Bấm vào đây để xác nhận đăng ký nhận bản tin của chúng tôi</a></p> Nếu bạn nhận được email này do nhầm lẫn, chỉ cần xóa nó. Bạn sẽ không được đăng ký nếu bạn không bấm vào liên kết xác nhận ở trên.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
ar_sa: جزاك الله خيرا. تم تأكيد الاشتراك
cs_cz: Odběr je potvrzen
da_dk: Abonnement bekræftet
de_de: Abonnement bestätigt
el_gr: Συνδρομή επιβεβαιώθηκε
es_es: Suscripción confirmada
fr_fr: Inscription confirmée
id_id: Berlangganan dikonfirmasi
ja_jp: メールマガジンの購読手続きが完了しました
ro_ro: Abonament confirmat
tr_tr: Abonelik doğrulandı
uk_ua: Підписку підтверждено
vi_vn: Xác nhận đăng ký

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
ar_sa: لقد تم تأكيد اشتراكك في نشرتنا الإخبارية. شكرا لك على الاشتراك!
cs_cz: Odběr novinek byl potvrzen. Děkujeme za váš zájem!
da_dk: Din tilmelding til vores nyhedsbrev er blevet bekræftet. Tak for din tilmelding!
de_de: Ihr Abonnement für unseren Newsletter wurde bestätigt. Vielen Dank dafür!
el_gr: Η εγγραφή σας στο newsletter μας έχει επιβεβαιωθει. Σας ευχαριστώ για την εγγραφή!
es_es: Se ha confirmado su suscripción a nuestro boletín de noticias. Gracias por suscribirse!
fr_fr: Votre inscription à notre newsletter a été confirmée. Je vous remercie de vous être inscrit !
id_id: Langganan newsletter kami telah dikonfirmasi. Terima kasih untuk berlangganan!
ja_jp: メールマガジンの購読手続きが完了しました。
ro_ro: Abonarea la newsletter-ul nostru a fost confirmat. Vă mulţumim pentru abonaţi!
tr_tr: Haber bülteni aboneliğiniz doğrulanmıştır. Abone olduğunuz için teşekkür ederiz!
uk_ua: Ваша підписка на нашу розсилку підтверджена. Спасибі!
vi_vn: Đăng ký nhận bản tin của chúng tôi đã được xác nhận. Cảm ơn bạn đã đăng ký!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
ar_sa: لقد كنت مشتركًا في نشرتنا الإخبارية
cs_cz: Přihlásili jste se k odběru novinek
da_dk: Du var tilmeldt vores nyhedsbrev
de_de: Sie haben unseren Newsletter abonniert.
el_gr: Ήσασταν εγγεγραμμένος στο newsletter μας
es_es: Fueron suscritos a nuestro boletín de noticias
fr_fr: Vous avez été abonné à notre newsletter
id_id: Anda berlangganan newsletter kami
ja_jp: 当ショップのメールマガジンの購読手続きが完了しました。<br />
ro_ro: S-au abonat la newsletterul nostru
tr_tr: Haber bültenimize abone oldunuz
uk_ua: Ви були підписані на нашу розсилку
vi_vn: Bạn đã đăng ký để nhận bản tin của chúng tôi

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
ar_sa: شكرا لك على الاشتراك في النشرة الإخبارية.<p>إذا كنت تريد في أي وقت إيقاف تلقي رسائل البريد الإلكتروني الخاصة بنا ، <a href="[href]">انقر فوق هذا الارتباط لإلغاء الاشتراك</a>.</p>
cs_cz: Děkujeme vám za objednání newsletteru.<p>Pokud kdykoli nebudete chtít přijímat naše e-maily, <a href="[href]">klikněte na tento odkaz pro odhlášení</a>.</p>
da_dk: Tak for din tilmelding til vores nyhedsbrev. <p>Du kan når som helst ønske at stoppe med at modtage vores emails, <a href="[href]"> klikke på dette link for at afmelde</a>.</p>
de_de: Vielen Dank für das Abonnieren unseres Newsletters. <p>Falls Sie mal keine E-Mails mehr erhalten wollen, <a href="[href]">klicken Sie hier, um den Newsletter abzubestellen.</a>.</p>
el_gr: Ευχαριστούμε για την εγγραφή σας στο newsletter μας. <p>Αν οποιαδήποτε στιγμή επιθυμείτε να σταματήσετε να λαμβάνετε τα email μας, <a href="[href]"> κάντε κλικ σ αυτό το σύνδεσμο για να διαγραφείτε</a>.</p>
es_es: Gracias por suscribirse a nuestro boletín de noticias. <p>Si en cualquier momento desea dejar de recibir nuestros correos electrónicos, <a href="[href]"> haga clic en este enlace para darse de baja</a>.</p>
fr_fr: Merci pour votre inscription à notre newsletter. <p>Si vous ne souhaitez plus recevoir nos e-mails, <a href="[href]">cliquez sur ce lien pour vous désinscrire</a>.</p>
id_id: Terima kasih untuk berlangganan newsletter kami. <p>Jika sewaktu-waktu Anda ingin berhenti menerima email kami, <a href="[href]"> Klik link ini untuk berhenti berlangganan</a>.</p>
ja_jp: メールマガジンの購読をお申込みいただき、誠にありがとうございます。<p>購読解除をご希望の場合は、<a href="[href]">こちらをクリックしてください。</a></p>
ro_ro: Vă mulţumim pentru abonarea la newsletter-ul nostru. <p>Dacă, în orice moment doriţi pentru a opri primirea email-urile noastre, <a href="[href]"> faceţi clic pe acest link pentru a vă dezabona</a>.</p>
tr_tr: Haber bültenimize abone olduğunuz için teşekkür ederiz. <p>Herhangi bir zamanda e-posta alımını durdurmak isterseniz aboneliğinizi kaldırmak için lütfen bağlantıyı tıklayın <a href="[href]"></a><p>
uk_ua: Спасибі за те, що підписалися на нашу розсилку. <p>Якщо ви більше не хочете отримувати наші листи, <a href="[href]">натисніть тут, щоб відписатися </a>.</p>
vi_vn: Cảm ơn bạn đã đăng ký nhận bản tin của chúng tôi. <p>Nếu bất cứ lúc nào bạn muốn ngừng nhận email của chúng tôi, <a href="[href]"> nhấp vào liên kết này để bỏ đăng ký</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
ar_sa: تم تأكيد الاشتراك
cs_cz: Odběr je potvrzen
da_dk: Abonnement bekræftet
de_de: Abonnement bestätigt
el_gr: Συνδρομή επιβεβαιώθηκε
es_es: Suscripción confirmada
fr_fr: Inscription confirmée
id_id: Berlangganan dikonfirmasi
ja_jp: メルマガ購読手続き完了のお知らせ
ro_ro: Abonament confirmat
tr_tr: Abonelik doğrulandı
uk_ua: Підписку підтверждено
vi_vn: Xác nhận đăng ký

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
ar_sa: تم تأكيد اشتراكك في رسالتنا الإخبارية.<p>إذا أردت في أي وقت إيقاف تلقي رسائل البريد الإلكتروني الخاصة بنا ، <a href="[href]">انقر فوق هذا الارتباط لإلغاء الاشتراك</a>.</p>
cs_cz: Odběr novinek byl potvrzen.<p>Pokud kdykoli nebudete chtít přijímat naše e-maily, <a href="[href]">klikněte na tento odkaz pro odhlášení</a>.</p>
da_dk: Din tilmelding til vores nyhedsbrev er blevet bekræftet.<p>Du kan når som helst ønske at stoppe med at modtage vores emails, <a href="[href]"> klikke på dette link for at afmelde</a>.</p>
de_de: Vielen Dank für das Abonnieren unseres Newsletters. <p>Falls Sie mal keine E-Mails mehr erhalten wollen, <a href="[href]">klicken Sie hier, um den Newsletter abzubestellen.</a>.</p>
el_gr: H εγγραφή σας στο newsletter μας ;έχει επιβεβαιωθεί.<p>Αν οποιαδήποτε στιγμή επιθυμείτε να σταματήσετε να λαμβάνετε τα email μας, <a href="[href]"> κάντε κλικ σ΄αυτό το σύνδεσμο για να διαγραφείτε</a>.</p>
es_es: Se ha confirmado tu suscripción a nuestro boletín de noticias. <p>Si en cualquier momento desea dejar de recibir nuestros correos electrónicos, <a href="[href]"> haga clic en este enlace para darse de baja</a>.</p>
fr_fr: Votre inscription à notre newsletter a été confirmée. <p>Si vous désirez cesser de recevoir nos e-mails,<a href="[href]">cliquez sur ce lien pour vous désinscrire</a>.</p>
id_id: Langganan newsletter kami telah dikonfirmasi. <p>Jika sewaktu-waktu Anda ingin berhenti menerima email kami, <a href="[href]"> Klik link ini untuk berhenti berlangganan</a>.</p>
ja_jp: メールマガジンの購読手続きが完了しました。<p>購読解除をご希望の場合は、<a href="[href]">こちらをクリックしてください。</a></p>
ro_ro: Abonarea la newsletter-ul nostru a fost confirmat.<p>Dacă, în orice moment doriţi pentru a opri primirea email-urile noastre, <a href="[href]"> faceţi clic pe acest link pentru a vă dezabona</a>.</p>
tr_tr: Haber bültenimize aboneliğiniz doğrulandı. <p>Herhangi bir zamanda e-posta alımını durdurmak isterseniz aboneliğinizi kaldırmak için lütfen bağlantıyı tıklayın <a href="[href]"></a><p>
uk_ua: Ваша підписка на нашу інформаційну розсилку підтверджена. <p>Якщо ви більше не хочете отримувати наші листи, <a href="[href]">натисніть тут, щоб відписатися</a>.</p>
vi_vn: Đăng ký nhận bản tin của bạn đã được xác nhận. <p>Nếu bất cứ lúc nào bạn muốn ngừng nhận email của chúng tôi, <a href="[href]"> nhấp vào liên kết này để hủy bỏ đăng ký</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
ar_sa: إلغاء الاشتراك الناجح
cs_cz: Odhlásit bylo úspěšné
da_dk: Afmelding vellykket
de_de: Newsletter abbestellen erfolgreich
el_gr: Διαγραφή επιτυχής
es_es: Su solicitud de darse de baja fue completada con éxito
fr_fr: Désinscription réussie
id_id: Berhenti berlangganan sukses
ja_jp: メルマガ購読解除完了のお知らせ
ro_ro: Dezabona de succes
tr_tr: Abonelik başarıyla kaldırıldı
uk_ua: Ви успішно відписалися від інформаційної розсилки
vi_vn: Bỏ đăng ký thành công

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
ar_sa: تمت إزالة بريدك الإلكتروني من قائمتنا.
cs_cz: Váš e-mail byl odstraněn z našeho seznamu.
da_dk: Din email er blevet fjernet fra vores liste.
de_de: Ihre Email wurde von unserer Liste entfernt.
el_gr: Το email σας έχει αφαιρεθεί από τη λίστα μας.
es_es: Se ha eliminado de nuestra lista de correo.
fr_fr: Votre e-mail a été retiré de notre liste.
id_id: Email Anda telah dihapus dari daftar kami.
ja_jp: メールマガジンの購読を解除しました。
ro_ro: Email-ul a fost eliminat din lista noastră.
tr_tr: E-posta adresiniz listemizden çıkarıldı
uk_ua: Вашу адресу ел. пошти видалено з нашого списку.
vi_vn: Email của bạn đã được xóa khỏi danh sách của chúng tôi.

# Languages::email_marketing.export_all
source: Export all
ar_sa: تصدير الكل
cs_cz: Exportovat vše
da_dk: Eksporter alle
de_de: Alles exportieren
el_gr: Εξαγωγή όλων
es_es: Exportar todo
fr_fr: Tout exporter
id_id: Ekspor semua
ja_jp: 全件エクスポート
ro_ro: Export toate
tr_tr: Tümünü dışarı aktar
uk_ua: Експортувати всі
vi_vn: Xuất tất cả

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
ar_sa: أدخل مفتاح API وحفظ أولاً
cs_cz: Zadejte API klíč a uložte jej
da_dk: Indtast API-nøgle og gem først
de_de: API-Schlüssel eingeben und erst speichern
el_gr: Εισάγετε το κλειδί API και αποθηκεύσετε πρώτα
es_es: Introducir la clave API y guardar primero
fr_fr: Entrez la clé API et enregistrez d'abord
id_id: Masukkan kunci API dan simpan dulu
ja_jp: APIキーを登録してください
ro_ro: Introduceţi API-cheie şi salvați mai întâi
tr_tr: API anahtarı girin ve önce kayıt edin
uk_ua: Введіть ключ API і сзбережіть зміни
vi_vn: Nhập API key và lưu đầu tiên

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
ar_sa: [email] مشترك بالفعل
cs_cz: [email] je již přihlášen k odběru
da_dk: [email] er allerede tilmeldt
de_de: Die E-Mail-Adresse ist bereits angemeldet
el_gr: Το [email] είναι ήδη συνδρομητής
es_es: [email] ya se ha suscrito
fr_fr: [email] est déjà abonné
id_id: [email] sudah berlangganan
ja_jp: [email] は既にメルマガ購読中です
ro_ro: [email] este deja abonat
tr_tr: [email] zaten abone
uk_ua: [email] вже підписаний
vi_vn: [email] đã được đăng ký

# Languages::email_marketing.new_subscriber
source: New subscriber
ar_sa: مشترك جديد
cs_cz: Nový odběratel
da_dk: Ny abonnent
de_de: Neuer Abonnent
el_gr: Νέος Συνδρομητής
es_es: Nuevo suscriptor
fr_fr: Nouvel abonné
id_id: Pelanggan baru
ja_jp: 購読者の追加
ro_ro: Adăugați noi abonați
tr_tr: Yeni abone
uk_ua: Новый підписник
vi_vn: Đăng ký nhận tin mới

# Languages::email_marketing.sync
source: Sync
ar_sa: المزامنة
cs_cz: Synchronizace
de_de: Synchronisieren
el_gr: Συγχρονισμος
id_id: Sinkronkan
ja_jp: 同期
ro_ro: Sincronizare
tr_tr: Eşitleme
uk_ua: Синхронізувати
vi_vn: Đồng bộ

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
ar_sa: الاشتراك في النشرة الإخبارية
cs_cz: Zaregistrovat se k odběru našeho newsletteru
da_dk: Abonner på vores nyhedsbrev
de_de: Newsletter abonnieren
el_gr: Γραφτείτε στο Ενημερωτικό μας email
es_es: Suscríbete a nuestro boletín de noticias
fr_fr: Abonnez-vous à notre newsletter
id_id: Berlangganan newsletter kami
ja_jp: 当ショップのメルマガを購読する
ro_ro: Abonează-te la buletinul nostru informativ
tr_tr: Haber bültenine abone ol
uk_ua: Підписатися на інформаційну розсилку
vi_vn: Đăng ký nhận bản tin của chúng tôi
