Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/email_marketing.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, ro_ro, tr_tr, uk_ua, vi_vn

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
ar_sa: البريد الإلكتروني والتسويق: استمارة الاشتراك في النشرة الإخبارية
cs_cz: E-mailový marketing: formulář registrace pro newsletter
da_dk: Email marketing: nyhedsbrev abonnement form
de_de: E-Mail-Marketing: Newsletter-Abonnement-Formular
el_gr: Email marketing: Φόρμα Εγγραφής Newsletter
es_es: Email marketing: Formulario de suscripción al boletín de noticias
fr_fr: Marketing de email: Forme de souscription de newsletter
id_id: Pemasaran email: Formulir langganan buletin
ja_jp: Eメールマーケティング : メルマガ購読フォーム
ro_ro: E-mail marketing: formular de abonare Newsletter
tr_tr: E-posta pazarlama: Haber bülteni abonelik formu
uk_ua: Email-маркетинг: форма підписки
vi_vn: Email tiếp thị: mẫu đăng ký nhận bản tin

# Languages::privileges.manage_email_marketing
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
fr_fr: Peut éditer
id_id: Dapat mengedit
ro_ro: Poate edita
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати

# Languages::privileges.view_email_marketing
source: Can view
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
fr_fr: Peut voir
id_id: Dapat melihat
ro_ro: Poate vizualiza
tr_tr: Görüntüleyebilirsin
uk_ua: Можна переглянути

# Languages::privilege_groups.email_marketing
source: Email marketing
fr_fr: Marketing par email
id_id: E-mail pemasaran
tr_tr: E-posta pazarlama
uk_ua: Email-маркетинг

# Languages::email_marketing.error_no_list
source: Please select mailing list in add-on settings to start import
ar_sa: يرجى تحديد القائمة البريدية في إعدادات الوظائف الإضافية لبدء الاستيراد
cs_cz: Vyberte, prosím, seznam adres v nastaveních doplňku pro zahájení importu
da_dk: Vælg venligst mailingliste i addon indstillinger for at starte import
de_de: Bitte wählen Sie die Mailingliste in den Add-On-Einstellungen aus, um den Import zu starten
el_gr: Παρακαολούμε επιλέξτε λίστα email στις ρυθμίσεις του πρόσθετου για να ξεκινήσετε την εισαγωγή
es_es: Por favor, seleccione la lista de correo en la configuración del complemento para iniciar la importación
fr_fr: Selectionner la list de emails aux parametres du module pour commencer a importer
id_id: Silakan pilih milis di add-on settings untuk memulai import
ja_jp: インポートを行うにはアドオンの設定ページでリストを指定する必要があります
ro_ro: Vă rugăm să selectaţi lista de discuţii în setările de supliment pentru a începe importul
tr_tr: İçe aktarmayı başlatmak için lütfen eklenti ayarları içerisindeki gönderi listesini seçin
uk_ua: щоб почати імпорт контактів, виберіть список розсилки в налаштуваннях модуля
vi_vn: Hãy chọn danh sách gửi thư trong cài đặt add-on để bắt đầu nhập dữ liệu

# SettingsSections::email_marketing::general
source: General
ar_sa: العام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
id_id: Umum
ja_jp: 全般
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
cs_cz: Checkbox pro odběr newsletteru u pokladny
da_dk: Nyhedsbrev afkrydsningsfelt ved checkout
de_de: Newsletter-Kontrollkästchen bei Kasse
el_gr: Κουτάκι επιλογής Newsletter στο Ταμείο
es_es: Boletín casilla de verificación
fr_fr: Boite de controle de newsletter sur checkout
id_id: Kotak centang di checkout
ja_jp: 注文手続き時にメルマガ購読用チェックボックスを表示
ro_ro: Newsletter-ul de selectare la vanzare
tr_tr: Ödemede haber bülteni onay kutusu
uk_ua: Показувати прапорець підписки на сторінці оплати
vi_vn: Tích chọn nhận bản tin trong trang thanh toán

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
ar_sa: ضع علامة في الوضع الافتراضي
cs_cz: Zaškrtnout ve výchozím nastavení
da_dk: Afkryds som standard
de_de: In der Standardeinstellung abhaken
el_gr: Επιλεγμένο από προεπιλογή
es_es: Marca por defecto
fr_fr: Cocher par defaut
id_id: Centang secara default
ja_jp: デフォルトで購読用チェックボックスをチェックしない
ro_ro: Bifa în mod implicit
tr_tr: Varsayılan olarak kapalıdır
uk_ua: Знято за замовчуванням
vi_vn: Chọn theo mặc định

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
cs_cz: Dvojí opt-in
da_dk: Dobbelt opt-in
de_de: Zweifache Bestätigung
el_gr: Επιβεβαίωση Εγγραφής
es_es: Doble opt-in
fr_fr: Opt-in double
id_id: Ganda opt-in
ja_jp: ダブルオプトイン
tr_tr: Çift onay
uk_ua: Запит на підтверження підписки

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
ar_sa: أرسل رسالة ترحيب مع رابط إلغاء الاشتراك
cs_cz: Odeslat uvítací oznámení s odkazem na odhlášení
da_dk: Send et velkomstbrev med afmeldingslinket
de_de: Eine Willkommensnachricht mit dem Abmeldelink schicken
el_gr: Στείλτε μια επιστολή καλωσορισματος με το σύνδεσμο Κατάργησης Εγγραφής
es_es: Enviar una carta de bienvenida con el enlace de Cancelar suscripción
fr_fr: Envoyer une lettre d'invitation au lien d'annulation
id_id: Kirimkan surat selamat datang dengan tautan berhenti berlangganan
ja_jp: 購読解除リンク付き購読手続き完了メールを送信
ro_ro: Trimite o scrisoare de bun venit cu linkul de dezabonare
tr_tr: Abonelik iptal bağlantısı ile bir yazı gönder
uk_ua: Відправити вітальний лист з посиланням відмови від підписки
vi_vn: Gửi thư chào mừng đến với các liên kết hủy bỏ đăng ký

# SettingsOptions::email_marketing::em_service
source: Email integration provider
ar_sa: موفر تكامل البريد الإلكتروني
cs_cz: Integrace poskytovatele e-mailu
da_dk: E-mail integrationsudbyder
de_de: E-Mail-Integration-Anbieter
el_gr: πάροχος ενσωμάτωσης e-mail
es_es: Proveedor de integración de correo electrónico
fr_fr: Fournisseur de emails integrees
id_id: Penyedia integrasi email
ja_jp: 購読者を同期するサービスプロバイダ
ro_ro: Furnizor de integrare e-mail
tr_tr: E-posta entegrasyonu sağlayıcı
uk_ua: Сервіс поштової розсилки
vi_vn: Tích hợp email nhà cung cấp

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
ar_sa: مفتاح API
cs_cz: API klíč
da_dk: API-nøgle
de_de: API Schlüssel
es_es: Clave de API
fr_fr: Cle API
id_id: Kunci API
ja_jp: APIキー
ro_ro: Cheie API
tr_tr: API anahtarı
uk_ua: API-ключ

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
ar_sa: قائمة
cs_cz: Seznam
da_dk: Liste
de_de: Liste
el_gr: Λίστα
es_es: Lista
fr_fr: Liste
id_id: Daftar
ja_jp: リスト
ro_ro: Lista
tr_tr: Liste
uk_ua: Список
vi_vn: Danh sách

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
ja_jp: Eメール
ro_ro: Poştă electronică
tr_tr: E-posta
uk_ua: Електронна пошта

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
ar_sa: مفتاح API
cs_cz: API klíč
da_dk: API-nøgle
de_de: API-Schlüssel
es_es: Clave API
fr_fr: Cle API
id_id: Kunci API
ja_jp: APIキー
ro_ro: Cheie API
tr_tr: API anahtarı
uk_ua: API-ключ

# SettingsOptions::email_marketing::em_madmimi_list
source: List
ar_sa: قائمة
cs_cz: Seznam
da_dk: Liste
de_de: Liste
el_gr: Λίστα
es_es: Lista
fr_fr: Liste
id_id: Daftar
ja_jp: リスト
ro_ro: Lista
tr_tr: Liste
uk_ua: Список
vi_vn: Danh sách

# Languages::email_template.email_marketing_confirmation
source: Email marketing: subscription confirmation
ar_sa: التسويق عبر البريد الإلكتروني: تأكيد الاشتراك
cs_cz: E-mail marketing: potvrzení odběru
da_dk: Email marketing: abonnement bekræftelse
el_gr: Email marketing: επιβεβαίωση εγγραφής συνδρομητή
es_es: Email marketing: confirmación de suscripción
fr_fr: Marketing de email: souscription confirmee
id_id: Kirimkan surat selamat datang dengan tautan berhenti berlangganan
ro_ro: Abonare noutati: confirmare abonare
tr_tr: E-posta Pazarlama: abonelik onayı
uk_ua: Email-маркетинг: підтвердженні підписки
vi_vn: Email tiếp thị: xác nhận đăng ký

# Languages::email_template.email_marketing_welcome
source: Email marketing: welcome letter
ar_sa: البريد الإلكتروني للتسويق: رسالة ترحيب
cs_cz: E-mail marketing: uvítací dopis
da_dk: Email marketing: velkomstbrev
de_de: Email Marketing: Begrüßungsschreiben
el_gr: Email marketing: επιστολή καλωσορίσματος
es_es: Email marketing: carta de bienvenida
fr_fr: Marketing de email: lettre d"invitation
id_id: Email pemasaran: Surat Selamat datang
ro_ro: Abonare noutati: Scrisoare de bun venit
tr_tr: E-posta Pazarlama: hoş geldiniz mektubu
uk_ua: Email-маркетинг: вітальний лист (варіант 1)
vi_vn: Email tiếp thị: thư chào mừng

# Languages::email_template.email_marketing_welcome_2optin
source: Email marketing: welcome letter (2optin)
ar_sa: التسويق عبر البريد الإلكتروني: رسالة ترحيب (2optin)
da_dk: Email marketing: velkomstbrev (2 option)
de_de: Email Marketing: Begrüßungsschreiben (2. Option)
el_gr: Email marketing: επιστολή καλωσορίσματος (2optin)
es_es: Email marketing: carta de bienvenida (2optin)
fr_fr: Marketing d"emails: lettre de bienvenue (@ optin)
id_id: Email pemasaran: Surat Selamat datang (2optin)
ro_ro: Abonare noutati: Scrisoare de bun venit ( a 2-a optiune)
tr_tr: E-posta Pazarlama: hoş geldiniz mektubu(2optin)
uk_ua: Email-маркетинг: вітальний лист (варіант 2)
vi_vn: Email tiếp thị: thư chào mừng

# SettingsVariants::email_marketing::em_service::madmimi
source: MadMimi
fr_fr: MadMini
