Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/form_builder.po
Languages: cs_cz, da_dk, el_gr, es_es, id_id, it_it, pl_pl, ro_ro, ru_ru, vi_vn

# Addons::name::form_builder
source: Form builder
cs_cz: Formuláře
el_gr: Κατασκευή φόρμας
es_es: Creador de formularios
id_id: Pembentuk formulir
it_it: Generatore di moduli
pl_pl: Kreator formularzy
ro_ro: Constructorul de formulare
ru_ru: Конструктор форм
vi_vn: Tạo mẫu nhập văn bản

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
cs_cz: Umožňuje vytvářet vlastní formuláře (například "Kontaktujte nás")
da_dk: Lader dig oprette brugerdefinerede formularer (f.eks. Kontakt os)
el_gr: Σας επιτρέπει να δημιουργήσετε προσαρμοσμένες φόρμες (π.χ. Επικοινωνήστε μαζί μας)
es_es: Permite crear formularios personalizados (por ejemplo, contáctanos)
id_id: Memungkinkan Anda membuat formulir kustom (misalnya Hubungi kami)
it_it: Consente di creare moduli personalizzati (ad esempio contattaci)
pl_pl: Tworzenie niestandardowych formularzy (np. kontakt)
ro_ro: Vă permite să creaţi formulare particularizate (ex. Contactaţi-ne)
ru_ru: Позволяет создавать настраиваемые формы (например, "Связаться с нами")
vi_vn: Cho phép bạn tạo tùy chỉnh mẫu nhập (ví dụ như Liên hệ)

# Languages::use_for_form_builder
source: Custom forms
cs_cz: Vlastní formuláře
da_dk: Brugerdefinerede formularer
el_gr: Προσαρμοσμένες Φόρμες
es_es: Formularios personalizados
id_id: Bentuk kustom
it_it: Moduli personalizzati
pl_pl: Formularz niestandardowy
ro_ro: Formulare particularizate
ru_ru: Пользовательские формы
vi_vn: Mẫu nhập tùy chỉnh

# Languages::new_form
source: New form
cs_cz: Nový formulář
da_dk: Nyt form
el_gr: Νέα φόρμα
es_es: Nuevo formulario
id_id: Bentuk baru
it_it: Nuovo form
pl_pl: Nowy formularz
ro_ro: Formular nou
ru_ru: Новая форма
vi_vn: Mẫu nhập mới

# Languages::editing_form
source: Editing form
cs_cz: Editace formuláře
da_dk: redigere form
el_gr: Επεξεργασία φόρμας
es_es: Edición de formulario
id_id: Bentuk editing
it_it: Modifica forma
pl_pl: Edycja formularza
ro_ro: Editare formular
ru_ru: Редактирование формы
vi_vn: Chỉnh sửa mẫu nhập

# Languages::form_builder
source: Form builder
cs_cz: Konstruktér formulářů
da_dk: Form bygger
el_gr: Κατασκευή φόρμας
es_es: Creador de formularios
id_id: Bentuk pembangun
it_it: Costruttore form
pl_pl: Kreator formularzy
ro_ro: Constructorul de formulare
ru_ru: Конструктор форм
vi_vn: Tạo mẫu nhập văn bản

# Languages::form_submit_text
source: Form submit text
cs_cz: Odeslání textu formuláře
da_dk: Form indsende tekst
el_gr: Κείμενο υποβολής φόρμας
es_es: Formulario para enviar texto
id_id: Bentuk mengirimkan teks
it_it: Testo pulsante di invio
pl_pl: Tekst po wysłaniu formularza
ro_ro: Textul de trimite din formular
ru_ru: Текст после отправки формы
vi_vn: Mẫu gửi văn bản

# Languages::email_to
source: E-mail to
cs_cz: E-mailem na
da_dk: E-mail til
el_gr: E-mail προς
es_es: E-mail a
id_id: E-mail ke
it_it: E-mail a
pl_pl: E-mail do
ro_ro: E-mail către
ru_ru: Отправлять на эл. почту
vi_vn: Email nhận

# Languages::form_is_secure
source: Form is secure (SSL)
cs_cz: Formulář je zabezpečený (SSL)
da_dk: Form er sikker (SSL)
el_gr: Η φόρμα είναι ασφαλής (SSL)
es_es: El formulario es seguro (SSL)
id_id: Bentuk adalah aman (SSL)
it_it: Form sicuro (SSL)
pl_pl: Formularz jest zabezpieczony (SSL)
ro_ro: Formularul este securizat (SSL)
ru_ru: Форма защищена (SSL)
vi_vn: Mẫu nhập bảo mật (SSL)

# Languages::add_form
source: Add form
cs_cz: Přidat formulář
da_dk: Tilføj form
el_gr: Προσθήκη φόρμας
es_es: Agregar formulario
id_id: Tambahkan formulir
it_it: Aggiungi form
pl_pl: Dodaj formularz
ro_ro: Adăugați un formular
ru_ru: Добавить форму
vi_vn: Thêm mẫu nhập

# Languages::base
source: Base
cs_cz: Základ
da_dk: basis
el_gr: Βάση
pl_pl: Baza
ro_ro: Bază
ru_ru: Основные
vi_vn: Cơ sở

# Languages::multiple_checkboxes
source: Multiple checkboxes
cs_cz: Více zaškrtávacích políček
da_dk: Flere afkrydsningsfelt
el_gr: Πολλαπλά τετραγωνάκι
es_es: Casillas múltiples
id_id: Beberapa kotak centang
it_it: Select multiple
pl_pl: Wiele checkbox'ów
ro_ro: Căsuțe de bifare multiple
ru_ru: Группа флажков
vi_vn: Nhiều hộp kiểm

# Languages::multiple_selectbox
source: Multiple selectbox
cs_cz: Několik selectboxů
da_dk: Flere selectbox
el_gr: Πολλαπλό τετραγωνάκι
es_es: Múltiples casillas de selección
id_id: Beberapa kotak pilih
it_it: Select multiple
pl_pl: Lista wielokrotnego wyboru
ro_ro: Căsuțe de selectare multiple
ru_ru: Список со множественным выбором
vi_vn: Nhiều lựa chọn

# Languages::header
source: Header
cs_cz: Hlavička
el_gr: Κεφαλίδα
es_es: Cabecera
it_it: Titolo
pl_pl: Nagłówek
ro_ro: Antet
ru_ru: Заголовок
vi_vn: Tiêu đề

# Languages::separator
source: Separator
cs_cz: Oddělovač
el_gr: Διαχωριστής
es_es: Separador
id_id: Pemisah
it_it: Separatore
ru_ru: Разделитель
vi_vn: Phân loại

# Languages::special
source: Special
cs_cz: Speciální
da_dk: Speciel
el_gr: Ειδικός
es_es: Especial
id_id: Khusus
it_it: Speciale
pl_pl: Specjalne
ro_ro: Speciale
ru_ru: Дополнительные
vi_vn: Đặc biệt

# Languages::countries_list
source: Countries list
cs_cz: Seznam zemí
da_dk: lande liste
el_gr: Λίστα χωρών
es_es: Lista de países
id_id: Daftar negara
it_it: Lista paesi
pl_pl: Lista państw
ro_ro: Listă țări
ru_ru: Список стран
vi_vn: Danh sách quốc gia

# Languages::states_list
source: States list
cs_cz: Seznam států
da_dk: Stat liste
el_gr: Μέλη λίστας
es_es: Lista de estados.
id_id: Daftar negara
it_it: Lista Province
pl_pl: Lista stanów
ro_ro: Lista de state
ru_ru: Список регионов
vi_vn: Danh sách Tỉnh/TP

# Languages::referer
source: Referer
cs_cz: URL odkazující stránky
el_gr: Επανασχεδιασμός
es_es: Sitios de referencia
id_id: Rujukan
it_it: Referente
ru_ru: HTTP Referer (скрытое поле, информация берется из HTTP-сессии)
vi_vn: Tham khảo

# Languages::email_template.form_builder_form
source: Contact form
cs_cz: Formularz kontaktowy
da_dk: Kontaktformular
el_gr: Φόρμα επικοινωνίας
es_es: Formulario de contacto
id_id: Formulir kontak
it_it: Forma di contatto
pl_pl: Formularz kontaktowy
ro_ro: Formular de contact
ru_ru: Форма обратной связи
vi_vn: Mẫu liên hệ

# Languages::addons.form_builder.form_fields
source: Form fields
cs_cz: Pole formulářů
da_dk: Formularfelter
el_gr: Πεδία φόρμας
es_es: Formulario de campos
id_id: Bidang formulir
it_it: Campi Modulo
pl_pl: Pola formularza
ro_ro: Câmpuri de formular
ru_ru: Поля формы
vi_vn: Biểu mẫu

# Languages::addons.form_builder.form_name
source: Form name
cs_cz: Název formuláře
da_dk: Formularnavnet
el_gr: Όνομα φόρμας
es_es: Formulario de nombre
id_id: Nama formulir
it_it: Nome del Modulo
pl_pl: Nazwa formularza
ro_ro: Numele formularului
ru_ru: Название формы
vi_vn: Tên biểu mẫu

# Languages::addons.form_builder.other_subject
source: Other subject (specify below)
cs_cz: Jiný subjekt (upřesněte níže)
da_dk: Andre emne (præciseres nedenfor)
el_gr: Άλλο θέμα (καθορίστε παρακάτω)
es_es: Otra área (especifique en el siguiente cuadro)
id_id: Subjek lainnya (sebutkan di bawah)
it_it: Altri elementi (specificare)
pl_pl: Inny temat (opisz poniżej)
ro_ro: Alt subiect (specifica mai jos)
ru_ru: Другие темы (укажите ниже)
vi_vn: Chủ đề khác (hãy chỉ ra dưới đây)

# Languages::addons.form_builder.email_subject_field
source: E-mail subject field
cs_cz: Předmět e-mailu
da_dk: E-mailens emnefelt
el_gr: Πεδιο Θέματος E-mail
es_es: Campo de asunto del correo electrónico
id_id: Bidang subjek e-mail
it_it: Campo Oggetto del messaggio
pl_pl: Temat wiadomości e-mail
ro_ro: Câmpul de subiect de e-mail
ru_ru: Поле "Тема письма"
vi_vn: Mục chủ đề email

# Languages::ttc_addons.form_builder.email_subject_field
source: Fields of type "Select box" or "Input field" can be used
cs_cz: Lze použít pole typu "Select box" nebo "Vstupní pole"
da_dk: Felter af typen "skal du vælge afkrydsningsfeltet" eller "Input felt" kan bruges
el_gr: Μπορουν να χρησιμοποιηθουν πεδία τυπου "Επιλέξτε πλαίσιο" ή "Πεδιο Εισαγωγής"
es_es: Los tipos de campo "seleccionar la casilla" o "campo de entrada" pueden utilizarse
id_id: Bidang tipe "Select box" atau "Input field" bisa digunakan
it_it: Ãˆ possibile utilizzare campi casella di tipo "Select" (a tendina) oppure di "Input"
pl_pl: Pola typu "Select" lub "Input" może być użyte
ro_ro: Câmpurile de tip "caseta de selectare" sau "câmp de intrare" poate fi folosit
ru_ru: Можно использовать поля типа «Список вариантов» или «Поле ввода»
vi_vn: Các mục của loại "Hộp chọn" hoặc "Mục nhập" có thể được sử dụng
