Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/gdpr.po
Languages: es_es

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Nosotros ([company]) enviamos correos electrónicos relacionados con su cuenta (tales como notificaciones del estado de pedidos, correos electrónicos de restablecimiento de contraseñas, y más) a la dirección de correo electrónico proporcionada. Por esta razón necesitamos almacenar su dirección de correo electrónico mientras siga siendo nuestro cliente.</p><p>Nosotros utilizamos la información contenida en la sección de facturación/envío y podría ser enviada a un proveedor de envío o de pago:</p><ul><li>Determine qué sistemas de pagos están disponibles para su ubicación.</li><li>Complete el proceso de pago o envío a través del proveedor que seleccione para su compra cuando haga el pedido.</li></ul><p> Algunos miembros de nuestro personal y/o proveedores que venden productos en nuestra tienda y utilizan el panel de administración pueden tener acceso a su datos. Valoramos su privacidad, por lo que el acceso a los datos se hace en la medida que se necesite para la operatividad de la tienda. Por ejemplo, un proveedor solo recibe sus datos si usted le ha solicitado un producto, de manera que el vendedor pueda completar el pedido.</p><p> Si usted decide que no desea utilizar más la tienda y quiere que sus datos personales sean eliminados de nuestra base de datos (o si quiere obtener todos sus datos personales que tenemos asociados a su cuenta), por favor envíe un correo electrónico a [email].</p><p>Si usted cree que sus datos personales han sido utilizados para otros fines, tiene el derecho de presentar una queja con el Delegado de supervisión de datos. Estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho; en realidad no pretendemos hacer mal uso de sus datos.</p>

source: I agree to have my personal data <u>processed as follows</u>.
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera</u>.

# Languages::gdpr.export_to_xml
source: Export to XML
es_es: Exportar a XML

# Languages::gdpr.agreement_required_error
source: Your agreement is required to proceed.
es_es: Se requiere de su consentimiento para proceder.

# Languages::gdpr.user_anonymized
source: User has been anonymized.
es_es: Al usuario se le ha garantizado el anonimato.

# Languages::gdpr.check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
es_es: <p>Por favor tenga en cuenta que el anonimanto no afecta a los respaldos y los resgistros que pueda tener. Si es necesario, haga lo siguiente:</p><ol><li>Elimine los regustros en<b>Administración→Registros</b>.</li><li>Proteja y elimine los respaldos que pueda tener en<b>Administración → Copia de seguridad/Restaurar</b>.</li></ol>

# Languages::gdpr.cookie_consent
source: Cookie consent
es_es: Consentimiento de uso de cookies

# Languages::gdpr.cookie_consent_message
source: <p>This website uses cookies (small pieces of data saved on your computer). Some cookies are added by the website itself: they help to show you the content of your cart, keep you signed in once you enter your email and password, preserve your preferences, and do a lot of other useful things. We use these cookies only to make the site work properly for you. Even your agreement to our use of cookies is stored as a cookie.</p><p>Other cookies may be used by third-party services (such as PayPal, YouTube, Google Maps, Facebook, etc.) to store the data about how you use those third-party services on the website. We have no control over how third parties use cookies, but those cookies are also important for proper functioning of the website. For example, some of the PayPal functionality may not work without PayPal cookies.</p><p>Without cookies, many things can go wrong. That's why we ask that you agree to cookies being used before you proceed. If you don't want any cookies but would like to continue using the website, please configure your browser to block cookies, and then you'll be able to "agree" to their use, while we won't treat that as your consent.</p>
es_es: <p>Este sitio web utiliza cookies (pequeños archivos de datos que se almacenan en su computadora). Algunos cookies son añadidos por la misma página web: ayudan a mostrarle el contenido de su carrito, lo mantiene conectado una vez que ingresa su correo electrónico y su contraseña, conserva sus preferencias, y hacen muchas otras cosas útiles. Utilizamos esas cookies solo para que el sitio web funcione correctamente para usted. Incluso cuando su consentimiento de utilización de cookies se almacena como cookie.</p><p>Otras cookies pueden ser utilizadas por servicios de terceros (tales como Paypal, Youtube, Google Maps, Facebook, etc.) para almacenar los datos de cómo utilizas estos servicios de terceros en el sitio web. No tenemos control de cómo los servicios de terceros utilizan cookies, pero esos cookies son solamente importantes para el funcionamiento apropiado del sitio web. Por ejemplo, algunas funciones de Paypal pueden no ejecutarse sin el uso de las cookies de Paypal.</p><p> Sin cookies, muchas cosas pueden funcionar mal. Es por eso que le pedimos que acepte el uso de cookies antes de continuar. Si usted no quiere aceptar el uso de cookies pero desea continuar utilizando el sitio web, por favor configure su navegador para bloquear cookies, y entonces podrá utilizar el sitio web, sin embargo, no será considerado como un consentimiento.</p>

# Languages::gdpr.cookie_consent_accept
source: I agree
es_es: Acepto

# Languages::gdpr.cookie_consent_decline
source: No, take me out of here
es_es: No, sácame de aquí

# Languages::gdpr.uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
es_es: Los cookies son utilizados en este sitio para proporcionar al usuario la mejor experiencia. Si continua, asumimos que acepta recibir cookies de este sitio.<span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>

# Languages::block_gdpr
source: GDPR
es_es: RGPD

# Languages::gdpr
source: GDPR
es_es: RGPD

# Languages::block_gdpr_description
source: Allows registered users to request their personal data or anonymization
es_es: Permite a los usuarios registrados solicitar sus datos personales o la garantía de anonimato

# Languages::gdpr.user_profile_actions_description
source: <p>As customers interact with the store, they provide personal data for various purposes. When you place an order, we need to know where to ship it; when you subscribe for an email newsletter, we need to know where to send it, and so on. We keep this data organized, so that you always could:</p> <ol> <li>Request that we send you all your personal data. In that case we’ll send you an XML file by email. That file will contain all your personal data we have.</li> <li>Request to be forgotten. In that case your account will be deactivated, and all your personal data will be removed. If necessary, you’ll be able to register a new account with the same email address in the future.</li> </ol> <p>Please note that we’ll need some time to process either of those requests. We may contact you regarding your request by email or through other means.</p>
es_es: <p>A medida que los clientes interactúan con la tienda, proporcionan datos personales para diversos fines. Cuando realiza un pedido, nececistamos saber dónde enviarlo; cuando se suscribe a un boletín por email, necesitamos saber dónde enviarlo, y así sucesivamente. Mantenemos esta información organizada, de manera que siempre pueda:</p><ol><li>Solicitar que le enviemos sus datos personales. En este caso enviaremos un archivo XML vía correo electrónico. Ese archivo tendrá todos sus datos personales que tenemos.</li><li>Solicitud para ser olvidado. En ese caso su cuenta será desactivada, y todos sus datos personales serán eliminados. Si es necesario, podrá registrar una nueva cuenta con la misma dirección de correo electrónico en el futuro.</li></ol><p>Por favor tenga en cuenta que necesitaremos tiempo para procesar cualquiera de esas solicitudes. Podemos contactarlo con respecto a su solicitud a través del correo electrónico u otros medios.</p>

# Languages::gdpr.send_my_data
source: Send me my data
es_es: Enviarme mis datos personales

# Languages::gdpr.send_my_data_description
source: <p>We’ll send you an XML file with all your personal data we have. Please note that we’ll need some time to process this request, so the email with your XML file won’t be sent immediately. If you have any comments regarding your request, please leave them in the field below.</p>
es_es: <p>Te enviaremos un archivo XML con tus datos personales. Por favor tenga en cuenta que necesitaremos tiempo para procesar su solicitud, por lo que el correo electrónico con el archivo XML no será enviado inmediatamente. Si tiene algún otro comentario relacionado con su solicitud, por favor escríbalo en el siguiente espacio.</p>

# Languages::gdpr.email_subject_personal_data_request
source: Personal Data Copy Request: [customer_email]
es_es: Solicitud de copia de sus datos personales:[customer_email]

# Languages::gdpr.email_body_personal_data_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested a copy of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to get the data in the XML format. After that, send the XML file to the customer.</p>
es_es: <p><a href="[user_profile_url]" target="_blank">[user]</a>con la dirección de correo electrónico [customer_email] ha solicitado una copia de sus datos personales con el siguiente mensaje:</p><p>[comment]</p><p>Haga clic en el enlace que se muestra al inicio de este mensaje y utilice el botón correspondiente en la página de perfil del usuario en el panel de Administración para obtener los datos en formato XML. Una vez finalice este proceso, envíe el archivo XML al cliente.</p>

# Languages::gdpr.remove_my_data
source: Remove my data
es_es: Eliminar mis datos

# Languages::gdpr.remove_my_data_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
es_es: <p>Desactivaremos su cuenta y eliminaremos todos sus datos personales. Después de ejecutada esta acción no podrá iniciar sesión. Sin embargo, podrá registrar una cuenta nueva con la misma dirección de correo electrónico in el futuro. Por favor tenga en cuenta que necesitaremos tiempo para procesar esta solicitud, por lo que su cuenta no se desactivará inmediatamente. Si tiene algún comentario relacionado con su solicitud, por favor escríbalo en el siguiente espacio.</p>

# Languages::gdpr.email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
es_es: Solicitud de eliminación de datos personales:[customer_email]

# Languages::gdpr.email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to anonymize the customer.</p> <p>Please note that <b>this action will replace all the personal data of the customer</b> with randomly generated data. It’s best to make sure that all business with the customer (such as orders and return requests) is concluded before you do that.</p>
es_es: <p><a href="[user_profile_url]" target="_blank">[user]</a>con la dirección de correo electrónico[customer_email] ha solicitado la eliminación de sus datos personales con el siguiente mensaje:</p><p>[comment]</p><p>Haga clic en el enlace al inicio del mensaje y utilice el botón correspondiente en la página de perfil del cliente en el panel de Administración para solicitar el anonimato del cliente.</p><p>Por favor tenga en cuenta que <b>esta acción reemplazará todos los datos personales del cliente</b>con los datos generados de manera aleatoria. Lo mejor es asegurarse de que todas las transacciones con el cliente (como órdenes y solicitudes de devolución) hayan finalizado antes de solicitar la eliminación de sus datos.</p>

# Languages::gdpr.user_action_request_success
source: Your request has been sent successfully.
es_es: Su solicitud ha sido enviada exitosamente.

# Languages::gdpr.user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
es_es: Se ha producido un error al intentar enviar su solicitud. Por favor intente de nuevo o envie un mensaje a la siguiente dirección de correo electrónico: <a href="mailto:[email]">[email]</a>

# Languages::gdpr.agreement_variables_hint
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. If you only have one storefront, the data for the placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>. If you have multiple storefronts, the data will be taken from the settings of the storefront that a customer visits:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
es_es: <p>Los textos de los acuerdos listados a continuación pueden tener <b>[email]</b> o <b>[company]</b>. Esos son marcadores que serán automáticamente reemplazados con los datos reales una vez que el cliente visualice el consentimiento. Si solo tiene una tienda, los datos de los marcadores serán tomados de <a href="[company_settings_url]" target="_blank">Ajustes → Compañía</a>. Si tiene múltiples tiendas, los datos serán tomados de los ajustes de la tienda que el cliente visite:</p><ul><li><b>[company]</b> serán tomados de <i>Nombre de la compañía</i>.[email]</b></li><li><b> serán tomados de <i>dirección de correo electrónico del departamento del usuario</i>.</li></ul>

# Languages::gdpr.agreement_variables_hint_mve
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. The data for placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
es_es: <p>Los textos de los acuerdos listados a continuación pueden tener<b>[email]</b>o<b>[company]</b>. Esos son marcadores que serán reemplazados automáticamente con los datos reales una vez que los clientes visualicen los consentimientos. Los datos de los marcadores serán tomados de<a href="[company_settings_url]" target="_blank"> Ajustes→Compañía</a>:</p><ul><li><b>[company]</b>serán tomados de<i>Nombre de la compañía</i>.</li><li><b>[email]</b>serán tomados de<i>Dirección de correo electrónico del departamento de usuario</i>.</li></ul>
