Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/gdpr.po
Languages: es_es

# Addons::name::gdpr
source: GDPR Compliance (EU)
es_es: Cumplimiento de RGPD (UE)

# Addons::description::gdpr
source: Helps you to comply with GDPR (a European Union regulation on personal data) by showing customers info about their personal data, asking their consent for its processing, and by offering ways to delete or export personal data.
es_es: Te ayuda a cumplir con la RGPD (El reglamento general de protección de datos de la Unión Europea) mostrando a los clientes información personal de sus datos, preguntando por su consentimiento para su procesamiento, y ofreciendo maneras de borrar o exportar los datos personales.

# SettingsSections::gdpr::gdpr
source: GDPR
es_es: RGPD

# SettingsOptions::gdpr::gdpr_cookie_consent
source: Cookie consent
es_es: Consentimiento de uso de cookies

# SettingsTooltips::gdpr::gdpr_cookie_consent
source: Implicit consent means an unobtrusive pop-up in the corner.<br/>Explicit consent means asking to agree to cookies before allowing customers to access the website for the first time.
es_es: El consentimiento implicito implica que aparezca una ventana emergente en la esquina. <br/>El consentimiento explicito significa solicitar que se acepten cookies antes de permitir que los clientes tengan acceso al sitio web por primera vez.

# SettingsVariants::gdpr::gdpr_cookie_consent::none
source: None
es_es: Ninguno

# SettingsVariants::gdpr::gdpr_cookie_consent::implicit
source: Implicit
es_es: Implicito

# SettingsVariants::gdpr::gdpr_cookie_consent::explicit
source: Explicit
es_es: Explicito

# Languages::gdpr.gdpr_user_data
source: GDPR user data
es_es: Datos del usuario RGPD

# Languages::gdpr_user_data
source: User personal data
es_es: Datos personales del usuario

# Languages::gdpr_user_profiles
source: Personal data from user profiles
es_es: Datos personales de los perfiles del usuario

# Languages::gdpr_product_subscriptions
source: Personal data from product subscriptions
es_es: Datos personales de las suscripciones del producto

# Languages::gdpr_agreements
source: Personal data from GDPR agreements
es_es: Datos personales de los acuerdos RGPD

# Languages::gdpr.anonymize
source: Anonymize
es_es: Garantizar el anonimato

# Languages::gdpr.text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
es_es: Una vez que garantizas el anonimato del cliente, toda su información personal será sustituida con datos generados aleatoriamente. Esta acción no se puede deshace, a menos que usted restaure la base de datos desde una copia de segurida. ¿Está seguro que deseas continuar?

# Languages::gdpr.view_and_edit
source: View and edit
es_es: Ver y editar

# Languages::gdpr_orders_data
source: Personal data from orders
es_es: Datos personales de los pedidos

# Languages::gdpr.full_agreement
source: Full agreement text
es_es: Texto completo de consentimiento

# Languages::gdpr.short_agreement
source: Short agreement text
es_es: Texto corto de consentimiento

# Languages::gdpr.checkout.place_order.personal_data_processing
source: Checkout: Place order: Personal data processing
es_es: Pago: orden del pedido: procesamiento de datos personales

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Nosotros ([company]) enviamos correos electrónicos relacionados con su cuenta (tales como notificación de estado, correos de restablecimiento de contraseña y otros) a la dirección de correo electrónico proporcionada. Por este motivo, necesitamos almacenar su dirección de correo electrónico mientras siga siendo nuestro cliente.</p><p>Nosotros utilizamos la información contenida en la sección de facturación/envío y podría ser enviada a un proveedor de envío o pago:</p><ul><li>Determine qué métodos de envío o pago están disponibles para su ubicación.</li><li>Complete el proceso de envío o pago a través del proveedor que seleccione en la cesta de compras cuando haga su pedido.</li></ul><p>Algunos miembros de nuestro personal y/o proveedores que venden productos de nuestra tienda y utilizan el panel de administración pueden tener acceso a su datos. Valoramos su privacidad, por lo que el acceso a los datos se hace en la medida que se necesite para la operatividad de la tienda. Por ejemplo, un proveedor solo recibe sus datos si usted le ha solicitado un producto, de manera que el vendedor pueda completar el pedido.</p><p> Si usted decide que no desea utilizar la tienda y quiere que sus datos personales sean eliminados de nuestra base de datos (o si quiere obtener todos sus datos personales que tenemos asociados a su cuenta), por favor envíe un correo electrónico a[email].</p><p>Si usted cree que sus datos personales han sido utilizados para otros fines, tiene el derecho de presentar una queja con la autoridad encargada de la supervisión de datos. Estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea que usted tiene este derecho; no pretendemos en realidad hacer mal uso de sus datos.</p>

source: I agree to have my personal data <u>processed as follows.</u>
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera.</u>

# Languages::gdpr.user.registration.personal_data_processing
source: Customer: registration
es_es: Cliente: registro

# Languages::gdpr.user.registration.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Los correos electrónicos distinguen unos clientes de otros. Si inicia la sesión en la tienda ingresando el correo electrónico y la contraseña que proporciona aquí.</p><p>Nosotros ([company]) también enviamos correos electrónicos relacionados con la cuenta (como notificaciones de estado de pedidos, correos electrónicos de restablecimiento de contraseñas, y más) a la dirección de correo electrónico proporcionada. Por esta razón necesitamos almacenar su correo electrónico mientras siga siendo nuestro cliente.</p><p>Otros campos de su perfil que puedan aparecer o no en este sitio web son almacenados junto con su correo electrónico. Podríamos utilizar esta información para comunicarnos con usted, si surge la necesidad.</p><p>Algunos miembros de nuestro personal y/o proveedores que venden productos en nuestra tienda y utilizan el panel de administración pueden tener acceso a su datos. Valoramos su privacidad, por lo que el acceso a los datos se hace en la medida que se necesite para la operatividad de la tienda. Por ejemplo, un proveedor solo recibe sus datos si usted le ha solicitado un producto, de manera que el vendedor pueda completar el pedido.</p><p> Si usted decide que no desea utilizar la tienda y quiere que sus datos personales sean eliminados de nuestra base de datos (o si quiere obtener todos sus datos personales que tenemos asociados a su cuenta), por favor envíe un correo electrónico a[email].</p><p>Si usted cree que sus datos personales han sido utilizados para otros fines, tiene el derecho de presentar una queja con lel Delegado de supervisión de datos. Estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho; en realidad no pretendemos hacer mal uso de sus datos.</p>

# Languages::gdpr.user.registration.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera.</u>

# Languages::gdpr.profiles.update.personal_data_processing
source: Profiles: update
es_es: Perfiles: actualizar

# Languages::gdpr.profiles.update.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location.</li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Los correos electrónicos distinguen unos clientes de otros. Si inicia la sesión en la tienda ingresando el correo electrónico y la contraseña que proporciona aquí.</p><p>Nosotros ([company]) también enviamos correos electrónicos relacionados con la cuenta (como notificaciones de estado de pedidos, correos electrónicos de restablecimiento de contraseñas, y más) a la dirección de correo electrónico proporcionada. Por esta razón necesitamos almacenar su correo electrónico mientras siga siendo nuestro cliente.</p><p>Otros campos de su perfil que puedan aparecer o no en este sitio web son almacenados junto con su correo electrónico. Podríamos utilizar esta información para comunicarnos con usted, si surge la necesidad.</p><p>Utilizamos la información de la sección de dirección de facturación/envío y podríamos enviarla a un proevedor de envíos o sistemas de pago:</p><ul><li>Determine qué sistemas de pagos están disponibles para su ubicación.</li><li>Complete el proceso de pago o envío a través del proveedor que seleccione para su compra cuando haga el pedido.</li></ul><p> Algunos miembros de nuestro personal y/o proveedores que venden productos en nuestra tienda y utilizan el panel de administración pueden tener acceso a su datos. Valoramos su privacidad, por lo que el acceso a los datos se hace en la medida que se necesite para la operatividad de la tienda. Por ejemplo, un proveedor solo recibe sus datos si usted le ha solicitado un producto, de manera que el vendedor pueda completar el pedido.</p><p> Si usted decide que no desea utilizar la tienda y quiere que sus datos personales sean eliminados de nuestra base de datos (o si quiere obtener todos sus datos personales que tenemos asociados a su cuenta), por favor envíe un correo electrónico a[email].</p><p>Si usted cree que sus datos personales han sido utilizados para otros fines, tiene el derecho de presentar una queja con el Delegado de supervisión de datos. Estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho; en realidad no pretendemos hacer mal uso de sus datos.</p>

# Languages::gdpr.profiles.update.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera.</u>

# Languages::gdpr.vendor.apply.personal_data_processing
source: Vendor: apply for vendor
es_es: Proveedor: solicitar vendedor

# Languages::gdpr.vendor.apply.agreement_text_full_personal_data_processing
source: <p>Because vendors sell products in our marketplace, we ([company]) have to request certain information about them. For example, the company name and description of a vendor are shown to customers and serve to distinguish vendors from each other; the address is used for shipping rate calculation.</p> <p>However, we also request some personal data, such as first name/last name and emails address. Those are necessary for creating a vendor’s administrator account in our system. Vendors work with the marketplace through such accounts. Email addresses are necessary because they distinguish administrators from each other. You sign in to the store by entering the email address you provide here. Names are necessary because a single vendor can have multiple administrators—it is easier to handle accountability that way.</p> <p>We also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer. If you decide that you no longer want to work with our marketplace and would like to have personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Debido a que los vendedores venden productos en nuestro mercado, nosotros ([company]) tenemos que solicitar información acerca de ellos. Por ejemplo, el nombre de la compañia y la descripción del proveedor se muestran a los clientes y sirven para que los proveedores se distingan entre sí; la dirección es utilizada para calcular la tarifa del envío.</p><p>Sin embargo, nosotros también solicitamos algunos datos personales, tales como el primer nombre/apellido y correos electrónicos. Esos datos son necesarios para crear la cuenta de administración de un proveedor en nuestro sistema. Los vendedores trabajan con el mercado a través de tales cuentas. Los correos electrónicos son necesarios debido a que los administradores se distinguen entre sí. Inicias la sesión en la tienda ingresando el correo electrónico proporcionado aquí. Los nombres son necesarios debido a que un vendedor puede tener múltiples administradores - es más fácil de manejar la responsabilidad de esta manera.</p><p>También enviamos correos electrónicos relacionados con su cuenta (tales como notificaciones de estado del pedido, restablecimiento de contraseñas de correos electrónicos, y más) a la dirección de correo electrónico proporcionada. Por esta razón necesitamos almacenar su dirección de correo electrónico mientras siga siendo nuestro cliente. Si decide que no quiere trabajar más con nuestro mercado y desea que sus datos personales sean eliminados de nuestra base de datos (o si desea obtener todos los datos personales asociados a su cuenta), por favor envíe un correo electrónico a [email].</p><p>Si usted considera que sus datos personales están siendo utilizados para otros fines, tiene el derecho de presentar una queja a un delegado de supervisión de datos. Estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho, realmente no pretendemos hacer un mal uso de sus datos.</p>

# Languages::gdpr.vendor.apply.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera.</u>

# Languages::gdpr.products.subscribe.personal_data_processing
source: Products: subscribe
es_es: Productos: suscribirse

# Languages::gdpr.products.subscribe.agreement_text_full_personal_data_processing
source: <p>We ([company]) will add your email address to a special mailing list for this product. Once the product is in stock, you’ll get an email about it automatically, and your email address will be removed from the product’s mailing list.</p> <p>The data will be visible to some members of our staff. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
es_es: <p>Nosotros ([company]) agregaremos su dirección de correo electrónico a una lista particular de correo electrónico para este producto. Una vez que se confirma que el producto esta en existencia, recibirá un correo electrónico acerca del producto automáticamente, y su dirección de correo electrónico será eliminada de la lista de correo electrónico del producto.</p><p>Los datos estarán visibles para algunos miembros de nuestro personal. Si desea que sus datos personales sena eliminados, envíe un correo electrónico a [email].</p><p>Si usted cree que sus datos personales han sido utilizados para otro fin, tiene el derecho de presentar una queja ante el personal de supervisión. Nosotros estamos obligados por el Reglamento General de Protección de Datos de la Unión Europea de informarles acerca de este derecho; nosotros bajo ningún concepto intentamos utilizar sus datos para otros fines.</p>

# Languages::gdpr.products.subscribe.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
es_es: Acepto que mis datos personales<u>se procesen de la siguiente manera.</u>

# Languages::gdpr.checkout.profiles_update.personal_data_processing
source: Checkout: profiles update
es_es: Pago: actualización de perfiles
