Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/geo_maps.po
Languages: pl_pl, ro_ro, ru_ru

# Addons::name::geo_maps
source: Maps and geolocation
pl_pl: Mapy i geolokalizacja
ro_ro: Harti pentru geolocatie
ru_ru: Карты и геолокация

# Addons::description::geo_maps
source: Enables Google or Yandex maps and geolocation functionality in your store.
pl_pl: Włącza mapy Google i Yandex oraz funkcję geolokalizacji w Twoim sklepie.
ro_ro: Permite hartile Google sau Yandex si functionalitatea de geolocatie pentru magazinul dvs.
ru_ru: Добавляет в ваш магазин карты и геолокацию от Яндекса или Google.

# SettingsSections::geo_maps::general
source: General
pl_pl: Ogólne
ru_ru: Общие

# SettingsSections::geo_maps::yandex
source: Yandex
ru_ru: Яндекс

# SettingsOptions::geo_maps::provider
source: Provider
pl_pl: Dostawca
ro_ro: Furnizor
ru_ru: Сервис

# SettingsVariants::geo_maps::provider::yandex
source: Yandex
ru_ru: Яндекс

# SettingsOptions::geo_maps::show_shippings_on_product
source: Show shipping cost and time on product pages
pl_pl: Pokaż czas i koszt wysyłki na stronach produktów
ro_ro: Arata costul de transport si timpul de livrare al produselor de pe pagini
ru_ru: Показать стоимость и сроки доставки на страницах товаров

# SettingsOptions::geo_maps::yandex_api_key
source: API key
pl_pl: Klucz API
ro_ro: Cheie API
ru_ru: API-ключ

# SettingsTooltips::geo_maps::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
pl_pl: Uzyskaj klucz API: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
ro_ro: Linkul API il gasiti aici: <a href="https://developer.tech.yandex.ro/" target="_blank">https://developer.tech.yandex.ro</a>
ru_ru: Получите API-ключ здесь: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::geo_maps::yandex_commercial
source: I use the paid version of the API
pl_pl: Korzystam z płatnej wersji interfejsu API
ro_ro: Folosesc versiunea de plata API
ru_ru: Я использую платную версию API

# SettingsOptions::geo_maps::google_api_key
source: API key
pl_pl: Klucz API
ro_ro: Cheie API
ru_ru: API-ключ

# SettingsTooltips::geo_maps::google_api_key
source: Get the API key here: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
pl_pl: Uzyskaj klucz API: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>
ro_ro: Accesati link API aici: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
ru_ru: Получите API-ключ здесь: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>

# Languages::geo_maps.select_your_city
source: Select your city
pl_pl: Wybierz swoje miasto
ro_ro: Selectează orașul tău
ru_ru: Выберите ваш город

# Languages::geo_maps.your_city
source: Your city
pl_pl: Twoje miasto
ro_ro: Orașul tău
ru_ru: Ваш город

# Languages::geo_maps.location_detection_disabled
source: Your location could not be determined. Try enabling the location services on your device or disabling the tracking protection.
pl_pl: Nie można ustalić Twojej lokalizacji. Spróbuj włączyć usługi lokalizacyjne na swoim urządzeniu lub wyłączyć ochronę śledzenia.
ro_ro: Locatia dvs nu a putut fi determinata. Incercati serviciile de localizare pe dispoziltivul dvs sau dezactivati protectia de urmarire.
ru_ru: Не удалось определить ваше местоположение. Попробуйте включить на устройстве службы геолокации и отключить защиту от отслеживания.

# Languages::block_geo_maps_customer_location
source: Customer location
pl_pl: Lokalizacja klienta
ro_ro: Locatia clientului
ru_ru: Местоположение покупателя

# Languages::block_geo_maps_customer_location_description
source: Customer city and city selection form
pl_pl: Formularz wyboru miasta i miasta klienta
ro_ro: Orasul clientului si formularul de selectie a orasului
ru_ru: Город покупателя и форма выбора города

# Languages::geo_maps.shipping_address_on_map
source: Shipping address on map
pl_pl: Adres sklepu na mapie
ro_ro: Adresa de livrare pe harta
ru_ru: Адрес доставки на карте

# Languages::geo_maps.cannot_select_location
source: This location couldn't be selected due to technical reasons. If you encounter any difficulties when placing an order, please contact us.
pl_pl: Nie można wybrać tej lokalizacji z przyczyn technicznych. Jeśli napotkasz jakiekolwiek trudności przy składaniu zamówienia, skontaktuj się z nami.
ro_ro: Aceasta locatie nu a putut fi selectata din motive tehnice. In cazul in care intampinati dificultati la plasarea comenzii, va rugam sa ne contactati.
ru_ru: По техническим причинам не удалось выбрать это местоположение. Если у вас возникнут сложности при размещении заказа, пожалуйста свяжитесь с нами.

# Languages::geo_maps.shipping_time_and_rates
source: Shipping time and rates
pl_pl: Cena i czas wysyłki
ro_ro: Timp de livrare si tarife
ru_ru: Стоимость и сроки доставки

# Languages::geo_maps.shipping_group_pickup
source: Pick-up
pl_pl: Punkt odbioru
ro_ro: Pick-up, ridicare
ru_ru: Самовывоз

# Languages::geo_maps.shipping_group_delivery
source: Shipping
pl_pl: Wysyłka
ro_ro: Transport
ru_ru: Доставка

# Languages::geo_maps.from_pickup_points
source: [shipping], [n] pickup point|[shipping], [n] pickup points
pl_pl: [shipping], [n] punkt odbioru|[shipping], [n] punkty odbioru
ru_ru: [shipping], [n] пункт самовывоза|[shipping], [n] пункта самовывоза|[shipping], [n] пунктов самовывоза

# Languages::geo_maps.shipping_about
source: about
pl_pl: o
ro_ro: despre
ru_ru: примерно

# Languages::geo_maps.shipping_from
source: from
pl_pl: z
ro_ro: de la
ru_ru: от

# Languages::geo_maps.shipping_time
source: Shipping time
pl_pl: Czas wysyłki
ro_ro: Timp de transport
ru_ru: Время доставки

# Languages::geo_maps.no_shippings
source: Sorry, we couldn't find any shipping options for your location. Please contact us, and we'll see what we can do about it.
pl_pl: Niestety, nie znaleźliśmy żadnych opcji wysyłki dla Twojej lokalizacji. Skontaktuj się z nami, a zobaczymy, co możemy z tym zrobić.
ro_ro: Ne pare rau, nu am putut gasi nici o optiune de transport pentru locatia dvs. Va rugam sa ne contactati si vom vedea ce putem face.
ru_ru: К сожалению, мы не нашли вариантов доставки до вашего местоположения. Свяжитесь с нами, и мы постараемся вам помочь.

# Languages::geo_maps.text_settings_google_api_notice
source: Learn more about setting up API key <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">in the documentation</a>.
pl_pl: Dowiedz się więcej o konfigurowaniu klucza API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">z dokumentacji</a>.
ru_ru: О настройке API-ключа читайте <a target="_blank" href="https://www.cs-cart.ru/docs/4.10.x/user_guide/addons/maps_and_geolocation/#id3>в документации</a>.
