Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/gift_certificates.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, ro_ro, tr_tr, uk_ua, vi_vn

# Addons::name::gift_certificates
source: Gift certificates
ar_sa: شهادات الهدايا
cs_cz: Dárkové vouchery
da_dk: Gavekort
de_de: Gutscheine
el_gr: Δωροεπιταγές
es_es: Certificados de regalo
fr_fr: Bons cadeau
id_id: Hadiah sertifikat
ja_jp: ギフト券
ro_ro: Certificate de cadou
tr_tr: Hediye çeki
uk_ua: Подарункові сертифікати
vi_vn: Thẻ quà tặng

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
ar_sa: اضافة نظام شهادة الهداية مدمج
cs_cz: Přidá možnost vytvářet dárkové poukazy a slevové kódy
da_dk: Tilføjer en indbygget gavekortsystem
de_de: Fügt ein integriertes Gutscheinsystem hinzu
el_gr: Προσθέτει ένα σύστημα διαχειρησης δωροεπιταγών
es_es: Agrega un sistema integrado certificado de regalo
fr_fr: Ajoute un système de bon cadeau intégré
id_id: Menambahkan sistem built-in Hadiah sertifikat
ja_jp: ギフト券を販売・利用可能にします
ro_ro: Adaugă un sistem certificat cadou încorporată
tr_tr: Tümleşik bir hediye çeki sistemi ekler
uk_ua: Сертифікати на безкоштовну доставку, знижки і т.д.
vi_vn: Thêm một hệ thống được xây dựng trong thẻ quà tặng

# Languages::gift_certificate
source: Gift certificate
ar_sa: شهادة هدية
cs_cz: Dárková poukázka
da_dk: Gavekort
de_de: Gutschein
el_gr: Δωροεπιταγή
es_es: Certificado de regalo
fr_fr: Bon-cadeau
id_id: Hadiah sertifikat
ja_jp: ギフト券
ro_ro: Certificatul de cadou
tr_tr: Hediye Çeki
uk_ua: Подарунковий сертифікат
vi_vn: Thẻ quà tặng

# Languages::gift_certificates
source: Gift certificates
ar_sa: شهادات الهدايا
cs_cz: Dárkové poukázky
da_dk: Gavekort
de_de: Gutscheine
el_gr: Δωροεπιταγές
es_es: Certificados de regalo
fr_fr: Bon-cadeaux
id_id: Hadiah sertifikat
ja_jp: ギフト券
ro_ro: Certificate pentru cadou
tr_tr: Hediye çekleri
uk_ua: Подарункові сертифікати
vi_vn: Thẻ quà tặng

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
ar_sa: عرض وإدارة شهادات الهدايا التي اشتراها العملاء.
cs_cz: Zobrazte a spravujte dárkové poukázky, které zákazníci zakoupili.
da_dk: Få vist og administrere de gavekort, som kunder har købt.
de_de: Von Kunden bestellte Gutscheine anzeigen und verwalten.
el_gr: Προβολή και διαχείριση των δωροεπιταγών που έχουν αγοράσει οι πελάτες.
es_es: Ver y administrar los certificados de regalo que han comprado los clientes.
fr_fr: Afficher et gérer les bons cadeau que les clients ont commandés.
id_id: Lihat dan Kelola sertifikat hadiah yang pelanggan dibeli.
ja_jp: お客様が購入したギフト券の管理
ro_ro: Vizualiza şi gestiona certificatele cadou cu care clienţii au cumpărat.
tr_tr: Müşterilerin satın aldığı hediye çeklerini görüntüleme ve yönetme.
uk_ua: Перегляд і редагування придбаних покупцями подарункових сертифікатів.
vi_vn: Xem và quản lý các thẻ quà tặng khách đã mua.

# Languages::gift_certificate_info
source: Gift certificate info
ar_sa: معلومات شهادة هدية
cs_cz: Info o dárkové poukázce
da_dk: Gavekort info
de_de: Gutschein-Info
el_gr: Πληροφορίες δωροεπιταγής
es_es: Información de certificado de regalo
fr_fr: Gavekort info
id_id: Hadiah sertifikat info
ja_jp: ギフト券の情報
ro_ro: Informații certificate pentru cadouri
tr_tr: Hediye çeki bilgisi
uk_ua: Інформація про подарунковий сертифікат
vi_vn: Thông tin thẻ quà tặng

# Languages::gift_certificate_verification
source: Gift certificate verification
ar_sa: التحقق من الشهادة هدية
cs_cz: Ověření dárkové poukázky
da_dk: Gavekort verifikation
de_de: Gutschein-Überprüfung
el_gr: Επαλήθευση δωροεπιταγής
es_es: Verificación de certificado de regalo
fr_fr: Vérification du bon-cadeau
id_id: Hadiah sertifikat verifikasi
ja_jp: ギフト券の認証
ro_ro: Verificare certificat de cadou
tr_tr: Hediye çeki doğrulama
uk_ua: Перевірка подарункового сертифікату
vi_vn: Xác minh thẻ quà tặng

# Languages::gift_cert_code
source: Gift certificate code
ar_sa: كوبون شهادة هدية
cs_cz: Kód dárkové poukázky
da_dk: Gavekort-kode
de_de: Gutschein-Code
el_gr: Κωδικός δωροεπιταγής
es_es: Código de certificado de regalo
fr_fr: Code du bon-cadeau
id_id: Kode hadiah sertifikat
ja_jp: ギフト券コード
ro_ro: Codul certificatului de cadou
tr_tr: Hediye çeki kodu
uk_ua: Код подарункового сертифікату
vi_vn: Mã thẻ quà tặng

# Languages::gift_cert_debit
source: Debit balance
ar_sa: رصيد مدين
cs_cz: Debetní zůstatek
da_dk: gælds balance
de_de: Lastschrift
el_gr: Χρεωστικό υπόλοιπο
es_es: Saldo deudor
fr_fr: Solde débiteur
id_id: Saldo debet
ja_jp: 残高
ro_ro: Debitul balanței
tr_tr: Borç bakiyesi
uk_ua: Залишок
vi_vn: Số dư nợ

# Languages::gift_cert_from
source: From
ar_sa: من
cs_cz: Od
da_dk: Fra
de_de: Von
el_gr: Από
es_es: De
fr_fr: De
id_id: Dari
ja_jp: 贈り主のお名前
ro_ro: De la
tr_tr: Kimden
uk_ua: Від
vi_vn: Người gửi

# Languages::gift_cert_to
source: To
ar_sa: إلى
cs_cz: Do
da_dk: Til
de_de: An
el_gr: Σε
es_es: a
fr_fr: À
id_id: Untuk
ja_jp: 受取人のお名前
ro_ro: Către
tr_tr: Kime
uk_ua: Кому
vi_vn: Người nhận

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
ar_sa: شهادة هدية
cs_cz: Dárková poukázka
da_dk: Gavekort
de_de: Gutschein
el_gr: Δωροεπιταγή
es_es: Certificado de regalo
fr_fr: Bon cadeau
id_id: Hadiah sertifikat
ja_jp: ギフト券
ro_ro: Bonuri
tr_tr: Hediye Çeki
uk_ua: Подарунковий сертифікат
vi_vn: Thẻ quà tặng

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
ar_sa: شراء شهادة هدية
cs_cz: Koupit dárkovou poukázku
da_dk: Indkøb Gavekort
de_de: Gutschein kaufen
el_gr: Αγορά δωροεπιταγής
es_es: Compre un Certificado de Regalo
fr_fr: Acquérir un bon-cadeau
id_id: Membeli hadiah sertifikat
ja_jp: ギフト券の購入
ro_ro: Achiziționare bon
tr_tr: Hediye çeki satın al
uk_ua: Придбати подарунковий сертифікат
vi_vn: Mua thẻ quà tặng

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
ar_sa: شعار <b>شهادات الهدايا</b>
cs_cz: Logo pro <b>dárkové poukázky</b>
da_dk: Logo for <b> gavekort </b>
de_de: Logo für <b>Gutscheine</b>
el_gr: Λογότυπο για <b>δωροεπιταγές</b>
es_es: Logo para <b>certificados de regalo</b>
fr_fr: Logo pour les <b>bons cadeau</b>
id_id: Logo untuk <b>hadiah sertifikat</b>
ja_jp: <b>ギフト券</b>用ロゴ
ro_ro: Logo pentru <b>bonuri</b>
tr_tr: <b>Hediye çeki</b> için logo
uk_ua: Логотип для <b>подарункового сертифікату</b>
vi_vn: Logo cho <b>thẻ quà tặng</b>

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
ar_sa: وينبغي أن يكون مقدار بين [min] و [max]
cs_cz: Částka by měla být mezi [min] a [max]
da_dk: Beløbet skal være mellem [min] og [max]
de_de: Der Betrag sollte zwischen [min] und [max] liegen
el_gr: Το ποσό πρέπει να είναι μεταξύ [min] και [max]
es_es: Cantidad debe ser entre [min] y [max]
fr_fr: Le montant doit être compris entre [min] et [max]
id_id: Jumlah harus antara [min] dan [max]
ja_jp: 金額は [min] から [max] の間で指定してください
ro_ro: Suma trebuie să fie între [min] şi [max]
tr_tr: Tutar, [min] ile [max] arasında olmalıdır.
uk_ua: Значення повинно бути між [min] і [max]
vi_vn: Số tiền phải trong khoảng từ [min] đến [max]

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
ar_sa: تم بنجاح حذف شهادة هدية.
cs_cz: Dárková poukázka byla úspěšně odstraněna.
da_dk: Gavekort er blevet slettet.
de_de: Der Gutschein wurde erfolgreich storniert.
el_gr: Η δωροεπιταγή έχει διαγραφεί επιτυχώς.
es_es: El certificado de regalo se ha eliminado correctamente.
fr_fr: Le bon-cadeau a été effacé avec succès.
id_id: Hadiah sertifikat telah berhasil dihapus.
ja_jp: ギフト券が削除されました。
ro_ro: Bonul a fost șters cu succes.
tr_tr: Hediye çeki başarıyla silindi.
uk_ua: Успішно вилучено подарунковий сертифікат.
vi_vn: Thẻ quà tặng đã được xóa thành công.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
ar_sa: رمز شهادة هدية الذي أدخلته غير صالح. الرجاء المحاولة مرة أخرى.
cs_cz: Zadaný kód dárkové poukázky je neplatný. Prosím, zkuste to znovu.
da_dk: Gavekortet kode er ugyldig. Prøv igen
de_de: Der eingegebene Gutschein-Code ist ungültig. Bitte versuchen Sie es erneut.
el_gr: Ο κωδικός της δωροεπιταγής που δώσατε είναι άκυρος. Παρακαλώ δοκιμάστε ξανά.
es_es: EL código del certificado de regalo introducido es invalido. Por favor inténtelo de nuevo.
fr_fr: Le code du bon cadeau que vous avez entré n'est pas valable. Veuillez essayer de nouveau.
id_id: Kode hadiah sertifikat yang Anda masukkan tidak valid. Silakan coba lagi.
ja_jp: ギフト券コードが正しくありません。再度入力してください。
ro_ro: Codul certificatului cadou introdus este invalid. Vă rugăm să încercați din nou.
tr_tr: Girdiğiniz hediye çeki kodu geçersiz. Lütfen yeniden deneyin.
uk_ua: Введений код подарункового сертифікату є недійсним. Будь ласка, спробуйте ще раз.
vi_vn: Mã thẻ quà tặng bạn nhập vào không hợp lệ. Xin vui lòng thử lại.

# Languages::gift_add_products
source: Add products for a gift
ar_sa: إضافة منتجات للهدية
cs_cz: Přidat produkty pro dárky
da_dk: Føj produkter til en gave
de_de: Produkte als Geschenk hinzufügen
el_gr: Προσθέστε προϊόντα για δώρο
es_es: Añadir productos para un regalo
fr_fr: Ajouter des produits à offrir
id_id: Tambahkan produk untuk hadiah
ja_jp: ギフト用商品の追加
ro_ro: Adauga produse pentru un cadou
tr_tr: Bir hediye için ürün ekleyin
uk_ua: Додати продукти для подарунка
vi_vn: Thêm sản phẩm cho thẻ

# Languages::gift_comment
source: Message
ar_sa: الرسالة
cs_cz: Správa
da_dk: Besked
de_de: Nachricht
el_gr: Μήνυμα
es_es: Mensaje
id_id: Pesan
ja_jp: コメント
ro_ro: Mesaj
tr_tr: Mesaj
uk_ua: Повідомлення
vi_vn: Tin nhắn

# Languages::certificate_verification
source: Validate/Redeem gift certificate
ar_sa: التحقق من صحة/ترويجي، شهادة إهداء
cs_cz: Ověření/uplatnění dárkové poukázky
da_dk: validere/indløse gavekortet
de_de: Gutschein bestätigen/einlösen
el_gr: Επικύρωση / Εξαργύρωση δωροεπιταγής
es_es: Validar/Anular certificado de regalo
fr_fr: Valider / racheter bon-cadeau
id_id: Validasi/Klaim hadiah sertifikat
ja_jp: ギフト券の認証/利用
ro_ro: Validați/Uliziați Certificatul Cadou
tr_tr: Hediye sertifikası doğrulama/ödeme
uk_ua: Перевірити і використати подарунковий сертифікат
vi_vn: Xác nhận/Mua lại thẻ quà tặng

# Languages::detailed_info
source: Detailed information
ar_sa: معلومات تفصيلية
cs_cz: Podrobné informace
da_dk: Detaljeret information
de_de: detaillierte Informationen
el_gr: Λεπτομερείς Πληροφορίες
es_es: Información detalle
fr_fr: Informations détaillées
id_id: Informasi rinci
ja_jp: 詳細情報
ro_ro: Informații detailate
tr_tr: Ayrıntılı bilgi
uk_ua: Детальна інформація
vi_vn: Thông tin chi tiết

# Languages::history
source: History
ar_sa: السجل التاريخي
cs_cz: Historie
da_dk: historie
de_de: Gutscheinverlauf
el_gr: Ιστορικό
es_es: Historia
fr_fr: Historique
id_id: Riwayat
ja_jp: 履歴
ro_ro: Istoric
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử

# Languages::gift_certificate_statuses
source: Gift certificate statuses
ar_sa: حالات شهادة هدية
cs_cz: Stavy dárkových poukázek
da_dk: Gavekort status
de_de: Gutschein-Status
el_gr: Κατάσταση δωροεπιταγών
es_es: Estados de certificados de regalo
fr_fr: Statuts des bons-cadeau
id_id: Status hadiah sertifikat
ja_jp: ギフト券のステータス
ro_ro: Statuturi certificatelor pentru cadou
tr_tr: Hediye çeki durumları
uk_ua: Статуси подарункових сертифікатів
vi_vn: Trạng thái của thẻ quà tặng

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
ar_sa: تم تطبيق شهادة هدية
cs_cz: Dárková poukázka byl použita
da_dk: Gavekort er blevet anvendt
de_de: Der Gutschein wurde eingelöst
el_gr: Η δωροεπιταγή έχει ενεργοποιηθεί
es_es: Certificado de regalo se ha aplicado
fr_fr: Le bon-cadeau a été appliqué
id_id: Hadiah sertifikat telah diterapkan
ja_jp: ギフト券が適用されました
ro_ro: Bonul a fost aplicat
tr_tr: Hediye çeki uygulandı
uk_ua: Подарунковий сертифікат було застосовано
vi_vn: Thẻ quà tặng đã được áp dụng

# Languages::certificate_already_used
source: This gift certificate is already in use
ar_sa: شهادة الإهداء هذه قيد الاستخدام مسبقاً
cs_cz: Tento dárkový certifikát je již použitý
da_dk: Dette gavekort er allerede blevet brugt
de_de: Dieser Gutschein wurde bereits eingelöst
el_gr: Η δωροεπιταγή αυτή είναι ήδη σε χρήση
es_es: El certificado de regalo ya está en uso
fr_fr: Ce bon cadeau a déjà été utilisé.
id_id: Gift certificate ini sudah digunakan
ja_jp: このギフト券はすでに使用されています
ro_ro: Acest certificat cadou este deja în folosință
tr_tr: Bu hediye sertifikası kullanımda
uk_ua: Цей подарунковий сертифікат уже використовується
vi_vn: Thẻ quà tặng này đang được sử dụng

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
ar_sa: لا يمكن تطبيق شهادة هدية. الرجاء الاتصال بإدارة المتجر.
cs_cz: Dárkovou poukázku nelze použít. Prosím, kontaktujte administrátora obchodu.
da_dk: Gavekortet kan ikke blive anvendt. Kontakt os for mere information.
de_de: Der Gutschein kann nicht eingelöst werden. Bitte wenden Sie sich an die Shop-Verwaltung.
el_gr: Η δωροεπιταγή δεν μπορεί να εφαρμοστεί. Παρακαλούμε επικοινωνήστε με την διοίκηση του καταστήματος.
es_es: El certificado de regalo no puede ser aplicado. Por favor póngase en contacto con la administración de la tienda.
fr_fr: Ce bon cadeau ne peut pas être utilisé. Veuillez contacter l'administration du shop.
id_id: Hadiah sertifikat tidak dapat diterapkan. Hubungi administrasi toko.
ja_jp: ギフト券が利用できません。ショップ管理者にご連絡ください。
ro_ro: Certificatul de cadou nu poate fi aplicat. Vă rugăm să contactați administrația magazinului virtual.
tr_tr: Hediye sertifikası uygulanamaz. Lütfen mağaza yöneticisiyle iletişime geçin.
uk_ua: Подарунковий сертифікат не може бути застосовано. Зв'яжіться з адміністрацією магазину.
vi_vn: Thẻ quà tặng không thể áp dụng. Xin vui lòng liên hệ với quản lý cửa hàng.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
ar_sa: شهادة هدية رمز غير صالح
cs_cz: Kód dárkové poukázky není platný
da_dk: Gavekort koden er ikke gyldig
de_de: Ungültiger Gutschein-Code
el_gr: Ο κωδικός της δωροεπιταγής δεν είναι έγκυρος
es_es: Código del certificado de regalo no valido
fr_fr: Le code du bon cadeau est invalide.
id_id: Hadiah sertifikat kode ini tidak valid
ja_jp: 無効なギフト券コードです
ro_ro: Codul certificatului cadou nu este valabil
tr_tr: Hediye çeki kodu geçerli değil
uk_ua: Неприпустимий код подарункового сертифікату
vi_vn: Mã thẻ quà tặng là không hợp lệ

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
ar_sa: تم حذف شهادات الهدايا التالية أو إلغاء من قبل المسؤول وقد أزيلت من سلة التسوق الخاصة بك: [codes]. الرجاء الاتصال بالمسؤول عن المتجر أو محاولة تجربة واحد آخر.
cs_cz: Tyto dárkové poukázky byly odstraněny nebo zrušeny administrátorem a byly odstraněna z košíku: [codes]. Prosím, obraťte se na správce obchodu nebo zkuste jiné.
da_dk: De følgende gavekort er blevet slettet eller annulleret af administratoren og er blevet fjernet fra din kurv: [codes]. Kontakt butiksadministratoren, eller prøv en anden en.
de_de: Die folgenden Gutscheine wurden vom Administrator gelöscht und aus Ihrem Warenkorb entfernt. Bitte wenden Sie sich an die Shop-Verwaltung oder versuchen es später erneut.
el_gr: Τα ακόλουθα πιστοποιητικά δώρων έχουν διαγραφεί ή ακυρωθεί από διαχειριστή και έχουν καταργηθεί από το καλάθι σας: [codes]. Παρακαλώ επικοινωνήστε με το διαχειριστή του κατάστημα ή να δοκιμάσετε ένα άλλο.
es_es: Los siguientes certificados de regalo se han eliminado o cancelado por el administrador y se han quitado de su carrito de: [codes]. Por favor, póngase en contacto con el administrador de la tienda o probar otro.
fr_fr: Les bons-cadeaux suivants ont été supprimés ou annulées par l’administrateur et ont été retirés de votre panier : [codes]. Contactez l’administrateur du magasin ou essayez un autre bon-cadeau.
id_id: Sertifikat hadiah berikut telah dihapus atau dibatalkan oleh administrator dan telah dihapus dari keranjang Anda: [codes]. Silakan hubungi administrator toko atau coba lain.
ja_jp: ギフト券 [codes]は管理者により削除またはキャンセルされました。ショップ管理者にお問い合わせいただくか新たにギフト券をご購入ください。
ro_ro: Următoarele certificate de cadou au fost şterse sau anulate de către administrator şi au fost eliminate din coşul dumneavoastră: [codes]. Vă rugăm să contactaţi administratorul magazin sau încercaţi un alt unul.
tr_tr: Aşağıdaki hediye sertifikaları silinmiş veya Yönetici tarafından iptal edilmiş. Bu nedenle sepetinizden kaldırıldı: [codes]. Lütfen mağaza yöneticisine başvurun veya başka bir kod deneyin.
uk_ua: Наступні подарункові сертифікати видалено або анульовані адміністратором і були видалені з кошика: [codes]. Будь ласка, зв'яжіться з адміністратором магазину або спробуйте інший.
vi_vn: Thẻ quà tặng sau đây đã được xóa hoặc hủy bỏ bởi quản trị viên và đã được gỡ bỏ khỏi giỏ hàng của bạn: [codes]. Xin vui lòng liên hệ với người quản lý cửa hàng hoặc thử một mã khác.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
ar_sa: لا يمكن حذف [code] شهادة هدية لاستخدامه في [ids] مما.
cs_cz: Dárková poukázka [code] nelze odstranit, protože se používá v objednávce(objednávkách) [ids].
da_dk: Gavekort [code] kan ikke slettes, da det anvendes i orden (s) [ids].
de_de: Der Gutschein [code] kann nicht gelöscht werden, weil er bereits in einer Bestellung [ids] verwendet wird.
el_gr: Η δωροεπιταγή [code] δεν μπορεί να διαγραφεί, επειδή χρησιμοποιείται για άλλη παραγγελία [ids].
es_es: El [code] del certificado de regalo no se puede eliminar ya que se utiliza en [ids] pedido(s).
fr_fr: Impossible de supprimer le bon-cadeau [code] parce qu'il est utilisé dans la ou les commandes [ids].
id_id: Hadiah sertifikat [code] tidak dapat dihapus karena digunakan dalam status pesanan [ids].
ja_jp: ギフト券 [code] は注文 [ids] で使用されているため削除できません。
ro_ro: Bonul [code] nu poate fi șters din moment ce e folosit în comanda(comenzile) [ids].
tr_tr: Hediye çeki [code] sipariş(ler)inde [ids] kullanıldığından silinemez.
uk_ua: Подарунковий сертифікат [code] видалити не можна, оскільки він використовується взамовленнях [ids].
vi_vn: Thẻ quà tặng [code] không thể xoá được vì nó đang được sử dụng trong đơn hàng [ids].

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
ar_sa: لقد تم تغيير مبلغ شهادة هدية.
cs_cz: Částka dárkové poukázky byla změněna.
da_dk: Gavekort beløb er blevet ændret.
de_de: Gutscheinbetrag wurde geändert.
el_gr: Το ποσό της δωροεπιταγής έχει αλλάξει.
es_es: El Monto del certificado de regalo se ha cambiado.
fr_fr: Le montant du bon-cadeau a été changé.
id_id: Jumlah hadiah sertifikat telah berubah.
ja_jp: ギフト券の金額が変更されました。
ro_ro: Suma pentru certificatul de cadou a fost schimbată.
tr_tr: Hediye çeki tutarı değişti.
uk_ua: Сума подарункового сертифікату було змінено.
vi_vn: Số tiền trong thẻ quà tặng đã được thay đổi.

# Languages::purchased
source: Purchased
ar_sa: التي تم شراؤها
cs_cz: Zakoupené
da_dk: købt
de_de: Gekauft
el_gr: Αγοράστηκε
es_es: Comprado
fr_fr: Acquis
id_id: Dibeli
ja_jp: 購入済み
ro_ro: Achiziționat
tr_tr: Satın alındı
uk_ua: Придбано
vi_vn: Mua

# Languages::used
source: Used
ar_sa: يستخدم
cs_cz: Použité
da_dk: Brugt
de_de: Benutzt
el_gr: Χρησιμοποιημένος
es_es: Usado
fr_fr: Utilisé
id_id: Digunakan
ja_jp: 使用済み
ro_ro: Utilizat
tr_tr: Kullanılmış
uk_ua: Використаний
vi_vn: Đã sử dụng

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
ar_sa: إنشاء شهادة هدية لهذا العميل
cs_cz: Vytvořit dárkovou poukázku pro tohoto zákazníka
da_dk: Opret gavekort til kunde
de_de: Gutschein für diesen Kunden erstellen
el_gr: Δημιουργία Δωροεπιταγής για αυτόν τον πελάτη
es_es: Cree certificado de regalo para este cliente
fr_fr: Créer un bon-cadeau pour ce client
id_id: Membuat hadiah sertifikat untuk pelanggan ini
ja_jp: このお客様向けにギフト券を作成
ro_ro: Creați Certificat cadou pentru acest client
tr_tr: Bu müşteri için hediye çeki oluştur
uk_ua: Створити подарунковий сертифікат для цього клієнта
vi_vn: Tạo thẻ quà tặng cho khách hàng này

# Languages::gift_certificate_created
source: Gift Certificate has been created
ar_sa: تم إنشاء شهادة هدية
cs_cz: Dárkový poukaz byl vytvořen
da_dk: Gavekort er blevet oprettet
de_de: Der Gutschein wurde erstellt
el_gr: Η δωροεπιταγή έχει δημιουργηθεί
es_es: El certificado de regalo ha sido generado
fr_fr: Des Certificats de Cadeau ont été crees
id_id: Hadiah sertifikat telah dibuat
ro_ro: Certificatul cadou a fost creat
tr_tr: Hediye çeki oluşturuldu
uk_ua: Подарунковий сертифікат було створено
vi_vn: Thẻ quà tặng đã được tạo

# Languages::related_gift_cert
source: Related gift certificates
ar_sa: شهادات الهدايا ذات الصلة
cs_cz: Související dárkové poukázky
da_dk: Related gavekort
de_de: Ähnliche Gutscheine
el_gr: Σχετικές δωροεπιταγές
es_es: Certificados de regalo relacionados
fr_fr: Bon-cadeau associé
id_id: Terkait hadiah sertifikat
ja_jp: 関連するギフト券
ro_ro: Bonuri de cadou corelate
tr_tr: İlgili hediye çekleri
uk_ua: Схожі подарункові сертифікати
vi_vn: Thẻ quà tặng liên quan

# Languages::add_gift_certificate
source: Add gift certificate
ar_sa: إضافة شهادة هدية
cs_cz: Přidat dárkovou poukázku
da_dk: Tilføj gavekort
de_de: Gutschein hinzufügen
el_gr: Προσθήκη Δωροεπιταγής
es_es: Agregar certificado de regalo
fr_fr: Ajouter bon cadeau
id_id: Tambahkan hadiah sertifikat
ja_jp: ギフト券を追加
ro_ro: Adăugați o primă (cadou)
tr_tr: Hediye sertifikası ekle
uk_ua: Додати подарунковий сертифікат
vi_vn: Thêm thẻ quà tặng

# Languages::gift_certificate_status
source: Gift certificate status
ar_sa: حالة شهادة الهدية
cs_cz: Stav dárkové poukázky
da_dk: Gavekort info
de_de: Gutschein-Status
el_gr: Κατάσταση δωροεπιταγής
es_es: Estado de certificado de regalo
fr_fr: Statut du bon-cadeau
id_id: Hadiah sertifikat status
ja_jp: ギフト券のステータス
ro_ro: Statutul certificatului de cadou
tr_tr: Hediye sertifikası durumları
uk_ua: Статуси подарункових сертифікатів
vi_vn: Trạng thái thẻ quà tặng

# Languages::current_amount
source: Current amount
ar_sa: المبلغ الحالي
cs_cz: Aktuální množství
da_dk: Nuværende beløb
de_de: Aktueller Betrag
el_gr: Τρέχον ποσό
es_es: Valor actual
fr_fr: Montant actuel
id_id: Jumlah pembayaran
ja_jp: 現在の金額
ro_ro: Suma actuală
tr_tr: Geçerli tutar
uk_ua: Поточна сумма
vi_vn: Số tiền hiện tại

# Languages::mail
source: Mail
ar_sa: الإيميل
cs_cz: Pošta
de_de: E-Mail
el_gr: Αλληλογραφία
es_es: Correo
fr_fr: Messagerie
ja_jp: メール
ro_ro: E-Mail
uk_ua: Поштою
vi_vn: Thư

# Languages::statuses
source: statuses
ar_sa: حالات
cs_cz: stavy
da_dk: status
de_de: status
el_gr: Καταστάσεις
es_es: Estados
fr_fr: statuts
id_id: status
ja_jp: ステータス
ro_ro: statuturi
tr_tr: durumlar
uk_ua: статуси
vi_vn: trạng thái

# Languages::new_certificate
source: New certificate
ar_sa: شهادة جديدة
cs_cz: Nová poukázka
da_dk: Nyt certifikat
de_de: Neuer Gutschein
el_gr: Νέο πιστοποιητικό
es_es: Nuevo certificado de
fr_fr: Nouveau bon
id_id: Sertifikat baru
ja_jp: ギフト券の追加
ro_ro: Certificat nou
tr_tr: Yeni sertifika
uk_ua: Новий сертифікат
vi_vn: Thẻ mới

# Languages::editing_certificate
source: Editing certificate
ar_sa: تحرير الشهادة
cs_cz: Upravit poukázku
da_dk: redigere certificate
de_de: Gutschein bearbeiten
el_gr: Επεξεργασία πιστοποιητικού
es_es: Edición de certificado
fr_fr: Édition des bons
id_id: Mengedit sertifikat
ja_jp: ギフト券の編集
ro_ro: Editare certificat
tr_tr: Sertifika düzenleme
uk_ua: Редагування сертифікату
vi_vn: Chỉnh sửa thẻ

# Languages::shop_now
source: Shop now
ar_sa: تسوق الآن
cs_cz: Obchodování
da_dk: Køb nu
de_de: Jetzt einkaufen
el_gr: Κατάστημα τώρα
es_es: Compre ahora
fr_fr: Acheter maintenant
id_id: Belanja sekarang
ja_jp: 今すぐお買い物
ro_ro: Magazin actual
tr_tr: Şimdi al
uk_ua: Придбати зараз
vi_vn: Truy cập ngay
