Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/gift_certificates.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, ro_ro, tr_tr, uk_ua, vi_vn

# Languages::theme_editor.gift_cert
source: Gift Certificate
ar_sa: شهادة هدية
cs_cz: Dárková poukázka
da_dk: Gavekort
de_de: Gutschein
el_gr: Δωροεπιταγή
es_es: Certificado de regalo
fr_fr: Bon-cadeau
id_id: Hadiah sertifikat
ja_jp: ギフト券
ro_ro: Certificat de cadou
tr_tr: Hediye Çeki
uk_ua: Подарунковий сертифікат
vi_vn: Thẻ quà tặng

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
ar_sa: شهادة هدية أو الرمز الترويجي
cs_cz: Dárková poukázka nebo promo kód
da_dk: Gavekort eller rabatkode
de_de: Gutschein- oder Werbecode
el_gr: Δωροεπιταγή ή Κωδικός Προσφοράς
es_es: Certificado de regalo o código de promoción
fr_fr: Bon-Cadeau ou code de promotion
id_id: Hadiah sertifikat atau kode promo
ja_jp: ギフト券またはキャンペーンコード
ro_ro: Certificat cadou sau cod promoțional
tr_tr: Hediye sertifikası veya promosyon kodu
uk_ua: Подарунковий сертифікат або промо-код
vi_vn: Thẻ quà tặng hoặc mã giảm giá

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
ar_sa: تم إضافة شهادة هدية إلى عربة التسوق الخاصة بك
cs_cz: Dárková poukázka byla přidána do košíku
da_dk: Gavekort blev tilføjet til din indkøbskurv
de_de: Der Gutschein wurde Ihrem Warenkorb hinzugefügt
el_gr: Η Δωροεπιταγή προστέθηκε στο καλάθι σας
es_es: Certificado de regalo fue añadido a su carrito
fr_fr: Le bon-cadeau a été ajouté à votre panier
id_id: Hadiah sertifikat ditambahkan ke keranjang
ja_jp: ギフト券がカートに追加されました
ro_ro: Certificatul de cadou a fost adaugat in cos
tr_tr: Hediye çeki sepetinize eklendi
uk_ua: Подарунковий сертифікат був доданий до кошику
vi_vn: Thẻ quà tặng đã được thêm vào giỏ hàng của bạn

# Languages::gift_certificates_verify
source: Gift certificate verification
ar_sa: التحقق من شهادة الهدية
cs_cz: Ověření dárkové poukázky
da_dk: Gavekort verifikation
de_de: Gutschein-Überprüfung
el_gr: Επαλήθευση δωροεπιταγής
es_es: Verificación de certificado de regalo
fr_fr: Vérification du bon-cadeau
id_id: Hadiah sertifikat verifikasi
ja_jp: ギフト券の認証
ro_ro: Verificare certificat de cadou
tr_tr: Hediye çeki doğrulama
uk_ua: Перевірка подарункового сертифікату
vi_vn: Xác minh thẻ quà tặng

# Languages::block_gift_certificates_verify
source: Gift certificate verification
ar_sa: التحقق من شهادة الهدية
cs_cz: Ověření dárkové poukázky
da_dk: Gavekort verifikation
de_de: Gutschein-Überprüfung
el_gr: Επαλήθευση δωροεπιταγής
es_es: Verificación de certificado de regalo
fr_fr: Vérification du bon-cadeau
id_id: Hadiah sertifikat verifikasi
ja_jp: ギフト券の認証
ro_ro: Verificare certificat de cadou
tr_tr: Hediye çeki doğrulama
uk_ua: Перевірка подарункового сертифікату
vi_vn: Xác minh thẻ quà tặng

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
ar_sa: إدخال شهادة هدية والتحقق من صحتها
cs_cz: Vložení a validace dárkové poukázky
da_dk: Gavekort input og validering
de_de: Gutscheineingabe und Einlösung
el_gr: Εισαγωγη Δωροεπιταγής και επικύρωση
es_es: Certificado de regalo entrada y validación
fr_fr: Saisie et validation du bon-cadeau
id_id: Hadiah sertifikat input dan validasi
ja_jp: ギフト券の入力と認証
ro_ro: Certificat de cadou de intrare şi de validare
tr_tr: Hediye sertifikası girişi ve doğrulama
uk_ua: Введення і перевірка подарункового сертифіката
vi_vn: Nhập thẻ quà tặng và xác nhận

# Languages::recipients_name
source: To
ar_sa: إلى
cs_cz: Do
da_dk: Til
de_de: An
el_gr: Προς
es_es: Para
fr_fr: À
id_id: Untuk
ja_jp: ギフト券を受け取る方のお名前
ro_ro: Către
tr_tr: Kime
uk_ua: Кому
vi_vn: Người nhận

# Languages::purchasers_name
source: From
ar_sa: من
cs_cz: Od
da_dk: Fra
de_de: Von
el_gr: Από
es_es: De
fr_fr: De
id_id: Dari
ja_jp: ギフト券の贈り主のお名前
ro_ro: De la
tr_tr: Kimden
uk_ua: Від
vi_vn: Người gửi

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
ar_sa: يجب أن لا يكون المبلغ أعلى من [max] وأقل من [min]
cs_cz: Množství by nemělo být vyšší než [max] a menší než [min]
da_dk: Beløbet bør ikke være højere end [max] og mindre end [min]
de_de: Der Betrag sollte nicht höher als [Max] und nicht weniger als [min] sein
el_gr: Το Ποσό δεν πρέπει να είναι υψηλότερο από [max] και λιγότερο από [min]
es_es: Cantidad no debe ser mayor que [max] y menos [min]
fr_fr: Le montant ne doit pas être supérieur à [max], ni inférieur à [min]
id_id: Jumlah tidak boleh lebih tinggi dari [max] dan kurang dari [min]
ja_jp: 金額には [min] 以上かつ [max] 以下の値を指定してください
ro_ro: Suma nu ar trebui să fie mai mare decât [max] şi mai puţin de [min]
tr_tr: Tutar [max] daha yüksek ve [min] arasında olmalı
uk_ua: Сума не повинна бути вище, ніж [max] і менше, ніж [min]
vi_vn: Số tiền không phải lớn hơn [max] và nhỏ hơn [min]

# Languages::privileges.manage_gift_certificates
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
id_id: Dapat mengedit
ro_ro: Se poate edita
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати

# Languages::privilege_groups.gift_certificates
source: Gift certificates
el_gr: Δωροεπιταγές
es_es: Certificados de regalo
id_id: Sertifkat hadiah
ro_ro: Certificate cadou
tr_tr: Hediye çekleri
uk_ua: Подарункові сертифікати

# Languages::change_gift_certificate_status
source: Change gift certificate status to
ar_sa: تغيير حالة شهادة هدية إلى
cs_cz: Změnit stav dárkové poukázky na
da_dk: Skift gavekort status
de_de: Gutscheinstatus ändern zu
el_gr: Αλλαγή κατάστασης δωροεπιταγή για να
es_es: Cambiar estado del certificado de regalo a
fr_fr: Changer le statut d\'un bon-cadeau à
id_id: Mengubah status hadiah sertifikat
ja_jp: ギフト券のステータスを変更 :
ro_ro: Schimbați statutul certificatului cadou în
tr_tr: Hediye sertifikası durumunu değiştir
uk_ua: Змінити статус подарункового сертифіката на
vi_vn: Thay đổi trạng thái thẻ quà tặng từ

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
ar_sa: من المستحيل شراء المنتجات وشهادات الهدايا معا. من فضلك، وضع الطلب الحالي وكرر المحاولة.
cs_cz: Nákup produktů a dárkových certifikátů spolu není možný. Prosím, zadejte aktuální objednávky a přidejte další pro objednání.
da_dk: Det er umuligt at købe produkter og gavekort sammen. Venligst, placere den aktuelle ordre og gentag dit forsøg.
de_de: Artikel und Gutscheine zusammen zu kaufen ist nicht möglich. Bitte erstellen Sie die aktuelle Bestellung erneut und wiederholen Sie Ihren Versuch.
el_gr: Αγορά προϊόντων και δωροεπιταγές μαζί είναι αδύνατο. Παρακαλώ, την τρέχουσα παραγγελία και επαναλάβετε την προσπάθεια σας.
es_es: Compra de productos y certificados de regalo juntos es imposible. Por favor, coloque el orden actual y repetir el intento.
fr_fr: Acheter des produits et des bons-cadeaux en même temps est impossible. Vous devez acheter le bon-cadeau séparément.
id_id: Membeli produk dan hadiah sertifikat bersama-sama mustahil. Silahkan memesan saat ini dan ulangi upaya Anda.
ja_jp: 商品とギフト券を同時に購入することはできません。
ro_ro: Achiziţionarea de produse şi certificate de cadou împreună este imposibil. Vă rugăm loc comanda curentă şi se repetă încercarea.
tr_tr: Ürün ve hediye çekini birlikte satın almak mümkün değildir. Lütfen geçerli siparişi tekrarlayın ve tekrar deneyin.
uk_ua: Спільна покупука товарів і подарункових сертифікатів неможлива. Оформіть поточне замовлення і повторіть спробу.
vi_vn: Mua sản phẩm và thẻ quà tặng với nhau là không thể. Xin vui lòng, thử đặt lại đơn hàng hiện tại của bạn.

# SettingsSections::gift_certificates::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
ja_jp: 基本設定
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
ar_sa: الحد الأدنى
cs_cz: Minimální množství
da_dk: Minimal beløb
de_de: Mindestbetrag
el_gr: Ελάχιστο ποσό
es_es: Cantidad mínima
fr_fr: Montant minimum
id_id: Jumlah minimal
ja_jp: 最低金額
ro_ro: Valoarea minimă
tr_tr: Minimum tutar
uk_ua: Мінімальна сума
vi_vn: Số tiền tối thiểu

# SettingsOptions::gift_certificates::max_amount
source: Maximal amount
ar_sa: الحد الأقصى
cs_cz: Maximální množství
da_dk: Maksimal størrelse
de_de: Maximalbetrag
el_gr: Μέγιστο ποσό
es_es: Cantidad máxima
fr_fr: Montant maximum
id_id: Jumlah maksimal
ja_jp: 最高金額
ro_ro: Valoarea maximă
tr_tr: Maksimum tutar
uk_ua: Максимальна сума
vi_vn: Số tiền tối đa

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
ar_sa: بادئة كود GC
cs_cz: Prefix kódu GC
da_dk: GC kodepræfiks
de_de: Gutscheincode-Präfix
el_gr: Πρόθεμα κωδικού GC
es_es: Prefijo de número de código de GC
fr_fr: Préfixe du code barre
id_id: GC kode awalan
ja_jp: ギフト券コードのプリフィックス
ro_ro: Prefixul codului GC
tr_tr: GC kodu öneki
uk_ua: Префікс коду подарункового сертифіката
vi_vn: Mã tiền tố của thẻ

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
ar_sa: شهادات الهدايا في كل صفحة
cs_cz: Dárkové poukázky na stránku
da_dk: Gavekort per side
de_de: Gutscheine pro Seite
el_gr: Δωροεπιταγές ανα σελίδα
es_es: Certificados de regalo por página
fr_fr: Nombre de bons-cadeaux par page
id_id: Hadiah sertifikat per halaman
ja_jp: １ページあたりのギフト券表示件数
ro_ro: Certificate cadou per pagină
tr_tr: Sayfa başına hediye çeki
uk_ua: Подарункових сертифікатів на сторінку
vi_vn: Thẻ quà tặng trên mỗi trang

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
ar_sa: يسمح باستخدام منتجات مجانية
cs_cz: Umožnit použití na bezplatné produkty
da_dk: Tillad at bruge gratis produkter
de_de: Kostenlose Artikel erlauben
el_gr: Δυνατότητα χρήσης δωρεάν προιόντων
es_es: Permitir usar productos gratis
fr_fr: Permettre d'utiliser des produits gratuits
id_id: Memungkinkan untuk menggunakan produk gratis
ja_jp: 商品無料プレゼントの許可
ro_ro: Permiteți folosirea produselor gratuite
tr_tr: Ücretsiz ürünlerin kullanılmasına izin verin
uk_ua: Дозволяти використовувати безкоштовні продукти
vi_vn: Cho phép sử dụng miễn phí sản phẩm

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
ar_sa: السماح باسترداد تكلفة الشحن مع شهادة هدية
cs_cz: Umožnit snížit přepravní náklady s dárkovou poukázkou
da_dk: Giver mulighed for at indløse forsendelsesomkostninger med gavekort
de_de: Erlauben, Versandkosten mit Gutschein zu begleichen
el_gr: Δυνατότητα εξαγοράς εξόδων αποστολής με δωροεπιταγή
es_es: Permitir amortizar los gastos de envío con el certificado de regalo
fr_fr: Autoriser le paiement des frais d'envois avec les bons-cadeaux
id_id: Memungkinkan untuk menebus ongkos dengan hadiah sertifikat
ja_jp: 送料へのギフト券使用の許可
ro_ro: Permiteți și valorificarea transportului cu certificatul cadou
tr_tr: Taşıma maliyetinin hediye çekiyle karşılanmasına izin verin
uk_ua: Дозволяти оплачувати вартість доставки подарунковим сертифікатом
vi_vn: Cho phép để chuộc lại các chi phí vận chuyển với thẻ quà tặng

# Languages::gc_redeem_and_add_free_products
source: Redeem & add free products to cart
ar_sa: استبدال & إضافة منتجات مجانية إلى عربة التسوق
cs_cz: Uplatnit & přidat zdarma produkty do košíku
da_dk: Indløs & tilføj gratis produkter til indkøbskurven
de_de: Einlösen & kostenlose Artikel zum Warenkorb hinzufügen
el_gr: Εξαργυρώσετε & προσθέσετε δωρεάν προϊόντα στο καλάθι
es_es: Redimir y añadir productos al carrito
fr_fr: Ajouter les produits gratuits au panier
id_id: Menebus & Tambahkan gratis produk ke keranjang
ja_jp: 無料商品をカートに追加
ro_ro: Răscumpăra & adaugă gratuit produse în coş
tr_tr: Ödeyin & ücretsiz ürünleri sepete ekleyin
uk_ua: Використати і додати безкоштовні товари в кошик
vi_vn: Chuộc lại & thêm các sản phẩm miễn phí vào giỏ hàng

# Languages::email_template.gift_certificates_notification
source: Gift certificate
ar_sa: شهادة هدية
cs_cz: Dárková poukázka
da_dk: Gavekort
de_de: Gutschein
el_gr: Δωροεπιταγή
es_es: Certificado de regalo
fr_fr: Certificat de Cadeau
id_id: Hadiah sertifikat
ro_ro: Certificat cadou
tr_tr: Hediye Çeki
uk_ua: Подарунковий сертифікат
vi_vn: Thẻ quà tặng

# Languages::template_document_gift_certificate_default
source: Gift certificates: default
ar_sa: شهادات الهدايا: الافتراضي
da_dk: Gavekort: standard
el_gr: Δωροεπιταγή: προεπιλογή
es_es: Certificados de regalo: por defecto
fr_fr: Defaut de Certificats de Cadeau
id_id: Hadiah sertifikat: default
ro_ro: Certificate cadou: implicit
tr_tr: Hediye çeki: varsayılan
uk_ua: Подарунковий сертифікат: за замовчуванням
vi_vn: Thẻ quà tặng: mặc định

# Languages::document_preview_gift_certificate_not_found
source: Couldn't find a gift certificate. Preview only works with existing data. Please create a gift certificate and use Preview again.
ar_sa: تعذر العثور على شهادة هدية. المعاينة تعمل فقط مع البيانات الموجودة. الرجاء إنشاء شهادة هدية واستخدام معاينة مرة أخرى.
da_dk: Kunne ikke finde et gavekort. Preview virker kun med eksisterende data. Opret et gavekort og bruge Vis udskrift igen.
el_gr: Δεν βρέθηκε η Δωροεπιταγή. Η Προεπισκόπηση λειτουργεί μόνο με υπάρχοντα δεδομένα. Παρακαλούμε να δημιουργήσετεμαι νεα Δωροεπιταγή και να χρησιμοποιήστε την προεπισκόπηση ξανά.
es_es: No puedo encontrar un certificado de regalo. La vista previa solamente funciona con los datos existentes. Por favor genera un certificado de regalo y utiliza Vista Previa de nuevo.
fr_fr: N'a pas pu trouver un certificat de cadeau. Prevoir seulement les travaux des données presentes. S'il vous plait, creer un certificat de cadeau et Prevoir de nouveau.
id_id: Tidak dapat menemukan hadiah sertifikat. Tinjauan hanya bekerja dengan data yang ada. Silahkan membuat hadiah sertifikat dan menggunakan Tinjauan lagi.
ro_ro: Nu am găsit un certificat cadou. Previzualizarea funcționează doar cu datele existente. Creează un certificat cadou și folosește din nou Previzualizarea.
tr_tr: Hediye çeki bulunamadı. Önizleme sadece var olan data ile görüntülenir. Lütfen bir hediye çeki oluşturun ve tekrar deneyin.
uk_ua: Попередній огляд працює тільки при наявності даних. Створіть подарунковий сертифікат, тоді скористайтесь функцією попереднього перегляду.
vi_vn: Không thể tìm thấy một thẻ quà tặng. Xem trước chỉ làm việc với dữ liệu hiện có. Xin vui lòng, tạo ra một giấy chứng nhận quà tặng và sử dụng lại mục xem trước một lần nữa.

# Languages::gift_certificates.certificate_purchase_form
source: Gift certificate purchase form
ar_sa: استمارة شراء شهادة هدية
de_de: Gutschein Bestellformular
el_gr: Φόρμα αγοράς δωροεπιταγής
es_es: Formulario de compra de certificado de regalo
id_id: Formulir pembelian sertifikat hadiah
ro_ro: Formular de cumpărare certificat cadou
tr_tr: Hediye çeki satın alma formu
uk_ua: Форма покупки подарункового сертифіката
