Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/google_export.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::addons.google_export.info_google_features
source: <p>Before you export a data feed file for Google Merchant, make sure to edit your products and specify the values of product features that belong to the Google Export group. You can do this via product import and export, or mass editing.</p><p> GTIN is a key identifier of a product. If you didn't specify GTIN as a feature, product's SKU from the CODE field will be used. GTINs for option combinations are always taken from the CODE fields of combinations.</p>
ar_sa: <p> قبل تصدير ملف خلاصة البيانات لـ Google Merchant ، تأكد من تعديل منتجاتك وتحديد قيم ميزات المنتج التي تنتمي إلى مجموعة Google Export. يمكنك القيام بذلك عبر استيراد وتصدير المنتجات ، أو التحرير الشامل. </p><p> تعد GTIN معرّفًا أساسيًا لمنتج. إذا لم تحدد GTIN كميزة ، فسيتم استخدام SKU للمنتج من الحقل CODE. يتم دومًا أخذ GTINs لتوليفات الخيار من حقول CODE الخاصة بالتوليفات.</p>
da_dk: <p>Før du eksporterer en data feed-fil til Google Merchant, sørg for at redigere dine produkter og angive værdier af produktfunktioner, der tilhører gruppen Google eksport. Du kan gøre dette via produkt import og eksport eller masse redigering.</p> <p>GTIN er en nøgle-id'et for et produkt. Hvis du ikke angav GTIN som en funktion, vil produktets SKU fra feltet kode blive brugt. GTINs for indstilling kombinationer er altid taget fra felterne kode kombinationer.</p>
de_de: <p>Bevor Sie eine Daten-Feed-Datei für Google Merchant exportieren, stellen Sie sicher, dass Sie Ihre Produkte bearbeiten und die Werte der Produkteigenschaften angeben, die zur Gruppe Google Export gehören. Sie können dies über den Produkt-Import und -Export oder über die Massenbearbeitung tun.</p><p>Wenn Sie keine GTIN als Merkmal angegeben haben, wird die SKU des Produkts aus dem Feld CODE verwendet. GTINs für Optionskombinationen werden immer aus den CODE-Feldern der Kombinationen übernommen.</p>
el_gr: <p>Πριν από την εξαγωγή το αρχειου feed δεδομένων για το Google Merchant, φροντίστε να επεξεργαστείτε τα προϊόντα σας και να καθορίσετε τις τιμές χαρακτηριστικών του προϊόντος που ανήκει στην ομάδα Google Export. Μπορείτε να το κάνετε αυτό μέσω εισαγωγής και εξαγωγής προϊόντων, ή μεσω μαζικής επεξεργασίας.</p> <p>GTIN είναι ένα κλειδί Αναγνωριστικό προϊόντος. Εάν δεν καθορίσετε GTIN ως ένα χαρακτηριστικό γνώρισμα, θα χρησιμοποιηθεί το SKU του προϊόντος από το πεδίο Κωδικος. Τα GTINs για τις επιλογες συνδυασμων πρέπει πάντα να λαμβάνονται από το πεδίο ΚΩΔΙΚΌΣ του συνδυασμού.</p>
es_es: <p>Antes de exportar los datos de un archivo feed de Google Merchant, asegúrese de editar sus productos y especificar las características de los valores del producto que pertenecen al grupo de Google Export. Puede hacer esto a través de la importación y exportación de archivos, o edición masiva.</p><p>El GTNI es un identificador clave de un producto. Si no especificó el GTNI como característica, se utilizará el SKU del producto desde el campo de CÓDIGO. Las combinaciones para la opción GTNI son tomadas siempre de las combinaciones de los campos de CÓDIGO.</p>
fr_fr: Avant d"exporter un fichier de données pour Google Merchant assurez vous que vous avez édité vos produits et spécifié les valeurs caractéristiques produit qui font partie du groupe Google Export> Vous pouvez faire cela en important et exportant les produits ou grâce à l'édition massive> GTIN étant l'identifiant unique des produist< si vous n"avez pas specifie GTIN comme caractéristique < le SKU du produit sera utilisé> Les combinaisons choisies du GTIN sont toujours prises des champs du CODE des combinaisons<? p>>
id_id: <p>Sebelum mengekspor file data feed untuk Google Merchant, pastikan untuk mengedit produk Anda dan menentukan nilai fitur produk yang termasuk dalam grup Google Export. Anda bisa melakukan ini melalui produk impor dan ekspor, atau pengeditan massal.</p><p>GTIN adalah pengenal kunci suatu produk. Jika Anda tidak menentukan GTIN sebagai fitur, SKU produk dari field KODE akan digunakan. GTIN untuk kombinasi opsi selalu diambil dari kolom kombinasi KODE.</p>
it_it: <p>Prima di esportere un file di dati feed per Google Merchant, sia sicuro de editare il tuoi prodotti determinando i valori di caratteristiche di prodotti che sono parte del gruppo Google Export. Puo fare questo attraverso l'importo ed exporto di pordotti, ed editare insieme.</p> <p>GTIN e un indice chiave di uno prodotto. Se non ha determinato GTIN come caratteristica, SKU del prodotti dal campo CODE sara utilizzato. GTINS per combinazioni scelte sono sempre presi dai campi di CODE di combinazioni.</p>
no_no: <p>Før du eksporterer en datainnmatingsfil til Google Merchant, må du sørge for at du redigerer produktene dine og angir verdiene for produktfunksjoner som tilhører Google Export-gruppen. Du kan gjøre dette via produktimport og eksport, eller masse redigering.</p><p> GTIN er en nøkkelidentifikator for et produkt. Hvis du ikke angir GTIN som en funksjon, vil produktets SKU fra feltet KODE bli brukt. GTIN for alternativkombinasjoner tas alltid fra KODE-feltene i alternativer.</p>
pl_pl: <p>Przed wyeksportowaniem danych do Google Merchant, upewnij się, że w produktach zostały określone wartości cech produktu, które należą do grupy Google. Można to zrobić za pomocą importu i eksportu produktów lub masowej edycji.</p> <p>GTIN jest to klucz identyfikujący produkt. Jeśli nie określisz numeru GTIN jako cechy, zostatnie użyty kod produktu z karty produktu. GTIN dla kombinacji opcji jest zawsze pobierany z pola kod kombinacji opcji.</p>
ru_ru: <p>Прежде чем вы экспортируете прайс-лист в Google Merchant, не забудьте отредактировать ваши товары и указать значения товарных характеристик, относящихся к группе Google Export. Вы моежете сделать это с помощью импорта и экспорта, или используя массовое редактирование.</p><p> GTIN является ключевым идентификатором товара. Если в характеристиках вы не указали GTIN, вместо него будет использован SKU товара из поля CODE. GTIN для комбинаций опций всегда берётся из поля CODE данной комбинации.</p>
tr_tr: <p>Veri besleme dosyasını Google Merchant için dışa aktarmadan önce ürünlerinizin düzenlendiğinden ve ürün özellikleri verisinin Google Export grubu ile uyumlu olduğundan emin olunuz. Bu işlemi ürün içe/dışa aktarma ve toplu düzenleme üzerinden yapabilirsiniz.</p><p> GTIN ürün için anahtar tanımlayıcıdır. GTIN bir özellik olarak tanımlanmadıysa ürün SKU olarak CODE alanı kullanılacaktır. GTIN' in kombineasyon seçenekleri herzaman CODE alanında bulunan kombinasyonlardan alınır.
uk_ua: <p>Перш ніж ви експортуєте прайс-лист в Google Merchant, не забудьте відредагувати ваші товари і вказати значення товарних характеристик, що відносяться до групи Google Export. Ви моежете зробити це за допомогою імпорту і експорту, або використовуючи масове редагування</p><p>GTIN є ключовим ідентифікатором товару. Якщо в характеристиках ви не вказали GTIN, замість нього буде використаний SKU товару з поля CODE. GTIN для комбінацій опцій завжди береться з поля CODE даної комбінації.</p>

source: When you export a data feed file, this option will provide data for the selected Google field type.
ar_sa: عند تصدير ملف خلاصة البيانات ، سيوفر هذا الخيار بيانات لنوع حقل Google المحدد.
da_dk: Når du eksporterer en data-feed fil, vil denne indstilling giver data for valgte Google felt-type.
de_de: Wenn Sie eine Daten-Feed-Datei exportieren, liefert diese Option Daten für den ausgewählten Google-Feldtyp.
el_gr: Όταν εξάγετε ένα αρχείο Feed δεδομένων, αυτή η επιλογή θα παρέχei δεδομένα για τον επιλεγμένο τύπο πεδίου Google.
es_es: Cuando se exporta los datos de un archivo de almacenamiento, esta opción proporcionará los datos del tipo de archivo de campo seleccionado de Google.
fr_fr: Quand vous exportez un fichier de donnees< cette option va fournir des données pour le champ de Google selectionné.
id_id: Saat mengekspor file umpan data, opsi ini akan menyediakan data untuk jenis bidang Google yang dipilih.
it_it: Esportando un file di dati feed, va fornire dati per il campo di Google scelto.
no_no: Når du eksporterer en datafeedfil, vil dette alternativet angi data for den valgte Google-felttypen.
pl_pl: Podczas eksportowania pliku źródła danych, ta opcja zapewni dostęp do wybranych typów danych Google.
ru_ru: Данная опция предоставляет данные для выбранного типа поля Google при экспорте файла прайс-листа.
tr_tr: Bu seçenek, Veri akış dosyasını dışa aktardığınızda seçili Google dosya türü için veri sağlar.
uk_ua: Ця опція надає дані для обраного типу поля Google при експорті файлу прайс-листа.

# Languages::addons.google_export.text_info_setting_options
source: Please make sure that you selected this option as "Equivalent in Google" for one of the options in your store. Otherwise the data feed file may not be exported properly.
ar_sa: يرجى التأكد من أنك حددت هذا الخيار كـ "مايعادل في Google" لأحد الخيارات في متجرك. بخلاف ذلك ، قد لا يتم تصدير ملف خلاصة البيانات بشكل صحيح.
da_dk: Kontroller, at du har valgt denne mulighed som "Tilsvarende i Google" for en af indstillingerne i din butik. Ellers kan data feed-fil ikke eksporteres korrekt.
de_de: Bitte stellen Sie sicher, dass Sie diese Option als "Äquivalent in Google" für eine der Optionen in Ihrem Shop ausgewählt haben. Andernfalls wird die Daten-Feed-Datei möglicherweise nicht korrekt exportiert.
el_gr: Παρακαλούμε βεβαιωθείτε ότι έχετε επιλέξει αυτή την επιλογή ως «Ισοδύναμο στο Google» για μία από τις επιλογές στο κατάστημά σας. Διαφορετικά το αρχείο feed δεδομένων δεν μπορεί να εξαχθεί σωστά.
es_es: Por favor asegúrese de seleccionar esta opción como "Equivalente en Google" para una de las opciones en su tienda. De lo contrario los datos del archivo de almacenamiento pueden no ser exportados correctamente.
fr_fr: S'il vous plait assurez vous que vous avez selectionné cette option comme ''Equivalente en Google'' pour une des options dans votre boutique. Autrement le fichier de donnees peut etre exporte.
id_id: Pastikan Anda memilih opsi ini sebagai "Setara di Google" untuk salah satu opsi di toko Anda. Jika tidak, data feed file mungkin tidak diekspor dengan benar.
it_it: Prego, assicurarsi che ha selezionato l'opzione ''Equivalent in Google'' come una opzione nell suo archivo. In caso contrario il file di dati feed non sarano esportati di modo corretto.
no_no: Vær sikker på at du har valgt dette alternativet som «Likeverdig i Google» for et av alternativene i butikken din. Ellers kan datafilen ikke eksporteres riktig.
pl_pl: Upewnij się, że wybrano tę opcję jako "Równoważne w Google" dla jednej z opcji w Twoim sklepie. W przeciwnym razie plik źródła danych może nie być eksportowany prawidłowo.
ru_ru: Пожалуйста, убедитесь, что выбрали данную опцию в качестве "Эквивалента в Google" для одной из опций в вашем магазине. В противном случае файл прайс-листа может экспортироваться с ошибками.
tr_tr: Lütfen mağazanızda "Google' da Eşdeğer" opsiyonunu seçtiğinizden emin olun. Aksi takdirde veri dosyası dışa aktarımı düzgün işlemeyecektir.
uk_ua: Будь ласка, переконайтеся, що вибрали саме цю опцію в якості "Еквівалента в Google" для однієї з опцій у вашому магазині. В іншому випадку файл прайс-листа може експортуватися з помилками.
