Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/google_export.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::google_export
source: Google export
ar_sa: تصدير Google
cs_cz: Ceník pro Google Base
da_dk: Google eksport
es_es: Exportar a Google
id_id: Google eksport
it_it: Esportazione Google
ja_jp: Googleエクスポート
ru_ru: Прайс-лист для Google Base
tr_tr: Google dışa aktarım
uk_ua: Прайс-лист для Google Base

# Addons::description::google_export
source: Expands the Data Feeds add-on to work with Google Base and creates an example of such data feed
ar_sa: يوسع اضافة "تغذية البيانات" للعمل مع قاعدة جوجل ويخلق مثالاً على هذه البيانات
cs_cz: Rozšiřuje k údajům doplněk pro práci s Google Base a vytváří příklad takového datového kanálu
da_dk: Udvider Data Feeds tilføjelse til at arbejde med Google Base og skaber et eksempel på sådanne data feed
de_de: Erweitert den Datenfeed-Add-On, um mit Google Base zu arbeiten und erzeugt ein Beispiel für so einen Datenfeed
el_gr: Επεκτεινει το προσθετο Data Feeds ωστε να δουλευει με το Google Base και δημιουργει ενα παραδειγμα τετοιου data feed
es_es: Se expande el complemento de almacenamiento de datos para trabajar con la base de datos de Google y generar un ejemplo de tales datos de alimentación
fr_fr: Élargit le module de flux de données pour travailler avec Google Base et crée un exemple de ce flux de données
id_id: Memperluas pengaya Data Feed untuk bekerja dengan Google Base dan membuat contoh umpan data tersebut
it_it: Espande l'add-on di feed di dati per lavorare con Google Base e crea un esempio di tali feed di dati
ja_jp: データフィードアドオンの機能を拡張してGoogleショッピングに対応させます
nl_nl: Breidt de plugin DataFeeds uit, om te werken met Google Base en creëert een voorbeeld van een datafeed
no_no: Utvider Data Feed modulen ved å integrere det med Google Base og oppretter et eksempel på en slik data feed
pl_pl: Rozszerza dodatek "Źródła danych" do pracy z Google Base i tworzy przykładowy plik danych do Google Merchant
ru_ru: Расширение модуля «Конструктор прайс-листов» для работы с сервисом Google Base
tr_tr: Google base ile çalışabilmeleri için Veri Besleme eklentilerini genişletir ve bu veri beslemesinin bir örneğini oluşturur
uk_ua: Розширення модуля «Конструктор прайс-листів» для роботи з сервісом Google Base
vi_vn: Mở rộng add-on Data Feeds để làm việc với Google Base và tạo ra một mẫu của các nguồn cấp dữ liệu

# Languages::google_export_general_info
source: <p>Note: toggle this setting if you need multi-language Google categories installed. Supports French, German, Italian, Spanish, and British English. Pay attention that this operation can take a significant amount of time.</p>
ar_sa: <p>ملاحظة: يمكنك تبديل هذا الإعداد إذا كنت بحاجة إلى تثبيت فئات Google متعددة اللغات. يدعم الفرنسية والألمانية والإيطالية والإسبانية والبريطانية الإنجليزية. انتبه إلى أن هذه العملية يمكن أن تستغرق وقتًا طويلاً.</p>
cs_cz: <p>Poznámka: přepněte toto nastavení, pokud budete potřebovat více jazykových kategorií nainstalované Google. Podporuje francouzština, němčina, italština, španělština, a britská angličtina. Dávejte pozor, že tato operace může trvat značné množství času.</p>
da_dk: <p>Bemærk: skift denne indstilling, hvis du har brug for fleresprogede Google kategorier installeret. Understøtter fransk, tysk, italiensk, spansk og engelsk. Være opmærksom på at denne handling kan tage en betydelig mængde tid.</p>
de_de: <p>Hinsweis: Wechseln Sie die Einstellung, wenn Sie mehrsprachige Google-Kategorien installieren wollen. Unterstützt Französisch, Deutsch, Italienisch, Spanisch und Britisches Englisch.Note: toggle this setting if you need multi-language Google categories installed. Supports French, German, Italian, Spanish, and British English. Berücksichtigen Sie, dass dieser Vorgang geraume Zeit in Anspruch nehmen kann.</p>
el_gr: Σημείωση <p>: Εναλλαξτε αυτή τη ρύθμιση εάν χρειάζεται να εγκαταστησετε Πολυ-γλωσσικες Google κατηγορίες . Υποστηρίζει, γαλλικά, γερμανικά, ιταλικά, ισπανικά και βρετανικά αγγλικά. Δώστε προσοχή ότι αυτή η λειτουργία μπορεί να πάρει ένα σημαντικό ποσό χρόνου.</p>
es_es: <p>Nota: cambiar esta configuración si necesita categorías de Google instaladas en varios idiomas. Es compatible con francés, alemán, Italiano, español e inglés británico. Ten en cuenta que ejecutar esta operación puede tomar más tiempo de lo esperado.</p>
fr_fr: <p>Note: activez/désactivez ce paramètre si vous avez besoin des catégories Google en plusieurs langues. Prend en charge le Français, l'Allemand, l'Italien, l'Espagnol et l'anglais. Attention cette opération peut prendre un temps considérable.</p>
id_id: <p>Catatan: toggle pengaturan ini jika Anda memerlukan kategori Google multi bahasa yang diinstal. Mendukung bahasa Prancis, Jerman, Italia, Spanyol, dan Inggris Inggris. Perhatikan bahwa operasi ini dapat memakan banyak waktu.</p>
it_it: <p>Nota: attivare o disattivare questa impostazione, se avete bisogno di categorie Google multilingue installate. Supporta, francese, tedesco, italiano, spagnolo e inglese britannico. Prestare attenzione che questa operazione può richiedere una notevole quantità di tempo.</p>
ja_jp: <p>注意: 複数言語でGoogle商品カテゴリを登録する場合にのみ下記の設定をチェックして「保存」ボタンをクリックしてください。<br />対応言語はアメリカ英語、イギリス英語、フランス語、ドイツ語、イタリア語、スペイン語となります。<br />（設定の有効化に時間がかかる場合があります）</p>
nl_nl: <p>Opmerking: voor deze instelling moet u meertalige Google categorieën inschakelen. Ondersteunt Frans, Duits, Italiaans, Spaans en Brits Engels. Let op dat deze handeling een aanzienlijke tijd in beslag kan nemen.</p>
no_no: <p> Merk: Aktiver denne innstillingen hvis du trenger flerspråkelige Google kategorier installert. Støtter fransk, tysk, italiensk, spansk og engelsk. Vær oppmerksom på at dette kan ta lang tid.</p>
pl_pl: <p>Uwaga: Włącz to ustawienie, jeśli potrzebujesz zainstalować wiele języków kategorii Google. Obsługuje, francuski, niemiecki, włoski, hiszpański i angielski. Zwróć uwagę, że ta operacja jest czasochłonna.</p>
ru_ru: <p>Замечание: включите эту настройку, если вам необходимо, чтобы были установлены мультиязычные категории Google. Поддерживаются французский, немецкий, итальянский, испанский и британский английский языки. Обратите внимание, что данная операция может занять значительное время.</p>
tr_tr: <p>Çok dilli Google kategorileri yüklemek istiyorsanız bu ayarı değiştirin. Fransızca, Almanca, İtalyanca, İspanyolca ve İngiliz İngilizcesini destekler. Bu işlem uzun sürebilir.</p>
uk_ua: <p>Зауваження: включіть цю настройку, якщо вам необхідно, щоб були встановлені мультимовні категорії Google. Підтримуються французька, німецька, італійська, іспанська і британська англійська мови. Зверніть увагу, що дана операція може зайняти значний час.</p>
vi_vn: <p>Lưu ý: chuyển đổi thiết lập này nếu bạn cần danh mục Google đa ngôn ngữ đã cài đặt. Hỗ trợ tiếng Pháp, tiếng Đức, tiếng Ý, tiếng Tây Ban Nha, và tiếng Anh. Chú ý rằng thao tác này có thể mất một khoảng thời gian đáng kể.</p>

# Languages::google_export_start_import
source: Start importing
ar_sa: ابدأ الإستيراد
cs_cz: Začátek importu
da_dk: Begynde at importere
de_de: Import starten
el_gr: Εναρξη Εισαγωγης
es_es: Comenzar a importar
fr_fr: Commencer l'importation
id_id: Mulai mengimpor
it_it: Avviare l'importazione
ja_jp: インポート中
nl_nl: Start met importeren
no_no: Start import
pl_pl: Rozpocznij importowanie
ru_ru: Начать импорт
tr_tr: İçe aktarımı başlat
uk_ua: Почати імпорт
vi_vn: Bắt đầu nhập dữ liệu

# SettingsSections::google_export::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 基本設定
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::google_export::general_info
source: General info
ar_sa: معلومات عامة
cs_cz: Obecné informace
da_dk: Generel info
de_de: Allgemeine Information
el_gr: Γενικές πληροφορίες
es_es: Información general
fr_fr: Information générale
id_id: Informasi Umum
it_it: Informazioni generali
ja_jp: 全般
nl_nl: Algemene informatie
no_no: Generell info
pl_pl: Informacje ogólne
ru_ru: Общая информация
tr_tr: Genel bilgi
uk_ua: Загальна інформація
vi_vn: Thông tin chung

# SettingsOptions::google_export::additional_langs
source: Install additional languages for Google categories
ar_sa: تنصيب لغات إضافية لفئات Google
cs_cz: Nainstalovat další jazyky pro Google kategorie
da_dk: Installere flere sprog for Google kategorier
de_de: Installieren Sie zusätzliche Sprachen für Google-Kategorien
el_gr: Εγκατάσταση πρόσθετων γλωσσών για το Google κατηγορίες
es_es: Instalar idiomas adicionales para las categorías de Google
fr_fr: Installer des langues supplémentaires pour les catégories de Google
id_id: Pasang bahasa tambahan untuk kategori Google
it_it: Installare lingue aggiuntive per le categorie Google
ja_jp: 複数言語のGoogle商品カテゴリを設定する
nl_nl: Extra talen voor Google categorieën installeren
no_no: Installer flere språk for Google kategorier
pl_pl: Zainstaluj dodatkowe języki do Kategorii Google
ru_ru: Установить дополнительные языки для категорий Google
tr_tr: Google kategorileri için ek dilleri yükle
uk_ua: Інсталювати додаткові мови для категорій Google
vi_vn: Cài đặt ngôn ngữ bổ sung cho danh mục Google

# Languages::addons.google_export.skip_zero_prices
source: Don't export items with a price value of 0.00
ar_sa: لا تقم بتصدير العناصر بقيمة 0.00
cs_cz: Neexportujte položky s cenou hodnotou 0.00
da_dk: Eksportere ikke varer med en pris værdi af 0,00
de_de: Keine Artikel mit einem Preiswert von 0. 00 exportieren
el_gr: Δεν χρειάζεται να εξάγετε στοιχεία με τιμή 0,00
es_es: No exportar elementos con un precio equivalente a 0.00
fr_fr: N’exportez pas les éléments avec une valeur de prix de 0,00
id_id: Jangan ekspor barang dengan nilai harga 0.00
it_it: Non esportare gli elementi con un valore di prezzo pari a 0
ja_jp: 価格が0の商品をエクスポートしないでください
nl_nl: Exporteer geen producten met een prijs van 0,00
no_no: Ikke eksporter elementer med en pris lik 0,00
pl_pl: Nie eksportuj elementów z ceną 0,00
ru_ru: Не экспортировать товары с нулевой ценой
tr_tr: Fiyat değeri 0,00 olan öğeleri dışa aktarma
uk_ua: Не експортувати товари з нульовою ціною
vi_vn: Không xuất dữ liệu mặt hàng có giá trị giá là 0,00

# Languages::addons.google_export.skip_zero_prices_description
source: You must not include a price value of 0.00 for your Google Products Feed items. Items with zero prices may not appear in the search results.
ar_sa: يجب ألا تضمّن قيمة سعر بقيمة 0.00 لعناصر خلاصة منتجات Google. قد لا تظهر العناصر ذات الأسعار الصفرية في نتائج البحث.
cs_cz: Nesmíte uvádět cenu 0.00 pro vaše produkty Google Products Feed. Položky s nulovou cenou se nemusí objevit ve výsledcích vyhledávání.
da_dk: Du skal ikke medtage en pris værdi på 0,00 for dine Google produkter Feed emner. Elementer med nul priser kan ikke vises i søgeresultaterne.
de_de: Sie dürfen keinen Preis von 0,00 für Ihre Google-Produkt-Feed-Artikel angeben. Artikel mit Nullpreisen dürfen nicht in den Suchergebnissen erscheinen.
el_gr: Δεν πρέπει να περιλαμβάνονται η τιμή 0,00 για τα προιοντα στο Google Products Feed. Αντικείμενα με μηδενικές τιμές ενδέχεται να μην εμφανίζονται στα αποτελέσματα αναζήτησης.
es_es: No debe incluir un precio equivalente a 0.00 para sus elementos de almacenamiento de Productos de Google. Los artículos con precios equivalentes a cero pueden no aparecer en los resultados de búsqueda.
fr_fr: Vous ne devez pas inclure une valeur de prix de 0,00 pour vos éléments de flux de produits Google. Articles avec prix nuls peuvent ne pas apparaître dans les résultats de la recherche.
id_id: Anda tidak boleh memasukkan nilai harga 0,00 untuk item Feed Produk Google Anda. Item dengan harga nol mungkin tidak muncul dalam hasil pencarian.
it_it: Non è necessario includere i tuoi elementi di Google Prodotti Feed con prezzo 0. Infatti gli oggetti con prezzi zero potrebbero non essere visualizzati nei risultati della ricerca.
ja_jp: Google Product Feedに価格が0の商品を含めないでください。価格が0の商品は検索結果に表示されません。
nl_nl: Zorg ervoor dat producten voor de Google Products Feed niet een prijs van 0,00 euro hebben. Deze worden mogelijk niet weergegeven in de zoekresultaten van Google.
no_no: Du kan ikke ikke bruke prisen på 0,00 for Googles produkt Feed. Elementer med priser satt til null vises ikke i søkeresultatene.
pl_pl: Nie można eksportować produktów z ceną 0,00 do Google. Przedmioty z zerową ceną nie mogą pojawiać się w wynikach wyszukiwania.
ru_ru: Вы не должны включать товары с нулевой ценой в выгрузку, так как они могут не отображаться в результатах поиска.
tr_tr: Google Products Feed öğeleriniz için 0,00 fiyat değerini dahil etmemelisiniz. Fiyatı sıfır olan öğeler arama sonuçlarında görünmeyebilir.
uk_ua: Ви не повинні включати товари з нульовою ціною в вивантаження, так як вони можуть не відображатись в результатах пошуку.
vi_vn: Bạn phải không được bao gồm giá trị giá là 0,00 cho các nguồn Google Products Feed của bạn. Các mặt hàng với mức giá bằng 0 sẽ không thể xuất hiện trong kết quả tìm kiếm.

# Languages::addons.google_export.notice
source: Before you export products to Google Product Feed, make sure that the Code of your store's <a href="[currency_url]">primary currency</a> conforms to <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> and used <a href="[settings_url]">Weight symbol</a> is one of the following: lb, oz, g, kg
cs_cz: Před exportem výrobků na Google Product Feed se ujistěte, že kód vašeho obchodu je <a href="[currency_url]">primární měna</a> odpovídá<a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> a použité <a href="[settings_url]">Hmotnost symbol</a> je jedním z následujících: lb, oz, g, kg
da_dk: Før du eksporterer produkter til Google produkt foder, Sørg for at kode din butik <a href="[currency_url]"> primære valuta</a> er i overensstemmelse med <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> og anvendte <a href="[settings_url]"> vægt symbol</a> er et af følgende: lb, oz, g, kg
el_gr: Πριν από την εξαγωγή προϊόντων στο Google Product Feed, βεβαιωθείτε ότι ο κώδικας του καταστήματος σας <a href="[currency_url]"> κυριο νόμισμα</a> συμμορφώνεται με <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> και το <a href="[settings_url]">σύμβολο βαρους</a> που χρησιμοποειτε, είναι ένα από τα ακόλουθα: lb oz, g, kg
es_es: Antes de exportar productos a Google Products Feed, asegúrese de que el código de su tienda <a href="[currency_url]"> divisa principal</a> se ajuste a <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> y que <a href="[settings_url]"> símbolo del peso utilizado</a> corresponda a uno de los siguientes: kg, g, lb, oz
fr_fr: Avant d’exporter des produits pour nourrir de produit de Google, s’assurer que le Code de votre boutique <a href="[currency_url]"> devise principale</a> est conforme à <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> et usagés <a href="[settings_url]"> symbole de poids</a> est une des valeurs suivantes: oz, lb, kg, g
id_id: Sebelum mengekspor produk ke Umpan Produk Google, pastikan Kode <a href="[currency_url]"> mata uang utama toko </a> sesuai dengan <a href = "http: //www.currency-iso. org / en / home / tables / table-a1.html "> ISO 4217 </a> dan gunakan <a href="[settings_url]"> Simbol berat </a> adalah salah satu dari berikut ini: lb, oz, g, kg
it_it: Prima di esportare Prodotti di Google Product Feed, assicurati il Codice della <a href="[currency_url]">Valuta Principale</a> del tuo Negozio corrisponda alla tabella <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> e utilizzi una <a href="[settings_url]">Unità di Peso</a> tra i seguenti: lb, oz, g, kg
ja_jp: Google Product Feedに商品をエクスポートする前に、<a href="[currency_url]">ベース通貨</a> の通貨コードが<a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a>に準拠したものであることと、<a href="[settings_url]">重量を表す記号</a> が lb, oz, g, kg のいずれかであることを確認してください。
nl_nl: Zorg dat voor het exporteren van de producten naar Google Product Feed de code van uw webwinkels <a href="[currency_url]">primaire valuta</a> voldoet aan <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> en dat het gebruikte <a href="[settings_url]">gewichts symbool</a> één van de volgende is: lb, oz, g, kg
no_no: Før du eksporterer dine produkter til Googles produktfeed, sørg for at koden for butikkens <a href="[currency_url]">primærvaluta</a> er i samsvar med <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> og at <a href="[settings_url]">vektsymboler som benyttes</a> er en av følgende: lb, oz, g, kg
pl_pl: Przed wyeksportowaniem produktów Google, upewnij się, że kod<a href="[currency_url]"> podstawowej waluty</a> w sklepie odpowiada wymaganiom <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> i używasz <a href="[settings_url]">Symbolu wagi</a> jednego z następujących: lb, oz, g, kg
ru_ru: Прежде чем экспортировать товары, убедитесь, что код <a href="[currency_url]">основной валюты</a> вашего магазина соответствует <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> и используется одна из следующих <a href="[settings_url]">единиц веса</a>: lb, oz, g, kg.
tr_tr: Ürünleri Google Feed için dışa aktarmadan önce kullanılan ve kodun mağazanızın <a href="[currency_url]"> ana para</a> biriminin <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ISO 4217</a> için uygun olduğundan emin olun <a href="[settings_url]"> Ağırlık sembolü </a> aşağıdakilerden biri olmalıdır: lb, oz, g, kg
uk_ua: Перш ніж експортувати товари, переконайтеся, що код <a href="[currency_url]">основної валюти</a> вашого магазину відповідає <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> і використовується одна з наступних <a href="[settings_url]">одиниць ваги</a>: lb, oz, g, kg
vi_vn: Trước khi bạn xuất dữ liệu các sản phẩm đến Google Product Feed, chắc chắn rằng mã <a href="[currency_url]">tiền tệ chính</a> cửa hàng của bạn phù hợp với <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">Tiêu chuẩn ISO 4217</a> và được sử dụng <a href="[settings_url]">Biểu tượng trọng lượng</a> là một trong những ký tự sau: lb, oz, g, kg

# Languages::addons.google_export.google_export
source: Google export
da_dk: Google eksport
es_es: Exportar a Google
fr_fr: Exporter sur Google
id_id: Ekspor Google
it_it: Esportare Google
ja_jp: Googleエクスポート
no_no: Google eksport
pl_pl: Eksport Google
ru_ru: Прайс-лист для Google Base
tr_tr: Google dışa aktarım
uk_ua: Прайс-лист для Google Base

# Languages::google_name_option
source: Equivalent in Google:
da_dk: Tilsvarende i Google:
de_de: Äquivalent in Google:
el_gr: Ισοδύναμο στο Google:
es_es: Equivalente en Google:
fr_fr: Equivalent au Google:
id_id: Setara di Google:
it_it: Equivalente a Google:
no_no: Likeverdig i Google:
pl_pl: Odpowiednik w Google:
ru_ru: Эквивалент в Google:
tr_tr: Google'daki Eşdeğeri:
uk_ua: Еквівалент в Google:

# Languages::addons.google_export.tax_notice
source: For the US, don't include tax in the price. For Canada and India, do not include any value added tax in the price. For all other countries, value added tax (VAT) has to be included in the price.
ar_sa: بالنسبة إلى الولايات المتحدة ، لا تُدرج الضريبة في السعر. بالنسبة إلى كندا والهند ، لا تتضمن أي ضريبة قيمة مضافة في السعر. بالنسبة إلى جميع البلدان الأخرى ، يجب تضمين ضريبة القيمة المضافة (VAT) في السعر.
da_dk: For USA, ikke omfatte skat i prisen. For Canada og Indien, ikke omfatter nogen merværdi skat i prisen. For alle andre lande, værdi merværdiafgift (moms) har til at være inkluderet i prisen.
de_de: Für die USA ist die Steuer nicht im Preis inbegriffen. Für Kanada und Indien ist keine Mehrwertsteuer im Preis enthalten. Für alle anderen Länder ist die Mehrwertsteuer im Preis enthalten.
el_gr: Για τις ΗΠΑ, δεν περιλαμβάνεται φόρος στην τιμή. Για τον Καναδά και την Ινδία, δεν περιλαμβάνεται ΦΠΑ στην τιμή. Για όλες τις άλλες χώρες, το ΦΠΑ πρέπει να περιλαμβάνεται στην τιμή.
es_es: Para los Estados Unidos los impuestos no se incluyen en el precio. Para Canadá y la India, no se incluye ningún impuesto al valor agregado en el precio. Para todos los demás países, el impuesto al valor agregado (IVA) debe incluirse en el precio.
fr_fr: Pour les Etats Unis, ne pas inclure tax au prix. Pour Canada et Indes, ne pas inclure taxe de valeur ajoutee dans le prix. Pour d'autres pays, VAT (Tax de Valeur Ajoutee) doit etre inclu au prix.
id_id: Bagi AS, jangan termasuk pajak dalam harga. Untuk Kanada dan India, jangan sertakan pajak pertambahan nilai dalam harga. Untuk semua negara lain, pajak pertambahan nilai (PPN) harus disertakan dalam harga.
it_it: Per i Stati Uniti, non includere taso nel prezzo. Per Canada e India, non includi nessuno taso di valore aggiunto nel prezzo. Per altri paesi, il taso di valore aggiunto (VAT) deve essere incluso nel prezzo.
ja_jp: アメリカ合衆国向けのデータについては、税金を商品価格に含めないでください。カナダおよびインド向けのデータについては、いかなる種類の付加価値税（消費税）も商品価格に含めないでください。他の国ついては、付加価値税（消費税）を商品価格に含めてください。
nl_nl: Voor de VS mag geen belasting in de prijs zijn inbegrepen. Voor Canada en India mag geen enkele vorm van belasting in de prijs zijn inbegrepen. Voor alle andere landen moet de belasting in de prijs zijn inbegrepen.
no_no: For USA, ikke inkluder skatt i prisen. For Canada og India, ikke inkluderer merverdiavgift eller skatt i prisen. For alle andre land, må merverdiavgift (moms) være inkludert i prisen.
pl_pl: W USA ceny nie zawieraja podatku. Dla Kanady i Indii, do ceny nie jest doliczany podatek VAT. Dla wszystkich innych krajów, wartość podatku od towarów i usług (VAT) musi być wliczone w cenę.
ru_ru: Для США не следует добавлять налог к стоимости товара. Для Канады и Индии не следует добавлять налог на добавленную стоимость (НДС) к стоимости. В остальных случаях НДС необходимо добавлять к стоимости товара.
tr_tr: ABD için vergi fiyatlarına dahil etmeyin. Kanada ve Hindistan vergiler hariç fiyatları kullanın. Diğer tüm ülkeler için vergiler fiyatlara dahil edilecektir.
uk_ua: Для США не варто включи податок в вартість. Для Канади та Індії, не варто включат ПДВ в вартість. Для всіх інших країн податок на додану вартість (ПДВ) має бути включений в вартість.
vi_vn: Đối với Hoa Kỳ, không bao gồm thuế trong giá. Đối với Canada và Ấn Độ, không bao gồm bất kỳ thuế giá trị gia tăng ở mức giá. Cho tất cả các quốc gia khác, thuế giá trị gia tăng (VAT) đã được bao gồm trong giá.
