Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/google_sitemap.po
Languages: ja_jp, ro_ro

# Addons::name::google_sitemap
source: Google sitemap
ja_jp: Googleサイトマップ

# Addons::description::google_sitemap
source: Creates a sitemap.xml for Google
ja_jp: Googleサイトマップを作成します
ro_ro: Creează un sitemap.xml pentru Google

# Languages::google_sitemap.text_regenerate
source: If products, categories, etc. were added or changed, please <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Regenerate a sitemap</a><br /><br /> [sitemap_available_in_customer]
ja_jp: 商品やカテゴリーなどを追加または更新した場合には <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">サイトマップの再作成</a> を実行してください。<br /><br /> [sitemap_available_in_customer]
ro_ro: Dacă produsele, categoriile, etc au fost adăugate sau modificate, vă rugăm să <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]"> regeneraţi un sitemap</a> < br / > < br / > [sitemap_available_in_customer]

# Languages::google_sitemap.text_select_storefront
source: To generate a sitemap, please select storefront first.
ja_jp: サイトマップを作成をするショップを指定してください。
ro_ro: Pentru a genera un sitemap, vă rugăm să selectaţi mai întâi magazinului.

# Languages::sitemap_available_in_customer
source: Sitemap is available by this link: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sitemap can be reached by the URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
ja_jp: サイトマップはこちらのリンクから参照可能です: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />※ 次のURLからもアクセス可能です: <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
ro_ro: Harta site-ului este disponibil prin acest link: <a href="[sitemap_url]"> [sitemap_url]</a> < br / > < br / > Sitemap poate fi generat cu URL <a href="[http_location]/sitemap.xml"> [http_location]/sitemap.xml</a>

# Languages::always
source: Always
ja_jp: 都度更新
ro_ro: Întotdeauna

# Languages::hourly
source: Hourly
ja_jp: 1時間に1回
ro_ro: Frecvent

# Languages::daily
source: Daily
ja_jp: 1日1回
ro_ro: Zilnic

# Languages::weekly
source: Weekly
ja_jp: 週1回
ro_ro: Săptămânal

# Languages::monthly
source: Monthly
ja_jp: 月1回
ro_ro: Lunar

# Languages::yearly
source: Yearly
ja_jp: 年1回
ro_ro: Anual

# Languages::never
source: Never
ja_jp: 更新しない
ro_ro: Niciodată

# Languages::google_sitemap.generate_map
source: The sitemap is not generated yet. Please go to add-on settings and press "Regenerate a sitemap" button
ja_jp: サイトマップはまだ作成されていません。アドオンの設定ページに移動して "サイトマップの再作成" ボタンをクリックしてください
ro_ro: Harta site-ului nu este generat încă. Vă rugăm să mergeţi la setările de supliment şi apăsaţi butonul "Regenera un sitemap"

# Languages::google_sitemap.map_generated
source: The sitemap was generated successfully
ja_jp: サイトマップが生成されました
ro_ro: Harta site-ului a fost generată cu succes

# SettingsSections::google_sitemap::general
source: General
ja_jp: 基本設定

# SettingsOptions::google_sitemap::information
source: Information
ja_jp: 本アドオンについて
ro_ro: Informaţii

# SettingsOptions::google_sitemap::clear_url
source: Clear cache
ja_jp: キャッシュのクリア
ro_ro: Sterge cache

# SettingsOptions::google_sitemap::site_setting
source: Homepage settings
ja_jp: トップページに関する設定
ro_ro: Setări pagina de start

# SettingsOptions::google_sitemap::site_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Frecvenţă actualizare

# SettingsOptions::google_sitemap::site_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate

# SettingsOptions::google_sitemap::products_setting
source: Products settings
ja_jp: 商品ページに関する設定
ro_ro: Setările de produse

# SettingsOptions::google_sitemap::include_products
source: Include in sitemap
ja_jp: サイトマップに含める
ro_ro: Includeţi în harta site-ului

# SettingsOptions::google_sitemap::products_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Actualizare frecvenţă

# SettingsOptions::google_sitemap::products_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate

# SettingsOptions::google_sitemap::categories_setting
source: Categories settings
ja_jp: カテゴリーページに関する設定
ro_ro: Setările de categorii

# SettingsOptions::google_sitemap::include_categories
source: Include in sitemap
ja_jp: サイトマップに含める
ro_ro: Includeţi în harta site-ului

# SettingsOptions::google_sitemap::categories_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Frecvenţă actualizare

# SettingsOptions::google_sitemap::categories_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate

# SettingsOptions::google_sitemap::pages_setting
source: Pages settings
ja_jp: 「ページ」機能で作成したページに関する設定
ro_ro: Setările paginilor

# SettingsOptions::google_sitemap::include_pages
source: Include in sitemap
ja_jp: サイトマップに含める
ro_ro: Includeţi în harta site-ului

# SettingsOptions::google_sitemap::pages_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Frecvenţă actualizare

# SettingsOptions::google_sitemap::pages_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate

# SettingsOptions::google_sitemap::extended_setting
source: Brand/Manufacturer feature pages settings
ja_jp: ブランド/メーカー特集ページに関する設定
ro_ro: Brand/Producator caracteristica pagini de setări

# SettingsOptions::google_sitemap::include_extended
source: Include in sitemap
ja_jp: サイトマップに含める
ro_ro: Includeţi în harta site-ului

# SettingsOptions::google_sitemap::extended_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Frecvenţă actualizare

# SettingsOptions::google_sitemap::extended_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate

# SettingsOptions::google_sitemap::companies_setting
source: Companies settings
ja_jp: 会社情報ページに関する設定
ro_ro: Setările societații

# SettingsOptions::google_sitemap::include_companies
source: Include in sitemap
ja_jp: サイトマップに含める
ro_ro: Includeţi în harta site-ului

# SettingsOptions::google_sitemap::companies_change
source: Update frequency
ja_jp: 更新頻度
ro_ro: Frecvenţă actualizare

# SettingsOptions::google_sitemap::companies_priority
source: Priority
ja_jp: 優先度
ro_ro: Prioritate
