Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/hidpi.po
Languages: ar_sa, el_gr, es_es, pl_pl, ru_ru, uk_ua

# Addons::name::hidpi
source: HiDPI displays support
ar_sa: عرض دعم HiDPI
el_gr: Υποστήριξη οθονών HiDPI
es_es: Soporte para pantallas HiDPI
pl_pl: HiDPI wsparcie wyświetlania
ru_ru: Поддержка HiDPI
uk_ua: Підтримка HiDPI

# Addons::description::hidpi
source: Support for Retina displays
ar_sa: دعم لعرض Retina
el_gr: Υποστήριξη οθονών Retina
es_es: Soporte para pantallas Retina
pl_pl: Wsparcie dla wyświetlaczy Retina
ru_ru: Поддержка экранов Retina
uk_ua: Підтримка дисплеїв Retina

# SettingsSections::hidpi::general
source: General
ar_sa: عام
el_gr: Γενικά
pl_pl: Ogólne
ru_ru: Общие
uk_ua: Загальні

# SettingsOptions::hidpi::default_upload_high_res_image
source: Consider all uploaded images HiDPI
ar_sa: النظر في جميع الصور التي تم تحميلها HiDPI
el_gr: Θεωρήστε HiDPI όλες τις εικόνες που έχουν γίνει upload
es_es: Considere todas las imágenes subidas HiDPI
pl_pl: Należy wziąć pod uwagę wszystkie przesłane obrazy HiDPI
ru_ru: Считать все загруженные изображения HiDPI
uk_ua: Вважати всі завантажені зображення HiDPI

# SettingsTooltips::hidpi::default_upload_high_res_image
source: Make the "I'm uploading a HiDPI image" checkboxes ticked by default everywhere where images are uploaded. You'll be able to untick those checkboxes when necessary.
ar_sa: اجعل مربعات الاختيار "أنا أحمل صورة HiDPI" موضحة بشكل افتراضي في كل مكان يتم فيه تحميل الصور. ستتمكن من إلغاء تحديد مربعات الاختيار هذه عند الضرورة.
el_gr: Κάντε όλα τα πλαίσια ελέγχου με την περιγραφή "Ανεβάζω μια εικόνα HiDPI" εξορισμού ενεργοποιημένα, όπου πρόκειται να ανέβει μία εικόνα. Οποιοσδήποτε έχει σκοπό να ανεβάσει μία εικόνα, θα έχει την δυνατότητα να απενεργοποιήσετε τα πλαίσια ελέγχου, όταν είναι απαραίτητο.
es_es: Active las casillas de verificación "Estoy cargando una imagen HiDPI" de forma predeterminada en todos los lugares donde se cargan las imágenes. Podrás desmarcar esas casillas de verificación cuando sea necesario.
pl_pl: Zaznacz pole wyboru "Przesyłam obraz HiDPI" zaznaczone domyślnie wszędzie tam, gdzie zdjęcia są przesyłane. W razie potrzeby możesz odznaczać te pola wyboru.
ru_ru: Проставить галочку "Я загружаю HiDPI-изображение" по умолчанию во всех местах, где загружаются изображения. Вы сможете убирать эту галочку вручную там, где нужно.
uk_ua: Втановіть галочку "Я завантажую HiDPI зображення"за замовчуванням скрізь, де завантажуються зображення. Ви зможете зняти галочки коли це буде необхідно.

# Languages::text_hidpi_support_enabled
source: HiDPI support is enabled
ar_sa: يتم تمكين دعم HiDPI
el_gr: Η υποστήριξη HiDPI είναι ενεργοποιημένη
es_es: El soporte para HiDPI está activado
pl_pl: Włączona jest obsługa HiDPI
ru_ru: Включена поддержка дисплеев высокого разрешения (HiDPI)
uk_ua: Увімкнуто підтримку HiDPI

# Languages::hidpi.upload_high_res_image
source: I’m uploading a HiDPI image.
ar_sa: أنا أحمل صورة HiDPI.
el_gr: Ανεβάζω μια εικόνα HiDPI.
es_es: Estoy subiendo una imagen HiDPI.
pl_pl: Przesyłam obraz HiDPI.
ru_ru: Я загружаю HiDPI-изображение.
uk_ua: Я завантажую HiDPI зображення.

# Languages::hidpi.upload_high_res_image.tooltip
source: If this checkbox is ticked, the source image will be displayed two times downscaled. This setting only affects the displaying of the source image and not its thumbnail. If you want an image to be displayed in the original size, untick this checkbox.
ar_sa: إذا تم تحديد خانة الاختيار هذه ، فسيتم عرض الصورة المصدر مرتين بعد تقليل حجمها. يؤثر هذا الإعداد فقط على عرض الصورة المصدر وليس على الصورة المصغرة لها. إذا كنت تريد عرض صورة بالحجم الأصلي ، فقم بإلغاء تحديد مربع الاختيار هذا.
el_gr: Αν το πλαίσιο ελέγχου είναι επιλεγμένο, η εικόνα προέλευσης θα εμφανιστεί δύο φορές downscaled. Αυτή η ρύθμιση επηρεάζει μόνο την εμφάνιση της εικόνας προέλευσης και όχι της μικρογραφίας. Εάν θέλετε να εμφανίζεται μια εικόνα στο αρχικό της μέγεθος, απενεργοποιήστε αυτό το πλαίσιο ελέγχου.
es_es: Si esta casilla está marcada, la imagen de origen se mostrará dos veces en una escala reducida. Esta configuración solo afecta a la visualización de la imagen de origen y no a su miniatura. Si desea que una imagen se muestre en el tamaño original, desmarque esta casilla de verificación.
pl_pl: Jeśli to pole wyboru jest zaznaczone, obraz źródłowy będzie wyświtlany w postaci przeskalowanej. To ustawienie wpływa tylko na wyświetlanie obrazu źródłowego, a nie jego miniatury. Jeśli chcesz, aby obraz był wyświetlany w oryginalnym rozmiarze, odznacz to pole wyboru.
ru_ru: Если стоит эта галочка, то исходное изображение будет отображаться в два раза меньшем размере. Настройка влияет только на отображение исходного изображения, но не его иконки. Если вы хотите, чтобы исходное изображение показывалось в оригинальном размере, не ставьте эту галочку.
uk_ua: Якщо галочку встановлено, вихідне зображення буде показано зменшеним вдвsічі. Цей параметр впливає тільки на відображення вихідного зображення, а не на його ескіз. Якщо ви хочете, щоб зображення відображалося у вихідному розмірі, зніміть цей прапорець.

# Languages::hidpi.restore_images
source: Image restoration
ar_sa: استعادة الصورة
el_gr: Αποκατάσταση εικόνας
es_es: Restauración de imagen
pl_pl: Przywrócenie obrazu
ru_ru: Восстановление изображений
uk_ua: Відновлення зображення

# Languages::hidpi.text_restore_images
source: The previous version of the HiDPI display support add-on shrank the uploaded images. There’s no need for that now. But to make your images look nice and sharp you need to click Restore.
ar_sa: انخفض الإصدار السابق من الوظيفة الإضافية دعم HiDPI في الصور التي تم تحميلها. ليس هناك حاجة لذلك الآن. ولكن لجعل صورك تبدو جميلة وحادة تحتاج إلى النقر فوق استعادة.
el_gr: Η προηγούμενη έκδοση της οθόνης HiDPI που υποστηρίζει το πρόσθετο συρρικνωνε τις μεταφορτωμένες εικόνες. Δεν υπάρχει ανάγκη για αυτό πλεον. Αλλά για να κάνετε τις εικόνες σας ωραίες και ευκρινής, πρέπει να κάνετε κλικ στην επιλογή επαναφορά.
es_es: La versión anterior del complemento compatible con pantalla HiDPI encogió las imágenes cargadas. No hay necesidad de eso ahora. Pero para que sus imágenes se vean bien y nítidas, debe hacer clic en Restaurar.
pl_pl: Poprzednia wersja dodatku obsługującego wyświetlanie HiDPI zmniejszyła liczbę przesłanych obrazów. Teraz nie ma takiej potrzeby. Ale aby Twoje zdjęcia wyglądały ładnie i ostro, musisz kliknąć Przywróć.
ru_ru: В предыдущей версии модуль "Поддержка HiDPI" уменьшал размер загруженных изображений. Теперь в этом нет необходимости. Чтобы ранее загруженные изображения выглядели чётко, нажмите "Восстановить".
uk_ua: Попередня версія "підтримки дисплея HiDPI" зменшила завантажені зображення. Тепер в цьому нема потреби. Але для того, щоб ваші зображення виглядали гарно та різко, потрібно натиснути "Відновлення".

# Languages::hidpi.restore_btn
source: Restore
ar_sa: استعادة
el_gr: Επαναφορά
es_es: Restaurar
pl_pl: Odtwórz
ru_ru: Восстановить
uk_ua: Відновити

# Languages::hidpi.warning_restore_images
source: <strong>Attention!</strong> This procedure is non—reversible: when you revert the upgrade, the image restoration manipulations will not be reverted. So, please make sure to perform a backup. The procedure can take some time—it depends on the number of images in your store.
ar_sa: <strong>انتباه!</strong> هذا الإجراء غير قابل للعكس: عندما تعيد الترقية ، لن يتم التراجع عن معالجة استعادة الصورة. لذا ، يرجى التأكد من إجراء نسخة احتياطية. يمكن أن يستغرق هذا الإجراء بعض الوقت - يعتمد ذلك على عدد الصور في متجرك.
el_gr: <strong> Προσοχή! </strong> Αυτή η διαδικασία είναι μη αναστρέψιμη: όταν επαναφέρετε την αναβάθμιση, οι χειρισμοί αποκατάστασης εικόνας δεν θα επανέλθουν. Επομένως, βεβαιωθείτε ότι έχετε κάνει backup. Η διαδικασία μπορεί να διαρκέσει λίγο χρόνο - εξαρτάται από τον αριθμό των εικόνων στο κατάστημά σας.
es_es: <strong> ¡Atención! </strong> Este procedimiento no es reversible: cuando se revierte la actualización, las manipulaciones de restauración de la imagen no se revertirán. Por lo tanto, asegúrese de realizar una copia de seguridad. El procedimiento puede llevar algún tiempo, depende de la cantidad de imágenes en su tienda.
pl_pl: <strong>Uwaga!</strong> Ta procedura jest nieodwracalna: po przywróceniu aktualizacji operacje przywracania obrazów nie zostaną przywrócone. Dlatego proszę wykonać kopię zapasową. Procedura może zająć trochę czasu - zależy to od liczby zdjęć w Twoim sklepie.
ru_ru: <strong>Внимание!</strong> Это действие нельзя отменить: даже если вы откатите магазин до предыдущей версии, то изображения останутся такими же, как после восстановления. Процесс восстановления может занять некоторое время, в зависимости от количества изображений в вашем магазине.
uk_ua: <strong>Увага!</strong> Ця процедура незворотня: коли ви відкотите оновлення, відновлені зображення не будуе повернуто. Тому, будь ласка, обов'язково виконайте резервну копію. Процедура може зайняти певний час, це залежить від кількості зображень у вашому магазині.

# Languages::hidpi.refactoring_upgrade_notification_title
source: Make sure your images look good.
pl_pl: Upewnij się, że Twoje zdjęcia wyglądają dobrze.
ru_ru: Убедитесь, что изображения выглядят хорошо.
uk_ua: Переконайтеся, що зображення виглядають добре.

# Languages::hidpi.notice.images_were_not_restored
source: Some of the old images in your store are still low-quality. To use the highest quality possible, please <a href="[convert_url]">restore high-quality images</a>. The process is automatic.
pl_pl: Niektóre stare zdjęcia w Twoim sklepie są nadal niskiej jakości. Aby użyć najwyższej możliwej jakości, <a href="[convert_url]">przywróć wysokiej jakości obrazy</a>. Proces jest automatyczny.
ru_ru: У некоторых старых изображений всё ещё низкое качество. Чтобы использовать самое высокое доступное качество, <a href="[convert_url]">запустите восстановление изображений</a>. Оно работает автоматически, и от вас не потребуется каких-то действий.
uk_ua: Деякі зі старих зображень у вашому магазині мають низьку якість. Щоб використовувати найвищу якість, <a href="[convert_url]">відновіть зображення високої якості</a>. Процес виконується автоматично.

# Languages::hidpi.refactoring_upgrade_notification_text
source: <p>The previous version of the <b>[addon_name]</b> add-on shrank the uploaded images. We improved the add-on, so there is no need for that now. However, the existing images remain shrunk and don’t look good.</p><p>We can make your existing images look nice and sharp, but that procedure will take some time. That’s why we need you to start it.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Make image look good</a></p>
pl_pl: <p>Poprzednia wersja dodatku <b>[addon_name]</b> zmniejszyła liczbę przesłanych obrazów. Ulepszyliśmy dodatek, więc teraz nie ma takiej potrzeby. Jednak istniejące obrazy pozostają pomniejszone i nie wyglądają dobrze.</p><p>Możemy sprawić, że istniejące obrazy będą wyglądać ładnie i ostro, ale ta procedura zajmie trochę czasu. Dlatego tę procedurę musisz uruchomić.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Spraw, by obraz wyglądał dobrze</a></p>
ru_ru: <p>В прошлой версии модуль <b>[addon_name]</b> уменьшал качество загруженных изображений для устройств без HiDPI-дисплеев. Мы улучшили модуль, и теперь это не нужно. Однако существующие изображения всё ещё остались не в лучшем качестве.</p><p>Мы можем сделать так, чтобы все старые изображения выглядели максимально хорошо, но процесс займёт некоторое время. Поэтому запустить его мы просим вас.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Улучшить старые изображения</a></p>
uk_ua: <p>У минулій версії модуль <b>[addon_name]</b> зменшував якість завантажених зображень для пристроїв без HiDPI-дисплеїв. Ми поліпшили модуль, і тепер це не потрібно. Однак існуючі зображення все ще залишилися не в кращій якості.</p><p>Ми можемо зробити так, щоб всі старі зображення виглядали максимально добре, але процес займе деякий час. Тому запустити його ми просимо вас. </p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Поліпшити старі неякісні зображення</a></p>
