Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::hybrid_auth
source: Social login
da_dk: Sociale login
de_de: Anmeldung über soziale Netzwerke
es_es: Inicio de sesión social
fr_fr: Connexion aux réseaux sociaux
it_it: Accesso social
ja_jp: ソーシャルログイン
nl_nl: Sociale login
no_no: Sosial innlogging
pl_pl: Logowanie do portali społecznościowych
ru_ru: Вход через соцсети
tr_tr: Sosyal giriş
uk_ua: Вхід через соціальні мережі
vi_vn: Đăng nhập bằng mạng xã hội

# Addons::description::hybrid_auth
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
da_dk: Føjer funktionen sociale login; tillader kunder at bruge Facebook, Twitter, osv. til at logge ind på butik
de_de: Fügt die Anmeldung über soziale Netzwerke hinzu; ermöglicht es Kunden, Facebook, Twitter etc. als Login für den Shop zu benutzen
el_gr: Προσθέτει το χαρακτηριστικό σύνδεσης με κοινωνικά δικτυα και επιτρέπει στους πελάτες που χρησιμοποιούν Facebook, Twitter, κ.α. να συνδεθούν με αυτα στο κατάστημα
es_es: Agrega la función de inicio de sesión Social; permite a los clientes utilizar Facebook, Twitter, etc. para iniciar sesión en la tienda
fr_fr: Ajoute la fonctionnalité du login des réseaux sociaux; permet aux clients d'utiliser Facebook, Twitter, etc. pour se connecter au magasin
it_it: Aggiunge la funzionalità di Accesso Social; permette ai clienti di utilizzare Facebook, Twitter, ecc. per accedere al negozio
ja_jp: FacebookやTwitterなどのユーザー情報を利用したログイン機能を提供します
nl_nl: Voegt een Sociale Login functie toe; Zo kunnen klanten gebruik maken van Facebook, Twitter, etc. om zich aan te melden in uw webwinkel
no_no: Legger til innlogging for sosiale medier. Lar kunder bruke Facebook, Twitter, etc. for å logge inn i nettbutikken
pl_pl: Dodaje możliwość użycia Facebooka, Twittera itp. by klienci mogli się zalogować do sklepu
ru_ru: Авторизации в магазине через социальные сети (Facebook, Twitter и т.д.)
tr_tr: Sosyal Giriş özelliği ekler; müşterilerin Facebook, Twitter, vs kullanarak mağazaya giriş yapmalarına izin verir
uk_ua: Авторизації в магазині через соціальні мережі (Facebook, Twitter і т.д.)
vi_vn: Cho biết thêm các tính năng đăng nhập sử dụng tài khoản mạng xã hội; cho phép khách hàng sử dụng Facebook, Twitter, vv để đăng nhập vào cửa hàng

# SettingsSections::hybrid_auth::general
source: General
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
it_it: Generale
ja_jp: 基本設定
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::hybrid_auth::icons_pack
source: Icons pack
da_dk: Ikon-pakke
de_de: Symbolpaket
el_gr: Πακέτο εικονιδίων
es_es: Paquete de iconos
fr_fr: Pack d’icones
it_it: Pacchetto di icone
ja_jp: アイコンパック
nl_nl: Verzameling pictogrammen
no_no: Ikoner pakke
pl_pl: Pakiet ikon
ru_ru: Иконки
tr_tr: Simge paketi
uk_ua: Іконки
vi_vn: Gói biểu tượng

# SettingsTooltips::hybrid_auth::icons_pack
source: Directory with the social networks icons. A path to the directory: media/images/addons/addons/hybrid_auth/icons/.
da_dk: Register med sociale netværk ikoner. En sti til mappen: media/images/addons/addons/hybrid_auth/icons/.
de_de: Verzeichnis für die Symbole der sozialen Netzwerke: Ein Pfad zum Verzeichnis: media/images/addons/addons/hybrid_auth/icons/
el_gr: Κατάλογος με τις εικονίδια κοινωνικών δικτύων. Μια διαδρομή προς τον κατάλογο : media/images/addons/addons/hybrid_auth/icons/.
es_es: Directorio con los iconos de redes sociales. Una ruta al directorio: media/imágenes/addons/addons/hybrid_auth/iconos /.
fr_fr: Répertoire avec les icônes des réseaux sociaux. Chemin vers le répertoire: / media/images/addons/addons/hybrid_auth/icons/.
it_it: Cartella con le icone social. Un percorso per la cartella: media/images/addons/addons/hybrid_auth/icons/.
ja_jp: SNSアイコン用パックです。アイコンパックのパス : media/images/addons/addons/hybrid_auth/icons/
nl_nl: Map met de sociale netwerk pictogrammen. Een pad naar de map: media/images/addons/addons/hybrid_auth/icons/.
no_no: Katalog med sosiale nettverk ikoner. Sti til katalogen: media/images/addons/addons/hybrid_auth/icons/.
pl_pl: Katalog z ikonkami portali społecznościowych. Ścieżka do katalogu: media/obrazy/addons/addons/hybrid_auth/ikony/.
ru_ru: Каталог иконок соц. сетей. Путь к каталогу: media/images/addons/addons/hybrid_auth/icons/.
tr_tr: Sosyal ağ simgeli dizin. Dizin yolu: media/images/addons/addons/hybrid_auth/icons/.
uk_ua: Каталог іконок соц. мереж. Шлях до каталогу: media/images/addons/addons/hybrid_auth/icons/.
vi_vn: Các thư mục với biểu tượng mạng xã hội. Một đường dẫn đến thư mục: media/images/addons/addons/hybrid_auth/icons/.

# SettingsOptions::hybrid_auth::autogen_email
source: Autogeneration email
de_de: Automatische E-Mail-Erzeugung
el_gr: Αυτόματη δημιουργία Email
es_es: Autogeneración de correo electrónico
it_it: Generazione automatica e-mail
ja_jp: Eメールアドレスの自動生成（非推奨）
nl_nl: Automatisch gegenereerde e-mail
no_no: Autogenerer e-post
pl_pl: Automatycznie generowanie e-mail
ru_ru: Автоматическая генерация почтового адреса
tr_tr: Otomatik e-posta oluşturma
uk_ua: Автогенерація електронної адреси

# SettingsTooltips::hybrid_auth::autogen_email
source: Enables the email auto generation in case that a social network does not pass the address.
da_dk: Muliggør e-mail auto-generering i tilfælde at en sociale netværk ikke passere adressen.
de_de: Aktiviert die automatische E-Mail-Erzeugung für den Fall, dass ein soziales Netzwerk die Adresse nicht herausgibt.
el_gr: Ενεργοποιει τη δυνατότητα της αυτοματης δημιουργίας email σε περίπτωση που ένα κοινωνικό δίκτυο δεν περνά τη διεύθυνση.
es_es: Permite la generación de automática de correo electrónico en caso de que una red social no pase la dirección.
fr_fr: Permet la génération automatique de email en cas qu’un réseau social ne passe pas l’adresse.
it_it: Consente la generazione automatica di e-mail nel caso in cui un social network non fornisca l'indirizzo.
ja_jp: SNSサービスからEメールアドレスを取得できない場合に仮のEメールアドレスを自動生成します。（非推奨）
no_no: Aktiverer e-post auto-generering i tilfelle et sosialt nettverk ikke godkjenner adressen.
pl_pl: Umożliwia generowanie automatycznych e-maili w przypadku gdy portal społecznościowy nie przyjmuje adresu.
ru_ru: Генерировать случайный email для создания учетной записи покупателя, если соцсеть не предоставляет таких данных
tr_tr: Bir sosyal ağın adresi geçmemesi durumunda otomatik e-posta oluşturmayı etkinleştirir.
uk_ua: Генерувати випадковий email для створення облікового запису покупця, якщо соцмережа не надає таких даних.
vi_vn: Cho phép các email tự động thế hệ trong trường hợp một mạng xã hội không vượt qua địa chỉ.

# Languages::hybrid_auth
source: Social login
da_dk: Sociale login
de_de: Anmeldung über soziale Netzwerke
es_es: Inicio de sesión social
fr_fr: Connexion aux réseaux sociaux
ja_jp: ソーシャルログイン
nl_nl: Sociale login
no_no: Sosial innlogging
pl_pl: Logowanie do portali społecznościowych
ru_ru: Вход через соц. сети
tr_tr: Sosyal giriş
uk_ua: Логування через соціальні мережі
vi_vn: Đăng nhập bằng mạng xã hội

# Languages::hybrid_auth.linked_provider
source: Linked
da_dk: Forbundet
de_de: Verlinkt
el_gr: Συνδεδεμένο
es_es: Vinculado
fr_fr: Lié
it_it: Collegato
ja_jp: リンクされた
nl_nl: Gekoppeld
no_no: Koblet
pl_pl: Powiązane
ru_ru: Связан
tr_tr: Bağlantılı
uk_ua: Посилання
vi_vn: Liên kết

# Languages::hybrid_auth.not_linked_provider
source: Not linked
da_dk: Ikke forbundne
de_de: Nicht verknüpft
el_gr: Μη συνδεδεμένο
es_es: No vinculado
fr_fr: Sans lien
it_it: Non collegato
ja_jp: リンクなし
nl_nl: Niet gekoppeld
no_no: Ikke koblet
pl_pl: Nie powiązane
ru_ru: Не связан
tr_tr: Bağlı değil
uk_ua: Не пов'язано
vi_vn: Không được liên kết

# Languages::hybrid_auth.providers
source: Providers
da_dk: Udbydere
de_de: Anbieter:
el_gr: Οι πάροχοι
es_es: Proveedores
fr_fr: Fournisseur
it_it: Fornitori
ja_jp: SNSプロバイダ
nl_nl: Provider
no_no: Tjenester
pl_pl: Usługodawca
ru_ru: Соц. сеть
tr_tr: Sağlayıcılar
uk_ua: Соц. мережа
vi_vn: Nhà cung cấp

# Languages::hybrid_auth.add_provider
source: Add provider
da_dk: Tilføj udbyder
de_de: Anbieter hinzufügen
el_gr: Προσθήκη παροχέα
es_es: Agregar proveedor
fr_fr: Ajouter un fournisseur
it_it: Aggiungi fornitore
ja_jp: SNSプロバイダの追加
nl_nl: Provider toevoegen
no_no: Legg til tjeneste
pl_pl: Dodaj usługodawcę
ru_ru: Добавить соц. сеть
tr_tr: Sağlayıcı ekle
uk_ua: Добавити соц. мережу
vi_vn: Thêm nhà cung cấp

# Languages::hybrid_auth.new_provider
source: New provider
da_dk: Ny udbyder
de_de: Neuer Anbieter
el_gr: Νέο παροχέας
es_es: Nuevo proveedor
fr_fr: Nouveau fournisseur
it_it: Nuovo fornitore
ja_jp: SNSプロバイダの追加
nl_nl: Nieuwe provider
no_no: Ny tjeneste
pl_pl: Nowy usługodawca
ru_ru: Новая соц. сеть
tr_tr: Yeni sağlayıcı
uk_ua: Нова соц. мережа
vi_vn: Nhà cung cấp mới

# Languages::hybrid_auth.editing_provider
source: Editing provider
da_dk: Redigering af udbyder
de_de: Anbieter bearbeiten
el_gr: Επεξεργασία παροχέα
es_es: Proveedor de edición
fr_fr: Modifier les fournisseurs
it_it: Modifica fornitore
ja_jp: SNSプロバイダの編集
nl_nl: Provider bewerken
no_no: Rediger tjeneste
pl_pl: Edytuj usługodawcę
ru_ru: Редактировать соц. сеть
tr_tr: Sağlayıcı düzenle
uk_ua: Редагувати соц. мережу
vi_vn: Chỉnh sửa nhà cung cấp

# Languages::hybrid_auth.callback_url
source: Callback URL
da_dk: Tilbagekald URL
de_de: Antwort-URL
el_gr: URL Επανάκλησης
es_es: URL de devolución de llamada
fr_fr: URL de callback
ja_jp: コールバックURL
pl_pl: Wywołania zwrotnego adresu URL
ru_ru: URL возврата
tr_tr: Geri arama URL'si
uk_ua: URL повернення
vi_vn: URL Gọi lại

# Languages::hybrid_auth.social_login
source: Or sign-in with another identity provider
da_dk: Eller log-ind med en anden identitetsudbyder
de_de: Oder loggen Sie sich mit einem anderen Profil ein.
el_gr: Ή συνδεθείτε με μια άλλη υπηρεσία παροχής ταυτότητας
es_es: O inicio de sesión con otro proveedor de identidad
fr_fr: Ou connectez-vous avec un autre fournisseur d'identité
it_it: O accedi con un altro fornitore di identità
ja_jp: 以下のサービスのIDを利用してログイン
nl_nl: Of meld aan met een andere identiteits provider
no_no: Eller logg inn med en annen identitetsleverandør
pl_pl: Lub zaloguj się przy użyciu:
ru_ru: Войти через соц. сеть
tr_tr: Veya başka bir kimlik sağlayıcısıyla giriş yapın
uk_ua: Увійти через соц. мережу
vi_vn: Hoặc đăng nhập với nhận dạng nhà cung cấp khác

# Languages::hybrid_auth.unspecified_error
source: Unspecified error
da_dk: Uspecificeret fejl
de_de: Unbekannter Fehler
el_gr: Απροσδιόριστο σφάλμα
es_es: Error no especificado
fr_fr: Erreur non spécifiée
it_it: Errore non specificato
ja_jp: 不明なエラー
nl_nl: Onbekende fout
no_no: Uspesifisert feil
pl_pl: Nieokreślony błąd
ru_ru: Неизвестная ошибка, обратитесь к администратору магазина.
tr_tr: Tanımlanmamış hata
uk_ua: Невідома помилка
vi_vn: Lỗi không xác định

# Languages::hybrid_auth.configuration_error
source: Hybriauth configuration error
da_dk: Hybriauth konfigurationsfejl
de_de: Konfigurationsfehler bei HybridAuth
el_gr: Hybriauth σφάλμα διαμόρφωσης
es_es: Error de configuración de Hybriauth
fr_fr: Erreur de configuration Hybriauth
it_it: Errore di configurazione Hybriauth
ja_jp: ソーシャルログイン設定エラー
nl_nl: Fout in de configuratie van Hybriauth
no_no: Hybriauth konfigurasjonsfeil
pl_pl: Błąd konfiguracji modułu
ru_ru: Ошибка конфигурации Hybriauth
tr_tr: Hybriauth yapılandırma hatası
uk_ua: Помилка конфігурації Hybriauth
vi_vn: Lỗi cấu hình Hybriauth

# Languages::hybrid_auth.provider_error_configuration
source: Provider not properly configured
da_dk: Udbyder ikke korrekt konfigureret
de_de: Anbieter nicht richtig konfiguriert
el_gr: Ο Παροχέας δεν έχει ρυθμιστεί σωστά
es_es: El proveedor no está correctamente configurado
fr_fr: Fournisseur pas correctement configuré
it_it: Fornitore non correttamente configurato
ja_jp: SNSプロバイダが正しく設定されていません
nl_nl: Provider is niet correct geconfigureerd
no_no: Tjenesten er ikke riktig konfigurert
pl_pl: Usługodawca nie jest prawidłowo skonfigurowany
ru_ru: Неправильные настройки соц. сети
tr_tr: Sağlayıcı düzgün olarak yapılandırılmamış
uk_ua: Неправильні налаштування соц. мережі
vi_vn: Các nhà cung cấp cấu hình không đúng

# Languages::hybrid_auth.wrong_provider
source: Unknown or disabled provider
da_dk: Ukendt eller deaktiveret udbyder
de_de: Unbekannter oder deaktivierter Anbieter
el_gr: Αγνωστος παροχεας ή απενεργοποιημενος
es_es: Proveedor desconocido o inhabilitado
fr_fr: Fournisseur inconnu ou handicapé
it_it: Fornitore sconosciuto o disabilitato
ja_jp: 不明または無効なSNSプロバイダ
nl_nl: Onbekende of uitgeschakelde provider
no_no: Ukjent eller deaktivert tjeneste
pl_pl: Nieznany lub zablokowany usługodawca
ru_ru: Неизвестный или неактивный провайдер
tr_tr: Bilinmeyen veya devredışı sağlayıcı
uk_ua: Невідомий або неактивний провайдер
vi_vn: Nhà cung cấp không rõ hoặc vô hiệu

# Languages::hybrid_auth.missing_credentials
source: Missing provider application credentials
da_dk: Mangler udbyderprogram legitimationsoplysninger
de_de: Anmeldeinformationen zum Anbieter fehlen
el_gr: Λείπουν τα διαπιστευτήρια (κωδικοι) εφαρμογης του παροχέα
es_es: Faltan las credenciales de aplicación del proveedor
fr_fr: Informations d’identification manquant de fournisseur demande
it_it: Mancano le credenziali dell'applicazione del fornitore
ja_jp: SNSプロバイダへの接続情報が見つかりません
nl_nl: Ontbrekende provider toepassing referenties
no_no: Manglende tjeneste applikasjons godkjenning
pl_pl: Dostawcy aplikacji brakuje referencji
ru_ru: Не указаны данные для подключения к соцсети
tr_tr: Eksik sağlayıcı uygulama izinleri
uk_ua: Не вказані дані для підключення до соцмережі
vi_vn: Thiếu thông tin đăng nhập ứng dụng nhà cung

# Languages::hybrid_auth.failed_auth
source: Authentication failed. The user has canceled the authentication or the provider refused the connection
da_dk: Godkendelse mislykkedes. Brugeren har annulleret godkendelsen eller udbyderen afviste forbindelsen
de_de: Authentifizierung fehlgeschlagen. Der Benutzer hat die Authentifizierung abgebrochen oder der Anbieter hat die Verbindung verweigert
el_gr: Απέτυχε ο έλεγχος ταυτότητας. Ο χρήστης έχει ακυρωσει τον έλεγχο ταυτότητας ή ο πάροχος αρνήθηκε τη σύνδεση
es_es: La autenticación falló. El usuario ha cancelado la autenticación o el proveedor negó la conexión
fr_fr: L'authentification a échoué. L'utilisateur a annulé l'authentification ou le fournisseur a refusé la connexion
it_it: Autenticazione non riuscita. L'utente ha annullato l'autenticazione o il provider ha rifiutato la connessione
ja_jp: お客様による認証手続きキャンセルまたSNSプロバイダにより接続が拒否されたため認証に失敗しました。
nl_nl: Verificatie mislukt. De gebruiker heeft de verificatie geannuleerd of de provider heeft de verbinding geweigerd
no_no: Godkjenning mislyktes. Brukeren har avbrutt autentiseringen eller tjenesten nektet tilkoblingen
pl_pl: Uwierzytelnianie nie powiodło się. Użytkownik anulował uwierzytelnienie lub dostawca odmówił połączenia
ru_ru: Проверка подлинности завершилась неудачей. Пользователь отменил проверку, или провайдер прервал соединение
tr_tr: Doğrulama başarısız. Kullanıcı doğrulamayı iptal etti veya sağlayıcı bağlantıyı kabul etmedi
uk_ua: Перевірка автентичності завершилася невдачею. Користувач скасував перевірку, або провайдер перервав з'єднання
vi_vn: Xác thực thất bại. Người dùng đã hủy bỏ việc xác thực hoặc các nhà cung cấp từ chối kết nối

# Languages::hybrid_auth.connecting_provider
source: Contacting <b>[provider]</b>. Please wait...
da_dk: Kontakter <b>[provider]</b>. Vent venligst...
de_de: Stellt Verbindung zum <b>[provider]</b> her. Bitte warten.
el_gr: Επαφή με <b>[provider]</b>. Παρακαλώ περίμενε...
es_es: Ponerse en contacto con <b>[provider]</b>. Por favor espere...
fr_fr: Contact de <b>[provider]</b>. Veuillez patienter...
it_it: Sto contattando <b>[provider]</b>. Attendere prego...
ja_jp: <b>[provider]</b> に接続しています。しばらくお待ちください...
nl_nl: Probeer verbinding te maken met <b>[provider]</b>. Even geduld...
no_no: Kontakter <b>[provider]</b>. Vennligst vent...
pl_pl: Łączenie z <b>[provider]</b>. Czekaj...
ru_ru: Cоединение с <b>[provider]</b>. Пожалуйста, подождите...
tr_tr: <b>[provider]</b> ile bağlantı kuruluyor. Lütfen bekleyin...
uk_ua: З'єднання з <b>[provider]</b>. Будь ласка зачекайте ...
vi_vn: Liên hệ với <b>[provider]</b>. Vui lòng chờ...

# Languages::hybrid_auth.cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
da_dk: Desværre lykkedes det os ikke at skabe en kunde og logge ind i butikken på grund af en af følgende årsager: < br / >-du logget vores butik, tidligere ved hjælp af nogle andre OpenID-udbyder, hvor den samme email bruges. < br / >-du har allerede registreret i vores butik ved hjælp af din e-mail. < br / > kontakt venligst butiksejeren for at løse problemerne.
de_de: Leider konnten wir konnten wir kein Benutzerkonto und Login für den Shop aus folgenden Gründen erstellen: <br />- Sie haben sich vorher schonmal mit einem anderen OpenID-Provider angemeldet, bei dem dieselbe E-Mail-Adresse verwendet wird.<br />- Sie haben sich schon mit dieser E-Mail-Adresse in unserem Shop registriert.<br />Bitte kontaktieren Sie den Shopbesitzer, um das Problem zu beheben.
el_gr: Δυστυχώς, απέτυχε η δημιουργία και σύνδεση ενος πελατη στο κατάστημα κατι το οποίο οφείλεται σε έναν από τους παρακάτω λόγους: < br / >-συνδεθηκατε στο κατάστημα νωρίτερα χρησιμοποιώντας κάποιον αλλο παροχό OpenID στον οποίο χρησιμοποιείτε το ίδιο Email. < br / >-έχετε ήδη εγγραφεί στο κατάστημά μας χρησιμοποιώντας το email σας. < br / > παρακαλούμε επικοινωνήστε με το διαχειριστή του καταστηματος μας για να επιλύσετε τα προβλήματα.
es_es: Desafortunadamente, no hemos podido crear un usuario como cliente ni inicio de sesión a la tienda debido a una de las siguientes razones:. <br/> - Usted ha iniciado sesión en nuestra tienda anteriormente utilizando algún otro proveedor de OpenID en el que se usa el mismo correo electrónico <br />- Usted ya se ha registrado en nuestra tienda con su correo electrónico <br/> Por favor, póngase en contacto con el dueño de la tienda para solucionar los problemas.
fr_fr: Malheureusement, nous n’avons pas à créer un client et vous connecter à la Banque en raison de l’une des raisons suivantes: < br / >-vous connecté à notre magasin précédemment en utilisant un autre fournisseur OpenID dans lequel est utilisé le même email. < br / >-vous êtes déjà enregistré dans notre magasin à l’aide de votre email. < br / > Contactez le propriétaire du magasin pour résoudre les problèmes.
it_it: Purtroppo, non siamo riusciti a creare un cliente e accedere al negozio a causa di uno dei seguenti motivi: < br / >-loggato al nostro deposito in precedenza utilizzando alcuni altri provider OpenID in cui viene utilizzata la stessa email. < br / >-vi siete già registrati nel nostro archivio utilizzando la vostra email. < br / > si prega di contattare il proprietario del negozio per risolvere i problemi.
ja_jp: 以下の理由により会員登録およびログインに失敗しました :<br />- 同じEメールを使用している他のSNSプロバイダのIDを利用して当ショップに会員登録済み<br />- 通常の手順で当ショップにすでに会員登録済み<br />詳細についてはお手数ですが当ショップの管理者までお問い合わせください。
nl_nl: Helaas, het is mislukt om een klant aan te maken en in te loggen in onze webwinkel vanwege de volgende redenen: <br />- Er is eerder al eens aangemeld in onze webwinkel met een andere OpenID provider waarbij het e-mailadres hetzelfde is.<br />- Dit e-mailadres is al geregistreerd in deze webwinkel. <br />Neem contact op met de eigenaar van deze webwinkel om het probleem te verhelpen.
no_no: Dessverre klarte vi å opprette en bruker og logge inn i nettbutikken på grunn av en av følgende årsaker:<br />- Du har logget inn i vår butikk tidligere ved hjelp av andre OpenID-leverandør hvor samme e-post brukes.<br />- Du er allerede registrert i vår nettbutikk ved bruk av e-post-adressen din.<br />Kontakt oss for å løse problemet.
pl_pl: Niestety, nie udało nam się założyć konta i zalogować w sklepie z powodu jednej z następujących przyczyn: <br />- Zalogowałeś się już w naszym sklepie za pomocą innego dostawcy OpenID, w którym użyty został ten sam adres e-mail.<br />- Podanemu przy rejestracji adresowi e-mail zostało już przyporządkowane konto klienta.<br />Prosimy o kontakt z obsługą serwisu w celu rozwiązania problemu.
ru_ru: К сожалению, не удалось создать пользователя и авторизоваться в магазине по одной из следующих причин:<br />- Вы ранее авторизовались в магазине, используя другой сервис OpenID, в котором используется тот же email адрес.<br />- Вы уже зарегистрированы в нашем магазине с использованием этого email адреса.<br />Пожалуйста, свяжитесь с владельцем магазина для разрешения данной проблемы.
tr_tr: Maalesef, bir müşteri oluşturamadık ve şu sebeplerden birinden dolayı mağazaya giriş yapamadık: <br />- Daha önceden aynı e-posta adresinin kullanan başka bir OpenID sağlayıcısını kullanarak mağazamıza giriş yapmış olabilirsiniz.<br />- e-postanızı kullanarak mağazamızda hali hazırda kayıt yapmış olabilirsiniz.<br />Lütfen sorunların çözülebilmesi için mağaza sahibiyle irtibata geçin.
uk_ua: На жаль, не вдалося створити користувача і авторизуватися в магазині по одній з наступних причин: <br /> - Ви раніше авторизувалися в магазині, використовуючи інший сервіс OpenID, в якому використовується той же email. <br /> - Ви вже зареєстровані в нашому магазині з використанням цього email. <br /> Будь ласка, зв'яжіться з власником магазину для вирішення даної проблеми.
vi_vn: Thật không may, chúng tôi không tạo được một khách hàng và đăng nhập vào cửa hàng do một trong những lý do sau: < br / >-Bạn đăng nhập vào cửa hàng của chúng tôi trước đó bằng cách sử dụng một số OpenID nhà cung cấp khác trong đó cùng một thư điện tử được sử dụng. < br / >-Email bạn nhập đã đăng ký trong cửa hàng của chúng tôi. < br / > Xin vui lòng liên hệ với quản trị viên để giải quyết các vấn đề.

# Languages::hybrid_auth.password_generated
source: We are glad to inform you that you have been successfully registered in the store. A password was generated for you
da_dk: Vi er glade for at meddele dig, at du er blevet registreret i butikken. En adgangskode er genereret for dig
de_de: Wir freuen uns, Ihnen mitteilen zu können, dass Sie sich erfolgreich in unserem Shop registriert haben. Ein Passwort wurde für Sie erstellt.
el_gr: Είμαστε στην ευχάριστη θέση να σας ενημερώσουμε ότι έχετε εγγραφεί επιτυχώς στο κατάστημα. Ένας κωδικός πρόσβασης δημιουργήθηκε για σας
es_es: Nos complace informarle que ha sido registrado con éxito en la tienda. Se generó una contraseña para que usted
fr_fr: Nous sommes heureux de vous informer que vous avez été avec succès enregistré dans le magasin. Un mot de passe a été généré pour vous
it_it: Siamo lieti di informarvi che sei stato correttamente registrato nel negozio. Una password è stata generata per te
ja_jp: お客様の会員登録が完了しました。Eメールとパスワードでログインする場合にはこちらのパスワードをご利用ください
nl_nl: We zijn blij om te melden dat de registratie in de webwinkel succesvol is verlopen. Er is een wachtwoord gegenereerd
no_no: Vi er glad for å informere deg om at du har blitt registrert i nettbutikken. Et passord har blitt opprettet for deg
pl_pl: Mamy przyjemność poinformować, że zostałeś pomyślnie zarejestrowany w sklepie. Hasło zostało wygenerowane automatycznie
ru_ru: Рады сообщить Вам, что Вы были успешно зарегистрированы в магазине. Для Вас был сгененирован пароль
tr_tr: Mağazaya başarıyla kayıt olduğunuzu bildirmekten mutluluk duyarız. Sizin için bir şifre üretildi
uk_ua: Раді повідомити Вам, що Ви були успішно зареєстровані в магазині. Для Вас було згенеровано пароль
vi_vn: Chúng tôi rất vui mừng thông báo cho bạn rằng bạn đã đăng ký thành công. Mật khẩu đã được tạo cho bạn
