Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::hybrid_auth.facebook_oauth_redirect_uris
source: Valid OAuth redirect URIs
es_es: URI de redireccionamiento de OAuth válida
no_no: Gyldig OAuth omdirigering av URIer
pl_pl: OAuth prawidłowe przekierowanie URI
tr_tr: Geçerli OAuth yönlendirme URI'ları
uk_ua: Дійсні URI редиректу OAuth

# Languages::hybrid_auth.live_redirect_urls
source: Redirect URLs
es_es: Redirecciona URL
pl_pl: Przekierowania URL
ru_ru: URL-адреса перенаправления
tr_tr: URL'leri yeniden yönlendir
uk_ua: URL-адреси редиректу

# Languages::hybrid_auth.linkedin_api_version
source: API version
pl_pl: Wersja API
ru_ru: Версия API
tr_tr: API sürümü
uk_ua: Версія API

# Languages::ttc_hybrid_auth.linkedin_api_version
source: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">deprecated API v1</a>, but old apps still use it. If you're configuring LinkedIn app for the first time now, use API v2. Old LinkedIn apps configured some time ago may still be using v1.
pl_pl: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context"> przestarzałe API v1 </a>, ale stare aplikacje nadal go używają. Jeśli konfigurujesz aplikację LinkedIn po raz pierwszy, użyj interfejsu API v2. Stare aplikacje LinkedIn skonfigurowane jakiś czas temu mogą nadal korzystać z v1.
ru_ru: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">объявил устаревшим API v1</a>, но старые приложения его ещё используют. Если вы сейчас впервые настраиваете приложение LinkedIn, используйте API v2. Старые приложения LinkedIn всё ещё могут использовать API v1.
tr_tr: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context"> onaylanmamış API v1 </a>, ama eski uygulamalar halen kullanıyor. Eğer LinkedIn uygulamasını ilk kez ayarlıyorsanız API v2 yi kullanın. Eskiden ayarlanan LinkedIn uygulamaları halen v1 i kullanıyor olabilir.
uk_ua: У LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">застарілий API v1</a>, але старі програми все ще його використовують. Якщо ви вперше налаштовуєте додаток LinkedIn, скористайтеся API v2. Старі програми LinkedIn деякий час можуть використовувати v1.
