Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::hybrid_auth.instruction_paypal
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
da_dk: Bruge program-ID og hemmelige nøgle, som du har modtaget efter at skabe en ansøgning på <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal udviklere</a>.
de_de: Verwenden Sie die Anwendungs-ID und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>erstellt haben
el_gr: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής και το μυστικό κλειδί που λάβατε με τη δημιουργία μιας εφαρμογής στο <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal Developers</a>.
es_es: Utilice el ID de aplicación y la clave secreta que ha recibido después de crear una aplicación de <a href='https://developer.paypal.com/developer/applications' target='_blank'> Desarrolladores de PayPal</a>.
fr_fr: Utiliser l’ID d’application et de la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://developers.facebook.com/apps' target='_blank'> Les développeurs de Facebook</a>.
it_it: Utilizza l'ID applicazione e la chiave segreta che hai ricevuto dopo aver creato un'applicazione sugli <a href='https://developer.paypal.com/developer/applications' target='_blank'>Sviluppatori PayPal</a>.
ja_jp: <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a> でアプリ作成後に発行されるアプリケーションIDとシークレットキーを登録してください。
no_no: Bruk den applikasjons-ID og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
pl_pl: Użyj identyfikatora aplikacji i tajnego klucza, które zostały wygenerowane po stworzeniu aplikacji na <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal Developers</a>.
ru_ru: Используйте идентификатор приложения и секретный ключ, которые вы получили после создания приложения на сайте <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal для разработчиков</a>.
tr_tr: <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a> adresinden uygulamayı oluşturduktan sonra alacağınız ID ve Secret key kullanın.
uk_ua: Використовуйте ID додатка і секретний ключ, який ви отримали після створення програми на <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
vi_vn: Sử dụng ID ứng dụng và Secret key mà bạn đã nhận được sau khi tạo một ứng dụng <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal Developers</a>.

# Languages::hybrid_auth.instruction_twitter
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
da_dk: Brug-ID (forbruger nøgle) og hemmelige nøgle, du har modtaget efter at skabe en ansøgning på <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
de_de: Verwenden Sie die ID (Verbraucherschlüssel) und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf <a href='https://apps.twitter.com/' target='_blank'>Twitter</a> erstellt haben.
el_gr: Χρησιμοποιήστε ID (Consumer key) και το μυστικό κλειδί που λάβατε με τη δημιουργία μιας εφαρμογής στο <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
es_es: Utilizar ID (clave del consumidor) y la clave secreta que ha recibido después de crear una aplicación en <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
fr_fr: Utiliser des ID (clé de consommateurs) et la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
it_it: Utilizza l'ID (chiave Consumer) e la chiave segreta che hai ricevuto dopo aver creato un'applicazione su <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
ja_jp: <a href='https://apps.twitter.com/' target='_blank'>Twitter</a> でアプリ作成後に発行されるID（カスタマーキー）とシークレットキーを登録してください。
no_no: Bruk ID (brukernøkkel) og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
pl_pl: Użyj identyfikatora (Consumer key) i tajnego klucza, które otrzymałeś po utworzeniu aplikacji na <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
ru_ru: Используйте ID (клиентский ключ) и секретный ключ, которые вы получили после создания приложения на сайте <a href='https://apps.twitter.com/' target='_blank'>Twitter для разработчиков</a>.
tr_tr: <a href='https://apps.twitter.com/' target='_blank'>Twitter</a> adresinden uygulamayı oluşturduktan sonra alacağınız ID ve Secret key kullanın.
uk_ua: Використовуйте ID (ключ клієнта) і секретний ключ, які ви отримали після створення програми в <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
vi_vn: Sử dụng ID (tConsumer key) và Secret key mà bạn đã nhận được sau khi tạo một ứng dụng trên <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.

# Languages::hybrid_auth.instruction_yahoo
source: Use ID (Identificator) and Secret key that you've received after creating an application on <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
da_dk: Brug-ID (Identificator) og hemmelige nøgle, du har modtaget efter at skabe en ansøgning på <a href='https://developer.yahoo.com/apps/create/' target='_blank'> Yahoo</a>.
el_gr: Χρησιμοποιήστε το αναγνωριστικό (Identificator) και το μυστικό κλειδί που λάβατε με τη δημιουργία μιας εφαρμογής στο <a href='https://developer.yahoo.com/apps/create/' target='_blank'> Yahoo</a>.
es_es: Utilice el nombre de usuario (Identificador) y la Clave secreta que recibió después de crear una aplicación en <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
fr_fr: Utiliser ID (identificateur) et Cle Secrete que Vous avez recue apres avoir creee une applications sur <a href=https://developer.yahoo.com/apps/create.
it_it: Utilizzare ID (Identificatore) e codice Secreto che hai ricevuto dopo aver creato una applicazione su <a href=''https://developer.yahoo.com/apps/create/target='_blank>Yahoo</a>.
ja_jp: <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a> でアプリ作成後に発行されるIDとシークレットキーを登録してください。
no_no: Bruk ID (identifikasjon) og hemmelig nøkkel som du skal ha mottatt etter å ha opprettet en konto hos <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
pl_pl: Użyj identyfikatora (Identificator) i tajnego klucza, które otrzymałeś po utworzeniu aplikacji na <a href='https://developer.yahoo.com/apps/create/' target='_blank'> Yahoo</a>.
ru_ru: Используйте ID (идентификатор) и секретный ключ, которые вы получили после создания приложения на сайте <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
tr_tr: <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>. adresinden uygulamayı oluşturduktan sonra alacağınız application ID ve Secret key kullanın.
uk_ua: Використайте ID (Ідентифікатор) і секретний ключ, які ви отримали після створення програми в <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.

# Languages::hybrid_auth.instruction_live
source: Use the application ID and Secret key that you've received after adding an application on <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
da_dk: Bruge program-ID og hemmelige nøgle, som du har modtaget efter at tilføje en ansøgning på <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.
de_de: Verwenden Sie die Anwendungs-ID und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf<a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a hinzugefügt haben.
el_gr: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής και το μυστικό κλειδί που λάβατε με τη προσθήκη μιας εφαρμογής στο <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.
es_es: Utilice el ID de aplicación y la clave secreta que ha recibido después de agregar una aplicación en <a href='https://account.live.com/developers/applications/create' target='_blank'> vivo</a>.
fr_fr: Utiliser l’ID d’application et de la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://developers.facebook.com/apps' target='_blank'> Les développeurs de Facebook</a>.
it_it: Utilizza l'ID applicazione e chiave segreta che hai ricevuto dopo l'aggiunta di un'applicazione su <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
ja_jp: <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a> でアプリ作成後に発行されるアプリケーションIDとシークレットキーを登録してください。
no_no: Bruk den applikasjons-ID og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
pl_pl: Użyj identyfikatora aplikacji i tajnego klucza, który otrzymałeś po dodaniu aplikacji na <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.
ru_ru: Используйте идентификатор приложения и секретный ключ, которые вы получили после добавления приложения на сервисе <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
tr_tr: <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a> adresinden uygulamayı oluşturduktan sonra alacağınız application ID ve Secret key kullanın.
uk_ua: Використовуйте ID застосунку та секретний ключ, які ви отримали після додавання застосунку на <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
vi_vn: Sử dụng ID ứng dụng và Secret key mà bạn đã nhận được sau khi thêm một ứng dụng trên <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.

# Languages::hybrid_auth.instruction_linkedin
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
da_dk: Brug-ID (forbruger nøgle) og hemmelige nøgle, du har modtaget efter at skabe en ansøgning på <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn udviklere</a>.
de_de: Verwenden Sie die ID (Verbraucherschlüssel) und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a> erstellt haben
el_gr: Χρησιμοποιήστε ID (Consumer key) και το μυστικό κλειδί πουλάβατε με τη δημιουργία μιας εφαρμογής στο <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn Developers</a>.
es_es: Utilizar ID (clave del consumidor) y la clave secreta que ha recibido después de crear una aplicación de <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn los desarrolladores</a>.
fr_fr: Utiliser des ID (clé de consommateurs) et la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
it_it: Utilizza l'ID (chiave Consumer) e la chiave segreta che hai ricevuto dopo aver creato un'applicazione su <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn per sviluppatori</a>.
ja_jp: <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a> でアプリ作成後に発行されるID（カスタマーキー）とシークレットキーを登録してください。
no_no: Bruk ID (brukernøkkel) og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
pl_pl: Użyj identyfikatora (Consumer key) i tajnego klucza, które otrzymałeś po utworzeniu aplikacji na <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn Developers</a>.
ru_ru: Используйте ID (клиентский ключ) и секретный ключ, которые вы получили после создания приложения на <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn для разработчиков</a>.
tr_tr: <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a> adresinden uygulamayı oluşturduktan sonra alacağınız application ID ve Secret key kullanın.
uk_ua: Використовуйте ID (Consumer key) і секретний ключ, які ви отримали після створення додатків на <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn розробників</a>.
vi_vn: Sử dụng ID (Consumer key) và Secret key mà bạn đã nhận được sau khi tạo một ứng dụng trên <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn nhà phát triển</a>.

# Languages::hybrid_auth.instruction_foursquare
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
da_dk: Bruge program-ID og hemmelige nøgle, som du har modtaget efter at skabe en ansøgning på <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.
de_de: Verwenden Sie die Anwendungs-ID und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a> erstellt haben.
el_gr: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής και το μυστικό κλειδί που λάβατε με τη δημιουργία μιας εφαρμογής στο <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.
es_es: Utilice el ID de aplicación y la clave secreta que ha recibido después de crear una aplicación en <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.
fr_fr: Utiliser l’ID d’application et de la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://developers.facebook.com/apps' target='_blank'> Les développeurs de Facebook</a>.
it_it: Utilizza l'ID applicazione e la chiave segreta che hai ricevuto dopo aver creato un'applicazione su <a href='https://foursquare.com/developers/apps' target='_blank'>Foursquare</a>.
ja_jp: <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a> でアプリ作成後に発行されるアプリケーションIDとシークレットキーを登録してください。
no_no: Bruk den applikasjons-ID og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
pl_pl: Użyj identyfikatora aplikacji i tajnego klucza, który otrzymałeś po utworzeniu aplikacji na <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.
ru_ru: Используйте идентификатор приложения и секретный ключ, которые вы получили после создания приложения на <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
tr_tr: <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a> adresinden uygulamayı oluşturduktan sonra alacağınız application ID ve Secret key kullanın.
uk_ua: Використовувати ID застосунку та секретний ключ, який ви отримали після створення додатків на <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
vi_vn: Sử dụng ID ứng dụng và Secret key mà bạn đã nhận được sau khi tạo một ứng dụng trên <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.

# Languages::email_template.hybrid_auth_create_profile
source: Create user profile via social login
da_dk: Opret brugerprofil via sociale login
el_gr: Δημιουργία προφίλ χρήστη μέσω κοινωνικής σύνδεσης
es_es: Crear un perfil del usuario a través del inicio de sesión de la red social
fr_fr: Creer Votre profile par connexion sociale
it_it: Creare profilo d'utente attraverso Facebook, Google etc
no_no: Opprett brukerprofil via sosial innlogging
pl_pl: Tworzenie profilu użytkownika za pośrednictwem portali społecznościowych
ru_ru: Создать профиль пользователя, используя данные из социальной сети
tr_tr: Sosyal giriş ile profil oluşturun
uk_ua: Створення профілю користувача за допомогою соціальних мереж
vi_vn: Tạo hồ sơ người dùng thông qua đăng nhập xã hội

# Languages::hybrid_auth.provider_not_found
source: Provider [provider] not found
da_dk: Udbyder [provider] ikke fundet
el_gr: Ο παροχέας [provider] δεν βρέθηκε
es_es: El proveedor [provider] no se localiza
fr_fr: Le fournisseur n'a pas ete trouve
it_it: Fornitore [provider] non e stato trovato
no_no: Leverandør [provider] ikke funnet
pl_pl: Dostawcy [provider] nie znaleziono
ru_ru: Провайдер [provider] не найден
tr_tr: Sağlayıcı [provider] bulunamadı
uk_ua: Постачальник [provider] не знайдено

# Languages::hybrid_auth.facebook_disabled_upgrade_notification_title
source: Social Login: Sign-ins via Facebook have been disabled due to an old PHP version
da_dk: Sociale Login: Log-ins via Facebook har været uarbejdsdygtig på grund af en gammel PHP version
el_gr: Social Login: Η συνδεση μέσω Facebook έχει απενεργοποιηθεί εξαιτίας μια παλιάς έκδοσης της PHP
es_es: Inicio de sesión de la red social: Los inicios de sesión a través de Facebook se han desactivado debido a una versión anterior de PHP
fr_fr: Connexion Sociale: Les connexions par Facebook ont ete deactivees a cause d'une version PHP
it_it: Login Sociale: Login attraverso Facebook e stato desattivato per causa di una versione passata PHP
no_no: Sosial innlogging: Innlogging via Facebook har blitt deaktivert på grunn av en gammel PHP-versjon
pl_pl: Logowanie przez portale społecznościowe: Logowanie przez Facebook zostało wyłączone ze względu na starą wersji PHP
ru_ru: Вход через соцсети: Вход через Facebook был отключен из-за устаревшей версии PHP
tr_tr: Sosyal oturum açma: Eski PHP versiyonu nedeniyle oturum açma eklentileri Facebook üzerinden devre dışı bırakıldı
uk_ua: Вхід через соц. мережі: Вхід Через Facebook вимкнуто через стару версію PHP

# Languages::hybrid_auth.facebook_disabled_upgrade_notification_text
source: <p>We had to move to a newer version of Facebook API, because the API version that we used previously is no longer supported. However, to work with the new API, [product] requires PHP 5.4. You are seeing this message because your server has an older PHP version.</p><p>The status of the <b>Facebook</b> provider under <b>Website → Social login</b> has been set to <i>Disabled</i>.</p><p>Please update your PHP version to 5.4 or higher before you re-enable Facebook.</p>
da_dk: <p>Vi var nødt til at flytte til en nyere version af Facebook-API, fordi den API-version, som vi brugte tidligere understøttes ikke længere. [product] kræver dog, for at arbejde med den nye API, PHP 5.4. Du ser denne besked fordi din server har en ældre PHP version.</p> <p><b>Facebook</b> udbyder under <b>hjemmeside → sociale login</b> status er angivet til <i>deaktiveret</i>.</p> <p>Opdater venligst din PHP version 5.4 eller højere, før du genaktivere Facebook.</p>
el_gr: <p> Έπρεπε να προχωρήσουμε σε μια νεότερη έκδοση του API Facebook, επειδή η έκδοση API που χρησιμοποιήσαμε προηγουμένως δεν υποστηρίζεται πλέον. Ωστόσο, για να συνεργαστεί με το νέο API, το [product] απαιτεί PHP 5.4. Βλέπετε αυτό το μήνυμα επειδή ο διακομιστής σας έχει παλαιότερη έκδοση PHP. </p> <p> Η κατάσταση του παροχέα <b> Facebook </ b> στην περιοχή <b> Ιστοσελίδα → Social login</ b> αλλάχθηκε σε <i> Απενεργοποιημένο </ i>. </p> <p> Προτού ενεργοποιήσετε ξανά το Facebook, ενημερώστε την έκδοση PHP σε 5.4 ή υψηλότερη. </p>
es_es: <p>Tuvimos que utilizar una nueva versión de Facebook API, debido a que la versión anterior de API que utilizamos ya no es compatible. Sin embargo, para trabajar con la nueva versión API, [product] se requiere PHP 5.4. Usted esta viendo este mensaje porque su servidor tiene una versión más antigua de PHP.</p><p>El estado del proveedor de<b>Facebook</b> en el<b>Sitio web → Inicio de sesión social</b>ha sido<i>deshabilitado</i>.</p><p>Por favor actualice su versión de PHP a la versión 5.4 o superior antes de volver a habilitar Facebook.</p>
fr_fr: Nous devions aller a une version nouvelle de API de Facebook car la version API que nous avons utilisee avant n'est plus disponible. Toutefois, pour travailler avec le nouveau API necessite PHP 5.4. Vous voyez ce message parce que Votre serveur a un ordre PHP > Le status du fournisseur de Facebook sous connexion par Facebook du Site web a été mis au "Deactive> Actualiser votre version PHP ou plus haut avent d"activer Facebook>
it_it: <p> Abbiamo dovuto andare a una versione nuova di Facebook API, perche la versione API utilizzata prima non e piu valida. Purtroppo, per lavoriare con il nuovo API {product} abbiamo bisogno di un PHP 5.4. Lei vede questo messagio, perche il suo server ha una versione vecchia, </p><p>. Il stato del <b>Facebook </b> fornitore sotto Website <b>...> Login via Faceboo </b> e stato installato a <i>Disabled (Deattivato)</i>, </p><p>. Prego aggiornare il suo PHP a 5.4 o piu alto prima di attivare il Facebook </p>
no_no: <p>Vi måtte endre til en nyere versjon av Facebook API, fordi API-versjonen som vi tidligere brukte, ikke støttes lenger. For å jobbe med den nye APIen, [product] kreves PHP 5.4. Du ser denne meldingen fordi serveren din har en eldre PHP-versjon.</p><p>Statusen for <b>Facebook</b> under <b>Nettside → Sosial innlogging</b> har blitt satt til <i> Deaktivert </i>.</p><p>Vennligst oppdater PHP-versjonen til 5.4 eller høyere før du aktiverer Facebook på nytt.</p>
pl_pl: <p>Musieliśmy przenieść się do nowszej wersji interfejsu Facebook API, ponieważ wcześniej używana wersja API nie jest już obsługiwana. Jednak do pracy z nowego interfejsu API, [product] wymaga PHP 5.4. Widzisz tę wiadomość, ponieważ serwer ma starszą wersję PHP.</p> <p>Status usługi <b>Facebook</b> pod <b>Strona internetowa → Logowanie do portali społecznościowych</b> została ustawiona na <i>Zablokowana</i>.</p> <p>Proszę zaktualizować wersji PHP 5.4 lub wyższej, aby ponownie włączyć Facebook.</p>
ru_ru: <p>В связи с тем, что версия Facebook API, которую мы использовали ранее, больше не поддерживается, нам пришлось перейти на новую версию API. Теперь для работы с новым API, [product] требует PHP 5.4. Вы видите это сообщение, потому что ваш сервер использует старую версию PHP. </p><p>Статус провайдера <b>Facebook</b> на странице <b>Веб-сайт → Вход через соц. сети</b> был изменён на <i>Выкл.</i>.</p><p>Пожалуйста, прежде чем включить Facebook снова, обновите PHP до версии 5.4 или выше.</p>
tr_tr: <p>Daha önce kullandığınız API versiyonu artık geçerli olmadığından Yeni bir Facebook API versiyonuna geçiş yaptık. Yeni API ile çalışmak için [product] PHP 5.4 ve yukarısı gerekmektedir. Bu mesajı sunucu PHP versiyonunuz bu sürümün altında olduğu için görüyorsunuz. </p><p>Facebook'u tekrar erişilebilir hale getirmek için lütfen PHP versiyonunuzu 5.4 veya üzeri hale getirin. </p>
uk_ua: <p>У зв'язку з тим, що версія Facebook API, яку ми використовували раніше, більше не підтримується, нам довелося перейти на нову версію API. Тепер для роботи з новим API, [product] вимагає PHP 5.4. Ви бачите це повідомлення, тому що ваш сервер використовує стару версію PHP.</p><p>Статус провайдера <b>Facebook</b> на сторінці <b>Веб-сайт → Вхід через соц. мережі</b> був змінений на <i>Вимкнути.</i>. </p><p>Будь ласка, перш ніж включити Facebook знову, поновіть PHP до версії 5.4 або вище.</p>
