Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::hybrid_auth.change_password
source: You can change your password here
da_dk: Du kan ændre din adgangskode her
de_de: Ihr Passwort können Sie hier ändern
el_gr: Μπορείτε να αλλάξετε τον κωδικό σας εδώ
es_es: Usted puede cambiar su contraseña aquí
fr_fr: Vous pouvez modifier votre mot de passe ici
it_it: È possibile modificare la password qui
ja_jp: パスワードはこちらから変更いただけます
nl_nl: Wachtwoord wijzigen kan hier
no_no: Du kan endre passordet ditt her
pl_pl: W tym miejscu można zmienić hasło
ru_ru: Вы можете изменить свой пароль по ссылке
tr_tr: Şifrenizi buradan değiştirebilirsiniz
uk_ua: Ви можете змінити свій пароль за посиланням
vi_vn: Bạn có thể thay đổi mật khẩu của bạn tại đây

# Languages::hybrid_auth.link_provider
source: Social network accounts
da_dk: Konti til sociale netværk
de_de: Profile von sozialen Netzwerken
el_gr: Λογαριασμοί κοινωνικου δικτύου
es_es: Cuentas de redes sociales
fr_fr: Comptes de réseau social
it_it: Account social network
ja_jp: SNSアカウント
nl_nl: Sociale netwerk profielen
no_no: Kontoer for sosiale nettverk
pl_pl: Konto na portalu społecznościowym
ru_ru: Учетные записи в социальных сетях
tr_tr: Sosyal ağ hesapları
uk_ua: Облікові записи соціальних мереж
vi_vn: Tài khoản mạng xã hội

# Languages::hybrid_auth.text_link_provider
source: Assign your social network account to this one and use it to log in
da_dk: Tildele din sociale netværkskonto til denne og bruge den til at logge ind
de_de: Fügen Sie Ihr Profil aus den sozialen Netzwerken hinzu und melden Sie sich damit an
el_gr: Προσδιορίστε τον δικό σας λογαριασμό κοινωνικής δικτύωσης σε αυτό εδώ και χρησιμοποιήσετε τον για να συνδεθείτε
es_es: Asocia tu cuenta de red social y úsala para registrarte
fr_fr: Attribuer votre compte de réseau social à celui-ci et utilisez-le pour ouvrir une session
it_it: Assegna un'account social a questo e utilizzalo per accedere
ja_jp: 指定したSNSサービスの会員情報を利用したログインが可能になります。
nl_nl: Sociale netwerk profiel koppelen deze en gebruiken om te loggen
no_no: Tildel den sosiale nettverkskontoen til denne og bruk den til å logge inn
pl_pl: Przypisz konto portalu społecznościowego do tego konta i używaj go do logowania
ru_ru: Подключить аккаунт социальной сети и использовать его для входа
tr_tr: Sosyal ağ hesabınızı bu hesabınıza atayın ve giriş yapmak için kullanın
uk_ua: Підключити аккаунт соціальної мережі і використовувати його для входу
vi_vn: Chỉ định tài khoản mạng xã hội của bạn và sử dụng nó để đăng nhập

# Languages::hybrid_auth.text_user_is_already_link
source: This social network account is already being used
da_dk: Denne sociale netværkskonto er allerede i brug
de_de: Dieses Profil ist bereits vorhanden.
el_gr: Αυτός ο λογαριασμός κοινωνικής δικτυωσης χρησιμοποιείται ήδη
es_es: Esta cuenta de red social ya esta siendo usada
fr_fr: Ce compte de réseau social est déjà utilisé
it_it: Questo account social è già utilizzato
ja_jp: 指定したSNSサービスのアカウントはすでに他の会員情報に関連づけられています
nl_nl: Dit sociale netwerk profiel wordt al gebruikt
no_no: Denne sosiale nettverkskontoen brukes allerede
pl_pl: To konto w portalu społecznościowym jest już używane
ru_ru: Эта учетная запись социальной сети уже используется
tr_tr: Bu sosyal ağ hesabı zaten kullanılıyor
uk_ua: Цей обліковий запис соціальної мережі вже використовується
vi_vn: Tài khoản mạng xã hội này đã được sử dụng

# Languages::hybrid_auth.connect_social
source: Connect social account
da_dk: Forbind social medie konto
de_de: Mit Profil aus den sozialen Netzwerken verbinden
el_gr: Συνδεση λογαριασμου κοινωνικής δικτυωσης
es_es: Conectar cuenta social
fr_fr: Connecter compte social
it_it: Collega un account social
ja_jp: SNSサービスと会員アカウントの関連付け
nl_nl: Sociale profiel koppelen
no_no: Koble til sosial konto
pl_pl: Połącz z kontem na portalu społecznościowym
ru_ru: Подключить учетную запись в соцсети
tr_tr: Sosyal hesap bağla
uk_ua: Підключити обліковий запис в соцмережі
vi_vn: Kết nối tài khoản xã hội

# Languages::hybrid_auth.connect_social_title
source: Such user already exists
da_dk: Sådan bruger findes allerede
de_de: Benutzer existiert bereits.
el_gr: Υπάρχει ήδη τέτοιος χρήστης
es_es: Este usuario ya existe
fr_fr: Tel utilisateur existe déjà
it_it: Questo utente esiste già
ja_jp: 既存の会員アカウントとの関連付けが必要です
nl_nl: Deze gebruiker bestaat reeds
no_no: Brukeren finnes allerede
pl_pl: Taki użytkownik już istnieje
ru_ru: Такой пользователь уже существует
tr_tr: Bu kullanıcı zaten mevcut
uk_ua: Такий користувач вже існує
vi_vn: Người dùng đã tồn tại

# Languages::hybrid_auth.text_connect_social
source: <p>The user with the e-mail specified during social login already exists.</p><p>If you want to assign a social network account to the registered user, please log in.</p>
da_dk: <p>Bruger med e-mail angivet under sociale login allerede eksisterer.</p> <p>Hvis du vil tildele et socialt netværkskonto til den registrerede bruger, skal du logge ind.</p>
de_de: <p>Der Benutzer mit der beim Login angegebenen E-Mail ist bereits vorhanden.</p><p>Wenn Sie dem registrierten Benutzer ein Profil aus den sozialen Netzwerken zuweisen möchten, melden Sie sich bitte an.</p>
el_gr: <p>Ο χρήστης με το e-mail που καθορίζεται κατά τη διάρκεια του social login υπάρχει ήδη.</p><p>Αν θέλετε να αντιστοιχίσετε ένα λογαριασμό κοινωνικής δικτυωσης στον εγγεγραμμένο χρήστη, παρακαλώ συνδεθείτε.</p>
es_es: <p>Ya existe un usuario con el email proporcionado durante el inicio de sesión social.</p><p>Si desea asignar una cuenta de red social con el usuario registrado, por favor inicie sesión.</p>
fr_fr: <p>L’utilisateur avec l’adresse e-mail indiquée lors de la connexion sociale déjà existe.</p> <p>Si vous souhaitez affecter un compte de réseau social à l’utilisateur inscrit, veuillez ouvrir une session po</p>
it_it: <p>L'utente con l'indirizzo e-mail specificato durante il login è già presente.</p><p>Se si desidera assegnare un account social all'utente registrato, si prega di accedere.</p>
ja_jp: <p>ご指定のSNSサービスで利用しているEメールアドレスですでに会員登録が行われています。</p><p>SNSサービスを利用して既存の会員アカウントへのログインを可能するにはEメールアドレスとパスワードを入力して会員アカウントとSNSサービスの関連付けを行ってください。</p><p>※ この関連付け作業は次回からは発生しません。</p>
nl_nl: <p>De gebruiker met tijdens de sociale login opgegeven e-mailadres bestaat reeds.</p><p>Log in om een social netwerk profiel te koppelen aan de geregistreerde gebruiker.</p>
no_no: <p>Brukeren med e-posten spesifisert under sosial innlogging finnes allerede.</p><p>Hvis du vil tilordne en sosial nettverkskonto for den registrerte brukeren, vennligst logg deg inn.</p>
pl_pl: <p>Użytkownik z takim adresem e-mail użytym podczas logowania przez portale społecznościowe już istnieje.</p><p>Jeśli chcesz przypisać konto portalu społecznościowego do zarejestrowanego użytkownika, zaloguj się.</p>
ru_ru: <p>Пользователь с такой электронной почтой уже существует.</p><p>Если Вы хотите подключить данную социальную сеть к этому пользователю, то, пожалуйста, авторизуйтесь.</p>
tr_tr: <p>Sosyal girişte belirtilen e-postaya sahip olan kullanıcı zaten mevcut.</p><p>Eğer kayıtlı kullanıcıya bir sosyal ağ hesabı atamak istiyorsanız, lütfen giriş yapın.</p>
uk_ua: <p>Користувач з такою електронною поштою вже існує.</p> <p>Якщо Ви хочете підключити дану соц. мережу цьому користувачеві, то, будь ласка, авторизуйтесь.</p>
vi_vn: <p>Email người dùng được chỉ định trong đăng nhập mạng xã hội đã tồn tại.</p> <p>Nếu bạn muốn chỉ định một tài khoản mạng xã hội cho người dùng đã đăng ký, xin vui lòng đăng nhập</p>

# Languages::hybrid_auth.specify_email
source: Specify email
da_dk: Angiv e-mail
de_de: E-Mail angeben
el_gr: Καθορίσετε Email
es_es: Especificar el correo electrónico
fr_fr: Indiquez l’email
it_it: Specificare un'e-mail
ja_jp: Eメールアドレスの登録
nl_nl: E-mailadres opgeven
no_no: Angi e-post
pl_pl: Określ e-mail
ru_ru: Укажите адрес электронной почты
tr_tr: E-posta belirtin
uk_ua: Вкажіть електронну пошту
vi_vn: Chỉ định email

# Languages::hybrid_auth.specify_email_title
source: The e-mail was not specified.
da_dk: E-mailen blev ikke angivet.
de_de: E-Mail wurde nicht angegeben.
el_gr: Το e-mail δεν καθορίστηκε.
es_es: El e-mail no ha sido especificado.
fr_fr: L’e-mail n’a pas été spécifiée.
it_it: L'e-mail non è stata specificata.
ja_jp: Eメールアドレスの登録が必要です。
nl_nl: Dit e-mailadres is niet opgegeven.
no_no: E-post-adressen ble ikke angitt.
pl_pl: Adres e-mail nie został określony.
ru_ru: Адрес электронной почты не был указан.
tr_tr: E-posta belirtilmedi.
uk_ua: e-mail не вказано.
vi_vn: Email không được chỉ định.

# Languages::hybrid_auth.text_specify_email
source: <p>When logging through the social network the e-mail was not specified.</p><p>Please enter your e-mail and click Continue.</p>
da_dk: <p>Når logging via det sociale netværk e-mail blev ikke er angivet.</p><p>Venligst indtast din e-mail og klik på fortsæt.</p>
de_de: <p>Beim Anmelden über das soziale Netzwerk wurde die E-Mail nicht angegeben.</p><p>Bitte geben Sie Ihre E-Mail-Adresse ein und klicken Sie auf Fortfahren.</p>
el_gr: <p>Όταν συνδεθηκατε μέσω του κοινωνικού δικτύου το e-mail δεν καθορίστηκε.</p><p>Παρακαλούμε εισάγετε το e-mail σας και κάντε κλικ στο κουμπί Συνέχεια.</p>
es_es: <p>Al iniciar en la red social no proporcionó el correo electrónico.</p><p>Por favor ingrese con su correo electrónico y haga click en Continuar.</p>
fr_fr: <p>Quand vous connectant via le réseau social le email n’a été spécifié.</p> <p>S’il vous plaît entrer votre adresse e-mail et cliquez sur continuer.</p>
it_it: <p>L'e-mail di registrazione nel social network non è stata specificata.</p><p>Per favore inserisci la tua e-mail e clicca su continua.</p>
ja_jp: <p>SNSサービスを利用したログインの際にEメールアドレスを取得できませんでした。</p><p>Eメールアドレスを入力して「続ける」ボタンをクリックしてください。</p>
no_no: <p>Når du logger deg inn gjennom det sosiale nettverket ble ikke e-posten din spesifisert.</p><p>Vennligst skriv inn din e-post-adresse og klikk på Fortsett.</p>
pl_pl: <p>Podczas logowania za pośrednictwem portali społecznościowych nie został określony adres e-mail.</p><p>Podaj swój adres e-mail i kliknij przycisk Kontynuuj.</p>
ru_ru: <p>При входе через соц. сеть не был указан адрес электронной почты.</p><p>Пожалуйста введите его и нажмите "Продолжить".</p>
tr_tr: <p>Sosyal ağ ile giriş yapılırken posta belirtilmedi.</p><p>Lütfen e-postanızı girin ve Devam'a tıklayın.</p>
uk_ua: <p>При вході через соц. мережа не було вказано адресу електронної пошти.</p> <p>Будь ласка введіть його і натисніть "Продовжити".</p>
vi_vn: <p>Khi đăng nhập thông qua các email mạng xã hội không được chỉ định.</p> <p>Xin vui lòng nhập địa chỉ email của bạn và nhấp vào tiếp tục.</p>

# Languages::hybrid_auth_menu_description
source: Create social provider
da_dk: Skabe sociale udbyder
de_de: Sozialen Anbieter erstellen
el_gr: Δημιουργία Παροχέα κοινωνικής δικτύωσης
es_es: Crear proveedor social
fr_fr: Créer le fournisseur social
it_it: Creare provider social
ja_jp: ソーシャルログイン機能を提供するSNSプロバイダを管理します。
nl_nl: Sociale provider aanmaken
no_no: Opprett sosial tjeneste
pl_pl: Tworzenie społecznego usługodawcy
ru_ru: Добавление соц. провайдеров
tr_tr: Sosyal sağlayıcı oluşturun
uk_ua: Додавання соц. мереж
vi_vn: Tạo nhà cung cấp mạng xã hội

# Languages::public_key
source: Public key
da_dk: Offentlig nøgle
de_de: Öffentlicher Schlüssel
el_gr: Δημόσιο κλειδί
es_es: Clave pública
fr_fr: Clé publique
it_it: Chiave pubblica
ja_jp: 公開鍵
nl_nl: Openbare sleutel
no_no: Fellesnøkkel
pl_pl: Klucz publiczny
ru_ru: Открытый ключ
tr_tr: Ortak anahtar
uk_ua: Відкритий ключ
vi_vn: Khóa công khai

# Languages::paypal_seamless
source: Use seamless checkout
da_dk: Brug gnidningsfri checkout
de_de: Seamless checkout benutzen
el_gr: Χρήση απρόσκοπτης ολοκλήρωσης παραγγελίας
es_es: Utiliza pago personalizado
fr_fr: Caisse sans soudure d’utilisation
it_it: Usa checkout anonimo
ja_jp: シームレスチェックアウトの利用
no_no: Bruk sømløs utsjekking
pl_pl: Użyj szybkiej realizacji zamówienia
ru_ru: Не запрашивать данные учетной записи Paypal повторно при оплате, если пользователь ранее вошел через Paypal Login
tr_tr: Sorunsuz çıkış kullanın
uk_ua: НЕ запитувати дані облікового запису Paypal повторно при оплаті, якщо користувач раніше увійшов через Paypal Login
vi_vn: Sử dụng thanh toán liền mạch

# Languages::paypal_sandbox
source: Test mode
de_de: Testmodus
el_gr: Δοκιμαστική λειτουργία
es_es: Modo de prueba
fr_fr: Mode test
it_it: Modalità Test
ja_jp: テストモード
nl_nl: Testmodus
no_no: Testmodus
pl_pl: Tryb testowy
ru_ru: Тестовый режим
tr_tr: Test modu
uk_ua: Тестовий режим
vi_vn: Chế độ kiểm tra

# Languages::privileges.manage_providers
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
it_it: Può modificare
nl_nl: Kan bewerken
pl_pl: Można edytować
ru_ru: Редактирование
tr_tr: Düzenleyebilirsin
uk_ua: Можна редагувати

# Languages::privileges.view_providers
source: Can view
el_gr: Δυνατότητα Προβολής
it_it: Può visualizzare
nl_nl: Kan bekijken
pl_pl: Można przeglądać
ru_ru: Просмотр
tr_tr: Görüntüleyebilirsin
uk_ua: Можна переглянути

# Languages::privilege_groups.social_login
source: Social login
nl_nl: Sociale login
pl_pl: Logowanie do portali społecznościowych
ru_ru: Вход через соцсети
tr_tr: Sosyal giriş
uk_ua: Вхід через соціальні мережі

# Languages::hybrid_auth.instruction_facebook
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
da_dk: Bruge program-ID og hemmelige nøgle, som du har modtaget efter at skabe en ansøgning på <a href='https://developers.facebook.com/apps' target='_blank'> Facebook udviklere</a>.
de_de: Verwenden Sie die Anwendungs-ID und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie die Anwendung auf <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a> erstellt haben.
el_gr: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής και το μυστικό κλειδί που λάβατε όταν δημιουργήσετε μια εφαρμογή στο <a href='https://developers.facebook.com/apps' target='_blank'> Facebook Developers</a>.
es_es: Utilice la idenficación de la aplicación y la clave secreta que ha recibido después de crear una aplicación en <a href='https://developers.facebook.com/apps' target='_blank'> Facebook Developers</a>.
fr_fr: Utiliser l’ID d’application et de la clé secrète que vous avez reçu après avoir créé une application sur <a href='https://developers.facebook.com/apps' target='_blank'> Les développeurs de Facebook</a>.
it_it: Utilizzare l'ID applicazione e la Chiave Segreta che hai ricevuto dopo aver creato un'applicazione su <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
ja_jp: <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a> でアプリ作成後に発行されるアプリケーションIDとシークレットキーを登録してください。
no_no: Bruk den applikasjons-ID og hemmelige nøkkel du har mottatt etter å ha opprettet en applikasjon på <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
pl_pl: Użyj identyfikatora aplikacji i tajnego klucza, które zostały wygenerowane po stworzeniu aplikacji na <a href='https://developers.facebook.com/apps' target='_blank'> Facebook developers</a>.
ru_ru: Используйте идентификатор приложения и секретный ключ, которые вы получили после создания приложения на сайте <a href='https://developers.facebook.com/apps' target='_blank'>Facebook для разработчиков</a>.
tr_tr: <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a> adresinden uygulamayı oluşturduktan sonra alacağınız application ID ve Secret key kullanın.
uk_ua: Використовуйте ID додатка і секретний ключ, який ви отримали після створення додатка на <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
vi_vn: Sử dụng ID ứng dụng và Secret key mà bạn đã nhận được sau khi tạo một ứng dụng <a href='https://developers.facebook.com/apps' target='_blank'> Facebook</a> nhà phát triển.

# Languages::hybrid_auth.instruction_facebook_login
source: Use the application ID and Secret key that you've received after creating an application on <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. After that copy the value of the <b>Valid OAuth redirect URIs</b> field to the corresponding setting of the <b>Facebook Login</b> product in your Facebook application.
el_gr: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής και το μυστικό κλειδί που λάβατε μετά τη δημιουργία μιας εφαρμογής στο<a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a> . Στη συνέχεια, αντιγράψτε την τιμή του πεδίου <b> Valid OAuth redirect URIs</ b> στην αντίστοιχη ρύθμιση του προϊόντος<b>Facebook Login</b> στην εφαρμογή Facebook.
es_es: Utilice la identificación del usuario y la clave secreta que ha recibido luego de crear una aplicación en<a href="https://developers.facebook.com/apps" target="_blank">Desarrolladores de Facebook</a>.Una vez que la copia del valor del <b>URI de redirección de OAuth válida</b> campo correspondiente a la configuración del producto<b>Inicie sesión en Facebbok</b>en su aplicación de facebook.
ja_jp: <a href="https://developers.facebook.com/apps" target="_blank"> Facebookデベロッパー</a>でアプリケーションを作成した後に受け取ったアプリケーションIDとシークレットキーを使用します。その後、<b>有効なOAuthリダイレクトURI </ b>フィールドの値をFacebookアプリケーションの<b> Facebookログイン</ b>に該当する設定にコピーします。
no_no: Bruk en program-ID og hemmelig nøkkel du har mottatt etter å ha opprettet et program på <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. Deretter kopierer du verdien av <b>Valid OAuth redirect URIs</b> feltet til den tilsvarende innstillingen av <b>Facebook Login</b> produktet i ditt Facebook-program.
pl_pl: Użyj identyfikatora aplikacji oraz tajnego klucza, które otrzymałeś przy tworzeniu aplikacji na <a href="https://developers.facebook.com/apps" target="_blank"> Facebook Developers</a>. Po tym należy skopiować wartość pola <b>Valid OAuth redirect URIs</b> do odpowiedniego ustawienia <b>Logowania do Facebooka</b> w aplikacji Facebook.
ru_ru: Воспользуйтесь ID приложения и секретным ключом, полученными после создания приложения на <a href="https://developers.facebook.com/apps" target="_blank">сайте разработчиков Facebook</a>. После этого скопируйте содержимое поля <b>Valid OAuth redirect URIs</b> в соответствующее поле на вкладке <b>Facebook Login</b> в вашем приложении на Facebook.
tr_tr: Facebook Developers <a href="https://developers.facebook.com/apps" target="_blank"> adresinde uygulama oluşturduktan sonra aldığınız Uygulama kimliği ve Secret Key'i kullanın.
uk_ua: Скористайтеся ID додатки і секретним ключем, отриманими після створення програми на сайті <a href="https://developers.facebook.com/apps" target="_blank">розробників Facebook</a>. Після цього скопіюйте вміст поля <b>Valid OAuth redirect URIs</b> в відповідне поле на вкладці <b>Facebook Login</b> у вашому додатку на Facebook.

# Languages::hybrid_auth.instruction_google
source: Use ID and Secret key that you've received after creating a project on <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
da_dk: Brug-ID og hemmelige nøgle, som du har modtaget efter at skabe et projekt på <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
de_de: Verwenden Sie die ID und den Geheimschlüssel, den Sie erhalten haben, nachdem Sie das Projekt auf <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a> erstellt haben.
el_gr: Χρησιμοποιήστε το αναγνωριστικό και το μυστικό κλειδί που λάβατε με τη δημιουργία του Project στο <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
es_es: Utilice el ID y la clave secreta que ha recibido después de crear un proyecto en <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
fr_fr: Utilisez l’ID et la clé secrète que vous avez reçu après avoir créé un projet sur <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
it_it: Utilizza l'ID e la Chiave Segreta che hai ricevuto dopo aver creato un progetto su <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
ja_jp: <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a> でプロジェクト作成後に発行されるIDとシークレットキーを登録してください。
no_no: Bruk ID og hemmelig nøkkel som du har mottatt etter å ha laget et prosjekt hos <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
pl_pl: Użyj identyfikatora i tajnego klucza, który otrzymałeś po utworzeniu projektu na <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
ru_ru: Используйте ID и секретный ключ, которые вы получили после создания проекта в <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
tr_tr: <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a> adresinden projeyi oluşturduktan sonra alacağınız ID ve Secret key kullanın.
uk_ua: Використання ID і секретний ключ, який ви отримали після створення проекту на <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>code.Google</a>
vi_vn: Sử dụng ID và Secret key mà bạn đã nhận được sau khi tạo một dự án trên <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.
