Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/newsletters.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Languages::show_on_checkout
source: Show at checkout
cs_cz: Zobrazit v pokladně
da_dk: Vis ved kassen
de_de: An der Kasse zeigen
el_gr: Προβολή στο Ταμείο
es_es: Mostrar al finalizar la compra
fr_fr: Faites voir au paiement/checkout
id_id: Tunjukkan di kasir
it_it: Mostrare alla cassa
ja_jp: 購入手続き時に表示
nl_nl: Tijdens afrekenen weergeven
no_no: Vis ved utsjekking
pl_pl: Pokaż w kasie
tr_tr: Çıkışta göster
uk_ua: Показувати на сторінці оформлення замовлення
vi_vn: Hiển thị lúc thanh toán

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
cs_cz: Ukázat na registraci a detaily profilové stránky
da_dk: Vis på registrering og profiloplysninger sider
de_de: Seiten über die Registrierung und Profil-Details anzeigen
el_gr: Να εμφανίζεται σχετικά στην σελίδα εγγραφής και καταχώρησης προφίλ
es_es: Mostrar en las páginas de registro y detalles del perfil
fr_fr: Afficher sur les pages de détails du Profil et lors de l'inscription
id_id: Tampilkan di halaman Registration and Profile Details
it_it: Mostra nelle pagine di Registrazione e Dettagli Profilo
nl_nl: Op de registratie en profieldetails pagina weergeven
no_no: Vis på registrering og profildetaljer sider
pl_pl: Pokaż podczas rejestracji i na stronie profilu
tr_tr: Kayıt ve profil ayrıntıları sayfalarında göster
uk_ua: Відображати на сторінках реєстрації та профіля користувача
vi_vn: Hiển thị trên Hồ sơ chi tiết và trang Đăng ký

# Languages::show_on_separate_page
source: Show on separate page
cs_cz: Zobrazit na samostatné stránce
da_dk: Vis på separat side
de_de: Auf separater Seite anzeigen
el_gr: Προβολή σε ξεχωριστή σελίδα
es_es: Mostrar en una página separada
fr_fr: Afficher sur des pages séparées
id_id: Tampilkan di halaman terpisah
it_it: Visualizza su pagina separata
ja_jp: 別ページに表示
nl_nl: Op een aparte pagina weergeven
no_no: Vis på egen side
pl_pl: Pokaż na osobnej stronie
tr_tr: Ayrı sayfada göster
uk_ua: Показати на окремій сторінці
vi_vn: Hiển thị trên trang riêng biệt

# Languages::campaign_stats
source: Campaign statistics
cs_cz: Statistiky kampaně
da_dk: Kampagnestatistik
de_de: Kampagnen-Statistik
el_gr: Στατιστικά καμπάνιας
es_es: Estadísticas de la campaña
fr_fr: Statistiques de campagne
id_id: Statistik kampanye
it_it: Statistiche di campagna
ja_jp: 統計情報
nl_nl: Campagne statistieken
no_no: Kampanje statistikk
pl_pl: Statystyki kampanii
tr_tr: Kampanya istatistikleri
uk_ua: Статистика кампанії
vi_vn: Thống kê chiến dịch

# Languages::add_campaign
source: Add campaign
cs_cz: Přidat kampaň
da_dk: Tilføj kampagne
de_de: Kampagne hinzufügen
el_gr: Προσθήκη καμπάνιας
es_es: Añadir campaña
fr_fr: Ajouter une campagne
id_id: Tambahkan kampanye
it_it: Aggiungi campagna
ja_jp: トラッキングの追加
nl_nl: Campagne toevoegen
no_no: Legg til kampanje
pl_pl: Dodaj kampanię
tr_tr: Kampanya Ekle
uk_ua: Додати кампанії
vi_vn: Thêm chiến dịch

# Languages::new_campaign
source: New campaign
cs_cz: Nová kampaň
da_dk: Ny kampagne
de_de: Neue Kampagne
el_gr: Νέα καμπάνια
es_es: Nueva campaña
fr_fr: Nouvelle campagne
id_id: Kampanye baru
it_it: Nuova campagna
ja_jp: トラッキングの追加
nl_nl: Nieuwe campagne
no_no: Ny kampanje
pl_pl: Nowa kampania
tr_tr: Yeni kampanya
uk_ua: Нова кампанія
vi_vn: Chiến dịch mới

# Languages::newsletter_templates
source: Newsletter templates
cs_cz: Šablony
da_dk: Nyhedsbrevsskabeloner
de_de: Newsletter-Vorlagen
es_es: Plantillas de Boletines
fr_fr: Modeles de Newsletter
id_id: Template buletin
it_it: Modelli di newsletter
ja_jp: メールマガジンテンプレート
nl_nl: Nieuwsbrief sjabloon
no_no: Nyhetsbrev maler
pl_pl: Szablony newslettera
tr_tr: Bülten Şablonları
uk_ua: Шаблон розсилки
vi_vn: Giao diện bản tin

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
cs_cz: Automatické odpovědi
da_dk: Nyhedsbrev autoresponders
de_de: Newsletter Autoresponder
el_gr: Αυτόματες Απαντήσεις Newsletter
es_es: Boletín autoresponders
fr_fr: Reponses automatiques de Newsletter
id_id: Penjawab otomatis buletin
it_it: Autorisponditore newsletter
ja_jp: メールマガジン オートレスポンダー
nl_nl: Nieuwsbrief autobeantwoorders
no_no: Nyhetsbrev autosvarere
pl_pl: Autoresponder newslettera
tr_tr: Bülten otomatik cevaplayıcıları
uk_ua: Автовідповідачі
vi_vn: Tự động trả lời bản tin

# Languages::subject
source: Subject
cs_cz: Předmět
da_dk: Emne
de_de: Betreff
el_gr: Θέμα
es_es: Asunto
fr_fr: Sujet
id_id: Subyek
it_it: Oggetto
ja_jp: 件名
nl_nl: Onderwerp
no_no: Emne
pl_pl: Temat
tr_tr: Konu
uk_ua: Тема
vi_vn: Chủ đề

# Languages::add_newsletter
source: Add newsletter
cs_cz: Přidat newsletter
da_dk: Tilføje nyhedsbrev
de_de: Newsletter hinzufügen
el_gr: Προσθήκη newsletter
es_es: Agregar newsletter
fr_fr: Ajouter newsletter
id_id: Tambahkan newsletter
it_it: Aggiungi newsletter
ja_jp: メルマガの新規配信
nl_nl: Nieuwsbrief toevoegen
no_no: Legg til nyhetsbrev
pl_pl: Dodaj newsletter
tr_tr: Bülten Ekle
uk_ua: Додати розсилку
vi_vn: Thêm bản tin

# Languages::add_template
source: Add template
cs_cz: Přidat šablonu
da_dk: Tilføje skabelon
de_de: Vorlage hinzufügen
el_gr: Προσθήκη template
es_es: Añadir plantilla
fr_fr: Ajouter modèle
id_id: Tambahkan template
it_it: Aggiungi modello
ja_jp: テンプレートの追加
nl_nl: Sjabloon toevoegen
no_no: Legg til mal
pl_pl: Dodaj szablon
tr_tr: Şablon Ekle
uk_ua: Додати шаблон
vi_vn: Thêm mẫu

# Languages::add_autoresponder
source: Add autoresponder
cs_cz: Přidat automatickou odpověď
da_dk: Tilføje autoresponder
de_de: Automatischen Beantworter hinzufügen
el_gr: Προσθήκη αυτόματων απαντήσεων
es_es: Agregar autoresponder
fr_fr: Ajouter une réponse automatique
id_id: Tambahkan autoresponder
it_it: Aggiungi autorisponditore
ja_jp: オートレスポンダーの追加
nl_nl: Auto-beantwoorder toevoegen
no_no: Legg til autosvarer
pl_pl: Dodaj autoresponder
tr_tr: Otomatik cevaplayıcı Ekle
uk_ua: Додати автовідповідач
vi_vn: Thêm trả lời tự động

# Languages::more_subjects
source: Random subjects (one per line)
cs_cz: Náhodné předměty (jeden na řádek)
da_dk: Tilfældige emner (én pr. linje)
de_de: Zufällige Betreffe (einer pro Zeile)
el_gr: Τυχαία αντικείμενα (ένα ανα σειρά)
es_es: Asunto al azar (uno por línea)
fr_fr: Sujets au hazard (un par ligne)
id_id: Subjek acak (satu per baris)
it_it: Oggetti casuali (uno per linea)
ja_jp: 件名 (改行して複数入力すると1件をランダムにセット)
nl_nl: Willekeurige onderwerpen (1 per regel)
no_no: Vilkårlige emner (en per linje)
pl_pl: Losowe tematy (jeden na linię)
tr_tr: Rastgele konular (her satırda bir tane)
uk_ua: Більше тем (тема для кожного повідомлення буде обрана випадково з цього списку)
vi_vn: Đối tượng ngẫu nhiên (một đối tượng trên mỗi dòng)

# Languages::body_html
source: HTML body
cs_cz: HTML zpráva
de_de: HTML-Körper
el_gr: Σώμα HTML
es_es: Cuerpo HTML
fr_fr: Corps HTML
id_id: Tubuh HTML
it_it: Corpo del messaggio (HTML)
ja_jp: 本文（HTML形式）
nl_nl: HTML bericht
no_no: HTML innholdstekst
pl_pl: Treści HTML
tr_tr: HTML Gövdesi
uk_ua: Текст листа (HTML)
vi_vn: Văn bản HTML

# Languages::no_template
source: No template
cs_cz: Žádná šablona
da_dk: Ingen skabelon
de_de: Keine Vorlage
el_gr: Χωρίς template
es_es: Ninguna plantilla de
fr_fr: Aucun modèle
id_id: Tidak ada template
it_it: Nessun modello
ja_jp: なし
nl_nl: Geen sjabloon
no_no: Ingen mal
pl_pl: Bez szablonu
tr_tr: Şablon yok
uk_ua: Немає шаблону
vi_vn: Không có mẫu

# Languages::load
source: Load
cs_cz: Nahrát
de_de: Laden
el_gr: Φόρτωση
es_es: Cargar
fr_fr: Charger
id_id: Beban
it_it: Carica
ja_jp: ロード
nl_nl: Laden
no_no: Last inn
pl_pl: Załaduj
tr_tr: Yükle
uk_ua: Завантажити
vi_vn: Tải

# Languages::campaign
source: Campaign
cs_cz: Kampaň
da_dk: Kampagne
de_de: Kampagne
el_gr: Καμπάνια
es_es: Campaña
fr_fr: Campagne
id_id: Kampanye
it_it: Campagna
ja_jp: トラッキング
nl_nl: Campagne
no_no: Kampanje
pl_pl: Kampania
tr_tr: Kampanya
uk_ua: Кампанії
vi_vn: Chiến dịch

# Languages::send_to
source: Send to
cs_cz: Odeslat
da_dk: Send til
de_de: Senden an
el_gr: Αποστολή σε
es_es: Enviar a
fr_fr: Envoyer à
id_id: Kirim ke
it_it: Invia a
ja_jp: 配信先
nl_nl: Verzenden naar
no_no: Send til
pl_pl: Wyślij do
tr_tr: Gönder
uk_ua: Надіслати
vi_vn: Gửi đến

# Languages::add_recipients_from_users
source: Add recipients from users
cs_cz: Přidat příjemce z uživatelů
da_dk: Tilføj modtagere fra brugere
de_de: Empfänger von Benutzerliste hinzufügen
el_gr: Προσθήκη παραληπτών από χρήστες
es_es: Agregar destinatarios de los usuarios
fr_fr: Ajouter des destinataires à partir des utilisateurs
id_id: Tambahkan penerima dari pengguna
it_it: Aggiungi destinatari dall'elenco utenti
ja_jp: 会員リストから配信先を追加
nl_nl: Ontvangers toevoegen van gebruikers
no_no: Legge til mottakere fra brukere
pl_pl: Dodaj odbiorców newslettera z listy klientów
tr_tr: Kullanıcılardan alıcı ekle
uk_ua: Додати одержувачів зі списку користувачів
vi_vn: Thêm người nhận từ người dùng

# Languages::customers_with_abandoned
source: Customers with abandoned
cs_cz: Zákazníci s bezmocí
da_dk: Forladte kunder
de_de: Kunden die abbestellten
el_gr: Οι πελάτες με εγκαταλελειμμένα
es_es: Clientes abandonados
fr_fr: Clients avec abandons
id_id: Pelanggan dengan ditinggalkan
it_it: Clienti con abbandoni
ja_jp: カゴ落ち顧客
nl_nl: Verlaten klanten
no_no: Kunder med forlatte
pl_pl: Klienci z porzuconym
tr_tr: Tamamlanmamış bilgilere sahip müşteriler
uk_ua: Покупці з незавершеними покупками
vi_vn: Khách hàng bị bỏ rơi

# Languages::cart_or_wishlist
source: Cart or Wishlist
cs_cz: Košík nebo Wishlist
da_dk: Vogn eller ønskeliste
de_de: Warenkorb oder Wunschzettel
el_gr: Καλάθι ή λίστα αγαπημένων
es_es: Carro o lista de deseos
fr_fr: Carte ou Liste de souhaits
it_it: Carrello o lista desideri
ja_jp: カートまたはほしい物リスト
nl_nl: Winkelwagen of verlanglijst
no_no: Handlevogner eller Ønskelister
pl_pl: Koszyk lub Lista życzeń
tr_tr: Sepet veya istek listesi
uk_ua: Кошик або список побажань
vi_vn: Giỏ hàng hoặc danh sách yêu thích

# Languages::which_is
source: which is
cs_cz: což je
da_dk: der er
de_de: was bedeutet
el_gr: το οποίο είναι
es_es: que es
fr_fr: qui est
id_id: yang mana
it_it: Che è
ja_jp: （過去
nl_nl: welke is
no_no: som er
pl_pl: który jest
tr_tr: olan
uk_ua: протягом
vi_vn: đó là

# Languages::days_old
source: days old
cs_cz: dny staré
da_dk: dage gammel
de_de: Tage alt
el_gr: ημέρες παλιό
es_es: días de antigüedad
fr_fr: depuis
id_id: hari tua
it_it: Giorni
ja_jp: 日以前のデータ
nl_nl: dagen oud
no_no: dager gamle
pl_pl: Dni
tr_tr: günlük
uk_ua: днів
vi_vn: ngày tuổi

# Languages::send_to_test_email
source: Send to test email
cs_cz: Poslat testovací e-mail
da_dk: Send til test email
de_de: An Testmail senden
el_gr: Αποστολή δοκιμαστικού email
es_es: Enviar un correo electrónico para su comprobación
fr_fr: Envoyer sur l'email de test
id_id: Kirim untuk menguji email
it_it: Invia a indirizzo di test
ja_jp: テストメール送信先
nl_nl: Verzenden om de e-mail te testen
no_no: Send til test e-post
pl_pl: Wyślij testowy newsletter na adres
tr_tr: Sınama e-posta gönder
uk_ua: Відправити тестове повідомлення
vi_vn: Gửi để kiểm tra email

# Languages::save_and_send
source: Save and send
cs_cz: Uložit a odeslat
da_dk: Gem og send
de_de: Speichern und senden
el_gr: Αποθήκευση και αποστολή
es_es: Guardar y enviar
fr_fr: Sauvegarder et envoyer
id_id: Simpan dan kirim
it_it: Salva e invia
ja_jp: 保存して送信
nl_nl: Opslaan en verzenden
no_no: Lagre og send
pl_pl: Zapisz i wyślij
tr_tr: Kaydet ve Gönder
uk_ua: Зберети та надіслати
vi_vn: Lưu và gửi

# Languages::newsletter
source: Newsletter
cs_cz: Leták
da_dk: Nyhedsbrev
es_es: Boletín de noticias
ja_jp: メルマガ配信
nl_nl: Nieuwsbrief
no_no: Nyhetsbrev
tr_tr: Haber bülteni
uk_ua: Розсилка
vi_vn: Bản tin

# Languages::newsletter_template
source: Newsletter template
cs_cz: Leták - šablony
da_dk: Nyhedsbrevskabelon
de_de: Newslettervorlage
es_es: Plantillas de boletín de noticias
fr_fr: Modele de Newsletter
id_id: Template buletin
it_it: Modello di newsletter
ja_jp: メールマガジンテンプレート
nl_nl: Nieuwsbrief sjabloon
no_no: Nyhetsbrev mal
pl_pl: Szablon newslettera
tr_tr: Bülten Şablonları
uk_ua: Шаблон розсилки
vi_vn: Mẫu bản tin

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
cs_cz: Letáky - automatické odpovědi
da_dk: Nyhedsbrev autoresponder
de_de: Automatischer Beantworter des Newsletters
el_gr: Αυτόματη Απάντηση Newsletter
es_es: Boletín de noticias con respuesta automática
fr_fr: Reponse automatique a la Newsletter
it_it: Autorisponditore newsletter
ja_jp: メールマガジン オートレスポンダー
nl_nl: Nieuwsbrief autobeantwoorder
no_no: Nyhetsbrev autosvarer
pl_pl: Autoresponder newslettera
tr_tr: Bülten otomatik cevaplayıcıları
uk_ua: Автовідповідач
vi_vn: Tự động trả lời bản tin

# Languages::mailing_list
source: Mailing list
cs_cz: Seznam adresátů
da_dk: Mail liste
de_de: Verteiler
el_gr: Λίστα αποστολής
es_es: Listas de correo
fr_fr: Liste d'emailling
id_id: Daftar milis
it_it: Lista Iscritti
ja_jp: メールマガジン
nl_nl: Mailinglijst
no_no: E-post-liste
pl_pl: Lista mailingowa
tr_tr: Mail listeleri
uk_ua: Списки розсилок
vi_vn: Danh sách gửi thư

# Languages::confirmed
source: Confirmed
cs_cz: Potvrzeno
da_dk: Bekræftet
de_de: Bestätigt
el_gr: Επιβεβαιώθηκε
es_es: Confirmado
fr_fr: Confirmé
id_id: Dikonfirmasi
it_it: Confermato
ja_jp: 承認済
nl_nl: Bevestigd
no_no: Bekreftet
pl_pl: Potwierdzony
tr_tr: Onaylandı
uk_ua: Підтверджено
vi_vn: Xác nhận

# Languages::subscribed_to
source: Subscribed to [num] lists
cs_cz: Odebírá [num] seznam(ů)
da_dk: Abonnerer på [num] lister
de_de: [num] Listen abonniert
el_gr: Έγινε εγγραφή σε [num] λίστες
es_es: Suscrito a listas de [num]
fr_fr: Inscrits sur la liste {num}
id_id: Berlangganan ke daftar [num]
it_it: Iscritto a [num] liste
ja_jp: [num] 件購読中
nl_nl: Geabonneerd op [num] lijsten
no_no: Abonnerer på [num] lister
pl_pl: Należy do [num] list mailingowych
tr_tr: [num] listeye abone
uk_ua: Підписаний на [num] розсилок
vi_vn: Đăng ký vào danh sách [num]

# Languages::subscribed
source: Subscribed
cs_cz: Odebírá
da_dk: I abonnement
de_de: Abonniert
el_gr: Έγινε εγγραφή
es_es: Suscrito
fr_fr: Inscrit
id_id: Berlangganan
it_it: Iscritto
ja_jp: 購読
nl_nl: Geabonneerd
no_no: Abonnert
pl_pl: Należy do list mailingowych
tr_tr: Abone
uk_ua: Підписаний
vi_vn: Đăng ký

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
cs_cz: Byl úspěšně přihlášení na naše bezplatné e-mailové aktualizace a nabídky!
da_dk: Du har oprettet abonnement på vores gratis e-mail-opdateringer og kampagner!
de_de: Sie haben erfolgreich unsere kostenlosen E-Mail-Updates und Werbeaktionen abonniert!
el_gr: Έχετε εγγραφεί επιτυχώς στο Newletter με τις προσφορές μας!
es_es: ¡Usted se subscribió con éxito a nuestras noticias y promociones!
fr_fr: Vous êtes enregistré avec succès à nos emails concernant nos mises à jour gratuites et nos promotions !
it_it: Sei stato iscritto correttamente alla nostra lista per la ricezione di aggiornamenti e promozioni via email!
ja_jp: メールマガジンの購読手続きが完了しました。
nl_nl: Inschrijving voltooid op onze gratis nieuwsbrief met speciale aanbiedingen en promoties!
no_no: Du er nå påmeldt til våre gratis e-post oppdateringer og kampanjer!
pl_pl: Zostałeś zapisany do naszych darmowych powiadomień e-mail o aktualizacjach i promocjach!
tr_tr: Ücretsiz email listemize başarı ile üye oldunuz!
uk_ua: Ви підписані на безкоштовну розсилку про оновлення та акції!
vi_vn: Bạn đã được đăng ký thành công nhận bản tin và chương trình khuyến mãi của chúng tôi!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
cs_cz: Respektujeme vaše soukromí a neposíláme našim uživatelům žádnou nevyžádanou poštu. Tento e-mail jste obdrželi, protože jste se přihlásili k odebírání našich bezplatných aktualizací a nabídek.<br /><br />Pokud si přejete odhlásit, můžete tak učinit pomocí následujícího odkazu:
da_dk: Vi respekterer dine personlige oplysninger og sender ikke uopfordrede e-mails til brugere, der ikke har anmodet om korrespondance. Du har modtaget denne e-mail, fordi du har anmodet om at modtage vores gratis opdateringer og tilbud.<br /><br /> Hvis du ønsker at afmelde dig, Følg venligst linket nedenfor:
de_de: Wir respektieren Ihre Privatsphäe und versenden keine unerwünschte Mail an Benutzer, die nicht danach gefragt haben. Sie haben diese Mail erhalten, weil sie um kostenlose Updates und Werbungen gebeten haben. <br /><br /> Wenn Sie sich von der Mailingliste abmelden möchte, folgen Sie bitte untenstehendem Link:
el_gr: Σεβόμαστε το απόρρητό σας και δεν στέλνουμε ανεπιθύμητα e-mail σε χρήστες που δεν έχουν ζητήσει αλληλογραφία. Έχετε λάβει αυτό το e-mail, επειδή ζητήσατε να λαμβάνετε νέα και προσφορές μας <br /> <br /> Αν επιθυμείτε να διαγραφείτε, παρακαλώ ακολουθήστε τον παρακάτω σύνδεσμο:
es_es: Respetamos su privacidad y no enviamos correos electrónicos a usuarios que no lo han solicitado. Usted ha recibido este correo electrónico porque solicitó recibir nuestras actualizaciones y promociones.<br /><br /> Si usted desea cancelar la suscripción por favor haga clic en el siguiente enlace:
fr_fr: Nous veillons au respect de vos données personnelles et nous n'envoyons aucun mail non sollicité aux personnes qui n'aurais pas échangé préalablement avec nous. Vous avez reçu cette email car vous avez demandé à recevoir nos emails concernant les mise à jour gratuites et nos promotions. Si vous souhaitez vous désinscrire, suivez le lien ci-dessous:
id_id: Kami menghargai privasi Anda dan tidak mengirim e-mail yang tidak diminta ke pengguna yang tidak meminta korespondensi. Anda telah menerima e-mail ini karena Anda diminta untuk menerima pembaruan dan promosi gratis kami.<br /><br /> Jika Anda ingin berhenti berlangganan, ikuti tautan di bawah ini:
it_it: Rispettiamo la tua privacy e non invieremo email non richieste. Hai ricevuto questa email perche hai fatto richiesta della ricezione di novita dal nostro sito riguardo promozioni e aggiornamenti.<br><br> Se vuoi cancellare il tuo indirizzo email dal nostro database segui questo link:
ja_jp: このEメールは当ショップのメールマガジンをお申し込みいただいたお客様にお届けしています。<br /><br /> 購読解除をご希望の場合は以下のリンクをクリックしてください:
nl_nl: Wij respecteren uw privacy en willen absoluut geen ongewenste correspondentie versturen! U ontvangt deze email omdat u zich via onze webwinkel heeft ingeschreven voor het ontvangen van speciale aanbieden en/of informatie. <br /><br /> Indien u zich hiervoor wilt uitschrijven kunt u klikken op onderstaande link:
no_no: Vi respekterer ditt privatliv og vil ikke sende uønsket e-post til brukere som ikke har bedt om det. Du har mottatt denne e-posten fordi du meldt deg på vår gratis oppdatering og kampanje liste.<br /><br /> Hvis du ønsker å avslutte abonnementet, vennligst bruk linken nedenfor:
pl_pl: Szanujemy Twoją prywatność i nie wysyłamy niechcianych wiadomości e-mail do użytkowników, którzy nie zapisali się na nasze listy mailingowe. Otrzymałeś ten e-mail, ponieważ zapisałeś się na listę aby otrzymywać darmowe aktualizacje oraz informacje o promocjach. <br /> <br /> Jeżeli chcesz się wypisać, proszę skorzystać z poniższego linku:
tr_tr: Gizliliğinize önem veriyoruz. Bu email mesajını ücretsiz mail listemize üye olduğunuz için aldınız. Aboneliği sonlandırmak için lütfen aşağıdaki bağlantıyı izleyin:
uk_ua: Ми поважаємо вашу приватне життя. Ми не розсилаємо email-повідомлення користувачам, які цього не просили. Ви отримали це повідомлення, тому що підписалися на нашу розсилку.<br /><br /> Щоб відписатися, пройдіть за посиланням:
vi_vn: Chúng tôi tôn trọng sự riêng tư của bạn và không gửi tự động gửi email cho người sử dụng không có yêu cầu nhận tin. Bạn đã nhận được e-mail này vì bạn đã yêu cầu để nhận bản tin cập nhật miễn phí và chương trình khuyến mại. < br / > < br / > Nếu bạn muốn bỏ đăng ký, hãy làm theo liên kết dưới đây:

# Languages::updates_subscription
source: updates and promotions subscription
cs_cz: Odebírání aktualizaci a nabídek
da_dk: opdateringer og promover abonnement
de_de: Updates und We
el_gr: Συνδρομή ενημερώσεων και προσφορων
es_es: suscripción a actualizaciones y promociones
fr_fr: Inscription aux mises à jour gratuites et aux promotions
id_id: pembaruan dan promosi berlangganan
it_it: Iscrizione per aggiornamenti e promozioni
ja_jp: メールマガジンの購読
nl_nl: Updates en aanbiedingen abonnement
no_no: oppdateringer og kampanjer abonnement
pl_pl: Subskrybcja aktualizacji i promocji
tr_tr: güncellemeler ve promosyon bildirimleri
uk_ua: Підписка на оновлення та акції
vi_vn: đăng ký nhận tin và chương trình khuyến mãi

# Languages::ult_shared_with
source: Shared with:
cs_cz: Společně s:
da_dk: Delt med:
de_de: Geteilt mit:
el_gr: Διαμοιραμό με:
es_es: Compartido con:
fr_fr: Partagez avec:
id_id: Dibagi dengan:
it_it: Condiviso con:
ja_jp: 次のショップと共有:
nl_nl: Gedeeld met:
no_no: Delt med:
pl_pl: Współdziel z:
tr_tr: Paylaşılan:
uk_ua: Загальне для вітрин:
vi_vn: Chia sẻ với:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
cs_cz: E-mail odesílatele.
da_dk: Email af en afsender.
de_de: E-Mail eines Absenders.
el_gr: E-mail ενός αποστολέα.
es_es: Correo electrónico de un remitente.
fr_fr: Email d"un expéditeur.
id_id: Email pengirim.
it_it: Email del mittente.
ja_jp: 送信元Eメールアドレス
nl_nl: E-mail van een afzender.
no_no: E-post til en avsender.
pl_pl: Adres e-mail wysyłającego.
tr_tr: Gönderenin e-posta adresi.
uk_ua: Email відправника.
vi_vn: Email của người gửi.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
cs_cz: Jméno odesílatele (např. název firmy).
da_dk: Navnet på en afsender (f.eks. firmanavn).
de_de: Name des Absenders (z.B. Unternehmensname).
el_gr: Όνομα του αποστολέα (π.χ. το όνομα της εταιρείας).
es_es: Nombre del remitente (por ejemplo, nombre de la empresa).
fr_fr: Nom d"un expéditeur (par> ex> nom de société).
id_id: Nama pengirim (misalnya nama perusahaan).
it_it: Nome del mittente (ad es. nome azienda).
ja_jp: 送信者名 (例 : 会社名)
nl_nl: Naam van een afzender (bijv. bedrijfsnaam).
no_no: Navn på en avsender (f.eks firmanavn).
pl_pl: Nazwa wysyłającego (np. nazwa firmy).
tr_tr: Gönderenin (örneğin şirketin adı) adı.
uk_ua: Ім'я відправника (наприклад, назва компанії).
vi_vn: Tên của người gửi (ví dụ như tên công ty).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
cs_cz: E-mail pro odpovědi.
da_dk: E-mail til at sende svar til.
de_de: Die zu verschickende E-Mail antwortet auf
el_gr: email που θα στέλνονται οι απαντήσεις.
es_es: Correo electrónico para enviar respuestas.
fr_fr: Un email pour recevoir les réponses.
id_id: Email untuk mengirim balasan ke.
it_it: Email per inviare risposte.
ja_jp: 返信先Eメールアドレス
nl_nl: Antwoordadres.
no_no: E-post å sende svar til.
pl_pl: Adres e-mail na który mają być wysyłane odpowiedzi.
tr_tr: Yanıtların gönderileceği e-posta.
uk_ua: Email, на який відправляються відповіді.
vi_vn: Email để gửi trả lời.
