Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/newsletters.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Languages::newsletters.agreement_text_full_subscribe_to_newsletters
source: <p>When you sign up for a specific newsletter, we ([company]) add your email address to a corresponding mailing list. While it is there, we know that we can contact you by email regarding that topic.</p> <p>You can always have your email address removed from our mailing lists. There are multiple ways to do it:</p><ul> <li>Once your account is registered, just sign in and unsubscribe from newsletters in profile settings.</li> <li>Use the “Unsubscribe” link in our newsletters that you receive.</li> <li>Send an email to [email].</li> </ul> <p>We may use a third-party email service (MailChimp and/or Mad Mimi) to send newsletters. Some members of our staff can view mailing lists with email addresses. That way they’ll be able to remove your email address from the mailing list, should you request us to do so.</p> <p>Please note that mailing lists are independent from each other. If you decide not to receive newsletters at all, you’ll have to unsubscribe from all the mailing lists. Even if you do that, you’ll still receive account-related emails (such as order status notifications, password reset emails, and more). It is essential for operating an online store.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
de_de: <p>Wenn Sie sich für einen bestimmten Newsletter anmelden, tragen wir ([Firma]) Ihre E-Mail-Adresse in eine entsprechende Mailingliste ein. Wir wissen, dass wir Sie zu diesem Thema per E-Mail kontaktieren können. <p>Sie können Ihre E-Mail-Adresse jederzeit aus unseren Mailinglisten entfernen lassen. Es gibt mehrere Möglichkeiten, dies zu tun: > <li>>>Wenn Ihr Konto registriert ist, melden Sie sich einfach in den Profileinstellungen an und kündigen Sie den Newsletter ab. Einige unserer Mitarbeiter können Mailinglisten mit E-Mail-Adressen einsehen. Auf diese Weise können Sie Ihre E-Mail-Adresse aus der Mailingliste entfernen, wenn Sie uns dazu auffordern. <p>Bitte beachten Sie, dass die Mailinglisten voneinander unabhängig sind. Wenn Sie keine Newsletter mehr erhalten möchten, müssen Sie sich von allen Mailinglisten abmelden. Selbst wenn Sie das tun, erhalten Sie immer noch kontobezogene E-Mails (z. B. Benachrichtigungen über den Auftragsstatus, E-Mails zum Zurücksetzen des Passworts und mehr). Wenn Sie entscheiden, dass Sie unseren Shop nicht mehr nutzen möchten und Ihre persönlichen Daten aus unserer Datenbank entfernt werden sollen (oder wenn Sie alle persönlichen Daten, die mit Ihrem Konto verbunden sind, erhalten möchten), senden Sie bitte eine E-Mail an[email]. <p>Wenn Sie glauben, dass Ihre persönlichen Daten missbraucht wurden, haben Sie das Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen. Wir sind durch die Allgemeine Datenschutzverordnung der EU verpflichtet, Sie auf dieses Recht hinzuweisen; wir beabsichtigen nicht, Ihre Daten zu missbrauchen
el_gr: <p>όταν εγγραφεστε σε ένα συγκεκριμένο Newsletter, εμείς ([company]) προσθέτουμε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας σε μια αντίστοιχη λίστα αλληλογραφίας. Ενώ είναι εκεί, ξέρουμε ότι μπορούμε να επικοινωνήσουμε μαζί σας μέσω ηλεκτρονικού ταχυδρομείου σχετικά με αυτό το θέμα.</p> <p>μπορείτε πάντα να αφαιρέστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας από τις λίστες αλληλογραφίας μας. Υπάρχουν Πολλαπλοι τρόποι να το κάνουμε αυτο:</p><ul> <li>μόλις καταχωρηθεί λογαριασμό σας, απλώς εισέλθετε και διαγραφείτε από ενημερωτικά δελτία στις ρυθμίσεις των προφίλ.</li> <li>, χρησιμοποιήστε τον σύνδεσμο «Διαγραφής» στα ενημερωτικά μας δελτία που λαμβάνετε.</li> <li>Στείλτε ένα email στο [email].</li> </ul> <p>μπορούμε να χρησιμοποιήσουμε μια υπηρεσία ηλεκτρονικού ταχυδρομείου τρίτου (MailChimp ή Mad Mimi) για την αποστολή ενημερωτικών δελτίων. Ορισμένα μέλη του προσωπικού μας μπορουν να δουν τις λίστες με διευθύνσεις ηλεκτρονικού ταχυδρομείου. Με αυτόν τον τρόπο θα είναι σε θέση να αφαιρέσουν τη διεύθυνση email σας από τη λίστα αλληλογραφίας, θα πρέπει ομως να το ζητήσετε για να το πράξει.</p> <p>παρακαλώ σημειώστε ότι οι λίστες αλληλογραφίας είναι ανεξάρτητες μεταξυ τους. Εάν αποφασίσετε να μην λαμβάνετε ενημερωτικά δελτία απο καμια, θα πρέπει να διαγραφείτε από όλες τις λίστες αλληλογραφίας. Ακόμη και αν το κάνετε, θα εξακολουθείτε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου που σχετίζονται με τον λογαριασμό (όπως ειδοποιήσεις κατάστασης παραγγελίας, μηνύματα ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης, και αλλα). Είναι απαραίτητο για τη λειτουργία ενός ηλεκτρονικού καταστήματος.</p> <p>αν αποφασίσετε πως δε θέλετε να χρησιμοποιήσετε το κατάστημα μας πλέον και θα θελατε να αφαιρεθουν από τη βάση δεδομένων μας τα στοιχεία σας (ή αν θέλετε να πάρετε όλα τα προσωπικά δεδομένα που σχετίζονται με σας λογαριασμό που έχουμε), παρακαλούμε να στείλετε ένα email στο [email].</p> <p>αν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν υποστεί κατάχρηση, έχετε το δικαίωμα να υποβάλουν καταγγελία στην εποπτική αρχή (dpa.gr). Εμείς είμαστε υποχρεωμένοι από to γενικό κανονισμό προστασίας δεδομένων (GDPR) της ΕΕ να σας ενημερώσουμε σχετικά με αυτό το δικαίωμα. Δεν σκοπεύουμε να καταχραστουμε τα δεδομένα σας.</p>
es_es: <p>Cuando se registra para un boletín de noticias específico, nosotros ([company]) agregamos su correo electrónico a la lista de correos correspondientes. Mientras este suscrito, sabemos que podemos contactarlo por correo electrónico acerca de ese tema.</p><p>Usted siempre tiene la opción de darte de baja de nuestra lista de correos. Existen distintas maneras de hacerlo:</p><ul><li>Una vez que su cuenta este registrada, solo tienes que iniciar sesión y darte de baja de los boletines de noticias en la configuración del perfil.</li><li>Utilice el enlace de darse de baja que se encuentra en el boletín de noticias que recibe.</li><li>Envíe un correo electrónico a </li></ul><p>[email]. Puede que utilicemos un servicio de correo electrónico de terceros (Mailchimp y/o Mad Mimi) para enviar nuestros boletines de noticias. Algunos miembros de nuestro personal pueden tener acceso a nuestras listas de correos electrónicos. De esta manera ellos podrán ser capaces de eliminar su correo electrónico de la lista de correo, si usted lo ha solicitado así.</p><p>Por favor tenga en cuenta que las listas de correo son independientes unas de otras. Si no desea recibir más los boletines de noticias, tendrás que date de baja de todas las listas de correos. Aún si lo hace, seguirá recibiendo mensajes relacionados con su cuenta (como notificaciones del estado del pedido, restablecimiento de contraseñas de correos electrónicos, y más). Esto es esencial para el funcionamiento de una tienda en línea.</p><p>Si decide que ya no quiere utilizar nuestra tienda y quisiera que sus datos personales sean eliminados de nuestra base de datos (o si desea obtener los datos personales asociados a su cuenta), por favor envíe un correo electrónico a [email].</p><p>Si usted piensa que sus datos personales han sido utilizados para otros fines, usted tiene el derecho de presentar una queja al supervisor de protección de datos. Estamos obligados por la Normativa General de Protección de Datos de la Unión Europea a informarle que usted tiene este derecho; y que no pretendemos bajo ninguna circunstancia utilizar sus datos personales para otros fines.</p>
no_no: <p>Når du registrerer deg for et bestemt nyhetsbrev, legger vi ([company]) din e-postadresse til en tilsvarende postliste. Mens det er der, vet vi at vi kan kontakte deg via e-post om det aktuelle emnet. </p> <p> Du kan alltid få e-postadressen din fjernet fra våre adresselister. Det er flere måter å gjøre det på: </p> <ul> <li> Når kontoen din er registrert, kan du bare logge deg på og endre abonnement på nyhetsbrev i dine profilinnstillinger. </li> <li> Bruk koblingen "Unsubscribe" i nyhetsbrev du mottar </li> <li> Send en epost til [email]. </li> </ul> <p> Vi kan bruke en e-posttjeneste fra tredjepart (MailChimp og / eller Mad Mimi) nyhetsbrev. Noen av våre ansatte kan se adresselister med e-postadresser. På den måten vil de kunne fjerne e-postadressen din fra adresselisten, hvis du ber oss om å gjøre det. </p> <p> Vær oppmerksom på at adresselister er uavhengige av hverandre. Hvis du bestemmer deg for ikke å motta nyhetsbrev i det hele tatt, må du melde deg fra alle e-postlister. Selv om du gjør det, vil du fortsatt motta e-post (for eksempel ordre statusvarsler, e-postmeldinger for tilbakestilling av e-post og mer). Dette er viktig for å operere en nettbutikk. </p> <p> Hvis du bestemmer deg for at du ikke lenger vil bruke butikken, og ønsker å få dine personlige data fjernet fra vår database (eller hvis du ønsker å få alle personlige data knyttet til kontoen din som vi har), vennligst send en epost til [email]. </p> <p> Hvis du mener at dine personopplysninger er misbrukt, har du rett til å sende inn en klage til et tilsynsorgan autoritet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten. Vi har ikke tenkt å misbruke dataene dine. </p>
pl_pl: <p> Po zapisaniu się na konkretny biuletyn, my ([company]) dodajemy twój adres e-mail do odpowiedniej listy mailingowej. W czasie kiedy tam jest, wiemy, że możemy się Ci wysłać informacje związane z tematem newslttera.</p> <p> Zawsze możesz swój adres e-mail usunąć z naszych list mailingowych. Można to zrobić na kilka sposobów: </p> <ul> <li>Po zarejestrowaniu konta po prostu zaloguj się i zrezygnuj z subskrypcji biuletynów w ustawieniach profilu. </li> <li> Użyj linku "Anuluj subskrypcję" w wiadomości którą otrzymałeś. </li> <li> Wyślij wiadomość e-mail na adres [email]. </li> </ul> <p> Możemy użyć usługi e-mail innej firmy (MailChimp i / lub Mad Mimi), aby wysłać biuletyny. Niektórzy członkowie naszego zespołu mogą przeglądać listy mailingowe z adresami e-mail. W ten sposób będą mogli usunąć twój adres e-mail z listy mailingowej, jeśli poprosisz nas o to. </p> <p> Pamiętaj, że listy mailingowe są od siebie niezależne. Jeśli zdecydujesz się nie otrzymywać biuletynów, będziesz musiał zrezygnować z subskrypcji wszystkich list mailingowych. Nawet jeśli to zrobisz, nadal będziesz otrzymywać e-maile związane z kontem (takie jak powiadomienia o statusie zamówienia, e-maile z resetem hasła i inne). Jest to niezbędne do prowadzenia sklepu internetowego. </p> <p> Jeśli zdecydujesz, że nie chcesz już korzystać z naszego sklepu i chcesz usunąć swoje dane osobowe z naszej bazy danych (lub jeśli chcesz uzyskać wszystkie informacje i dane osobowe powiązane z posiadanym przez nas kontem), wyślij wiadomość e-mail na adres [email]. </p> <p> Jeśli uważasz, że Twoje dane osobowe zostały wykorzystane niezgodnie z przeznaczeniem, masz prawo do złożenia skargi do organu nadzorującego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
uk_ua: <p>Коли Ви підписуєтеся на розсилку, ми ([company]) додаємо вашу адресу email в відповідний список розсилки. Поки він зберігається там, ми знаємо, що зможемо зв'язатися з вами при нагоді.</p><p>Ви завжди можете попросити нас видалити Вашу електронну адресу зі списку. Є кілька способів зробити це:</p><ul><li>Після реєстрації облікового запису, увійдіть в неї і скасуйте підписку в налаштуваннях вашого профілю.</li><li>Скористайтеся посиланням "Скасувати підписку" в листах, які Ви отримуєте.</li><li>Написати листа за адресою [email].</li></ul><p>Ми можемо використовувати інші поштові сервіси (MailChimp і / або Mad Mimi) для відправки розсилок. Деякі співробітники нашого магазину можуть переглядати списки розсилок з адресами. Таким чином вони зможуть видалити Вашу адресу електронної пошти зі списку, якщо Ви зажадаєте зробити це.</p><p>Якщо ви вирішите відмовитися від всіх розсилок, вам доведеться видалити себе з кожного списку. Однак, навіть, якщо ви зробите це, ви все одно будете отримувати листи з інформацією про дії в Вашого облікового запису (наприклад, повідомлення про статус замовлень, повідомлення про зміну пароля та інші). Це необхідно для роботи з інтернет-магазином.</p><p>Якщо Ви вирішите, що більше не хочете користуватися послугами нашого магазину і хочете, щоб Ваші дані були видалені з нашої бази даних (або хочете отримати всі персональні дані, пов'язані з вашого облікового запису кимось), будь ласка, відправте лист на [email].</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, однак ми не плануємо використовувати Ваші дані не за призначенням.</p>

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::ssl
source: SSL
nl_nl: Secure Sockets Layer (SSL)
