Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/newsletters.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
cs_cz: Pokud je zadáno několik předmětů, předmět e-mailu bude náhodně vybrán z tohoto seznamu.
da_dk: Hvis flere emner er angivet, e-mail-emne er tilfældigt udvalgt fra denne liste.
de_de: Wenn mehrere Themen angegeben sind, wird der E-Mail-Betreff zufällig aus dieser Liste ausgewählt.
el_gr: Αν προσδιορίζονται διάφορα θέματα, το θέμα του email θα επιλεχθεί τυχαία από αυτή τη λίστα.
es_es: Si se especifican varios temas, el tema de correo electrónico es elegido al azar de esta lista.
fr_fr: Si quelques sujets sont definis, le sujet d'email est pri au hazard de cette liste.
id_id: Jika beberapa subjek ditentukan, subjek email dipilih secara acak dari daftar ini.
it_it: Se sono specificati diversi soggetti, l'oggetto e-mail è scelto casualmente da questo elenco.
ja_jp: 複数の件名が指定された場合、件名としてそのうちの1件がランダムにセットされます。
nl_nl: Als meerdere onderwerpen opgegeven zijn zal het systeem er steeds willekeurig een kiezen uit de lijst.
no_no: Hvis flere emner er spesifisert, blir e-post emne tilfeldig plukket fra denne listen.
pl_pl: Jeśli zostanie zdefiniowanych klika tytułów, będą one wybierane losowo podczas wysyłania newslettera.
tr_tr: Çeşitli konularda belirtilmemişse, e-posta konusu bu listeden rastgele seçilir.
uk_ua: Якщо задано кілька тем, тема листа випадково вибирається з цього списку.
vi_vn: Nếu một số đối tượng được chỉ định, chủ đề email ngẫu nhiên được chọn từ danh sách này.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
cs_cz: Pokud zpráva obsahuje odkaz pro zrušení odběru, bude zprava prázdná pro tyto uživatele.
da_dk: Hvis meddelelsestekst indeholder afmeldlinket, vil det være tomt for disse brugere.
de_de: Wenn der Text den Abmelde-Link enthält, wird er für diese Benutzer leer sein.
el_gr: Εάν το κείμενο του μηνύματος περιέχει τον σύνδεσμο διαγραφής, τοτε θα είναι άδειο για αυτούς τους χρήστες.
es_es: Si el texto del mensaje contiene el enlace para Cancelar su suscripción, estará vacía para estos usuarios.
fr_fr: Si le texte du message contient le lien d'annulation, il sera vide pour ces utilisateurs.
id_id: Jika teks pesan berisi tautan berhenti berlangganan, maka teks tersebut akan kosong untuk pengguna ini.
it_it: Se il testo del messaggio contiene il link di cancellazione, sarà vuoto per questi utenti.\n.
ja_jp: メッセージに購読解除URLが含まれる場合、こちらで指定したお客様へのメールについては当該箇所が削除されます。
nl_nl: Indien het bericht de link om af te melden bevat, zal deze leeg zijn voor deze gebruikers.
no_no: Hvis meldingsteksten inneholder stopp abonnement linken, vil det stå tomt for disse brukerne.
pl_pl: Jeśli treść wiadomości zawiera link do wypisania z newslettera, dla tych użytkowników będzie on pusty.
tr_tr: İleti metni aboneliği sonlandırma linki içeriyorsa, bu bölüm kullanıcılar için boş bırakılacaktır.
uk_ua: Якщо повідомлення містить посилання для скасування підписки, воно буде порожнім для цих користувачів.
vi_vn: Nếu tin nhắn văn bản có chứa liên kết hủy bỏ đăng ký, nó sẽ được để trống cho những người dùng này.

# Languages::add_mailing_lists
source: Add mailing list
cs_cz: Přidat poštovní adresář
da_dk: Tilføje postliste
de_de: Verteiler hinzufügen
el_gr: Προσθήκη λίστα διευθύνσεων e-mail
es_es: Añadir lista de correo
fr_fr: Ajouter une liste d'emails
id_id: Tambahkan milis
it_it: Aggiungi Lista Iscritti
ja_jp: メルマガの追加
nl_nl: Mailinglijst toevoegen
no_no: Legg til e-post liste
pl_pl: Dodaj listę mailingową
tr_tr: E-posta listesi ekle
uk_ua: Додати список розсилки
vi_vn: Thêm danh sách gửi thư

# Languages::manage_subscribers
source: Manage subscribers
cs_cz: Správa předplatitelů
da_dk: Administrere abonnenter
de_de: Abonnenten verwalten
el_gr: Διαχείριση συνδρομητών
es_es: Administrar suscriptores
fr_fr: Gérer les membres enregistrés
id_id: Kelola pelanggan
it_it: Gestisci gli iscritti
ja_jp: 購読者の管理
nl_nl: Abonnees beheren
no_no: Administrer abonnenter
pl_pl: Zarządzanie subskrybentami
tr_tr: Aboneleri yönet
uk_ua: Керування підписниками
vi_vn: Quản lý người đăng kí

# Languages::new_mailing_lists
source: New mailing list
cs_cz: Nový poštovní adresář
da_dk: Ny postliste
de_de: Neuer Verteiler
el_gr: Νέα λίστα mail
es_es: Nueva lista de correo
fr_fr: Nouvelle liste de emails
id_id: Milis baru
it_it: Nuova Lista Iscritti
ja_jp: メルマガの追加
nl_nl: Nieuwe mailing lijst
no_no: Ny e-post-liste
pl_pl: Nowa lista mailingowa
tr_tr: Yeni Mail Listesi
uk_ua: Новий список розсилки
vi_vn: Danh sách gửi thư mới

# Languages::newsletters.new_subscribers
source: New subscribers
cs_cz: Nový odběratelé
da_dk: Nye abonnenter
de_de: Neue Abonnenten
el_gr: Νέοι συνδρομητες
es_es: Nuevos suscriptores
fr_fr: Nouveaux inscrits
id_id: Pelanggan baru
it_it: Nuovi iscritti
nl_nl: Nieuwe abonnees
no_no: Nye abonnenter
pl_pl: Nowy subskrybent
tr_tr: Yeni aboneler
uk_ua: Нові підписники
vi_vn: Đăng ký nhận tin mới

# SettingsSections::newsletters::general
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
it_it: Generale
ja_jp: 基本設定
nl_nl: Algemeen
no_no: Generelt
pl_pl: Główne
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
cs_cz: Letáky odeslaných za jeden krok
da_dk: Nyhedsbreve sendt pr trin
de_de: Newsletter die pro Schritt gesendeten werden
el_gr: Απεσταλμένα Newsletters ανα βήμα
es_es: Boletines de noticias enviados por paso
fr_fr: Newsletters envoyées par étapes
id_id: Newsletters dikirim per langkah
it_it: Newsletter inviata
ja_jp: メールマガジンの1ステップあたりの送信件数
nl_nl: Nieuwsbrieven verzenden in stappen
no_no: Nyhetsbrev sendt per steg
pl_pl: Ilość maili wysyłanych na krok
tr_tr: Her adımda gönderilen bülten
uk_ua: Відправляти розсилок за один крок
vi_vn: Bản tin được gửi mỗi bước

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
cs_cz: Rozšířené možnosti poštovního serveru
da_dk: Avanceret mail serverindstillinger
de_de: Erweiterte Mailingserveroptionen
el_gr: Προηγμένες επιλογές διακομιστή αλληλογραφίας
es_es: Opciones avanzadas del servidor de correo electrónico
fr_fr: Options avancées du service de mailling
id_id: Opsi server surat lanjutan
it_it: Opzioni avanzate server e-mail
ja_jp: メーリングサーバーの拡張設定
nl_nl: Geavanceerde mailserver opties
no_no: Avanserte e-post server valg
pl_pl: Zaawansowane opcje serwera poczty
tr_tr: Gelişmiş posta sunucusu seçenekleri
uk_ua: Розширені налаштування поштового сервера
vi_vn: Tùy chọn máy chủ gửi thư nâng cao

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
cs_cz: Způsob odesílání e-mailů
da_dk: Metode til afsendelse af e-mails
de_de: E-Mail-Versandmethode
el_gr: Τρόπος αποστολής e-mails
es_es: Método de envío de correos electrónicos
fr_fr: Méthode d'envoi des emails
id_id: Metode pengiriman e-mail
it_it: Metodo di invio e-mail
ja_jp: Eメールの送信方法
nl_nl: Verzendmethode e-mails
no_no: Metode for å sende e-post
pl_pl: Metoda wysyłania e-maili
tr_tr: E-posta gönderme yöntemi
uk_ua: Спосіб відправки пошти
vi_vn: Các phương pháp của việc gửi email

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
cs_cz: Nastavení serveru SMTP
da_dk: SMTP-serverindstillinger
de_de: SMTP-Server Einstellungen
el_gr: Ρυθμίσεις SMTP server
es_es: Configuración del servidor SMTP
fr_fr: Paramètres du serveur SMTP
id_id: Pengaturan server SMTP
it_it: Impostazioni del server SMTP
ja_jp: SMTPサーバー設定
nl_nl: SMTP server instellingen
no_no: SMTP server instillinger
pl_pl: Ustawienia serwera SMTP
tr_tr: SMTP sunucusu ayarları
uk_ua: Налаштування SMTP сервера
vi_vn: Cài đặt máy chủ SMTP

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
da_dk: SMTP-værten
es_es: Alojamiento SMTP
fr_fr: Hôte SMTP
id_id: Host SMTP
it_it: Host SMTP
ja_jp: SMTPホスト
no_no: SMTP vert
uk_ua: SMTP-хост
vi_vn: Máy chủ SMTP

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
cs_cz: SMTP uživatelské jméno
da_dk: SMTP brugernavn
de_de: SMTP-Benutzername
es_es: Nombre del usuario de SMTP
fr_fr: Nom d'utilisateur SMTP
id_id: Nama pengguna SMTP
it_it: Nome utente SMTP
ja_jp: SMTPユーザー名
nl_nl: SMTP gebruikersnaam
no_no: SMTP brukernavn
pl_pl: SMTP login
tr_tr: SMTP kullanıcı adı
uk_ua: Ім'я користувача SMTP
vi_vn: SMTP tên người dùng

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
cs_cz: SMTP heslo
da_dk: SMTP-adgangskode
de_de: SMTP-Passwort
es_es: Contraseña de SMTP
fr_fr: Mot de passe SMTP
id_id: Password SMTP
it_it: Password SMTP
ja_jp: SMTPパスワード
nl_nl: SMTP wachtwoord
no_no: SMTP passord
pl_pl: SMTP hasło
tr_tr: SMTP şifresi
uk_ua: Пароль SMTP
vi_vn: SMTP mật khẩu

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
cs_cz: Použít šifrované spojení
da_dk: Bruge krypteret forbindelse
de_de: Verschlüsselte Verbindung verwenden
es_es: Usar conexión cifrada
fr_fr: Utiliser une onnexion cryptée
id_id: Gunakan Encrypted Connection
it_it: Utilizzare la connessione crittografata
ja_jp: 通信の暗号化方法
nl_nl: Gebruik beveiligde verbinding
no_no: Bruk kryptert tilkobling
pl_pl: Użyj połączenia szyfrowanego
tr_tr: Şifreli bağlantı kullan
uk_ua: використовувати безпечне з'єднання
vi_vn: Sử dụng kết nối được mã hóa

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Keine
el_gr: Κανενα
es_es: Ninguno
fr_fr: Aucun
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
tr_tr: Hiçbiri
uk_ua: Не використовувати
vi_vn: Không có

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
cs_cz: Ověřování pomocí protokolu SMTP
da_dk: Brug SMTP-godkendelse
de_de: SMTP-Authentifizierung verwenden
el_gr: Χρήση SMTP ελέγχου ταυτότητας
es_es: Usar autentificación SMTP
fr_fr: Utiliser une authentification SMTP
id_id: Gunakan otentikasi SMTP
it_it: Usa Autenticazione SMTP
ja_jp: SMTP認証の使用
nl_nl: Gebruik SMTP authenticatie
no_no: Bruk SMTP autentisering
pl_pl: Uwierzytelnianie SMTP
tr_tr: SMTP kimlik doğrulaması kullan
uk_ua: Використовувати SMTP автентифікацію
vi_vn: Sử dụng SMTP xác thực

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
cs_cz: přes SMTP server
el_gr: μέσω SMTP διακομιστή
es_es: por servidor SMTP
fr_fr: via un serveur SMTP
id_id: via server SMTP
it_it: tramite server SMTP
ja_jp: SMTPサーバー経由
pl_pl: przez serwer SMTP
tr_tr: SMTP sunucusu ile
uk_ua: через сервер SMTP
vi_vn: thông qua máy chủ SMTP

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
cs_cz: přes poštovní funkci php
da_dk: via php mail-funktion
de_de: via PHP-Mail-Funktion
el_gr: μέσω λειτουργίας php mail
es_es: por la función php mail
fr_fr: par fonction php mail
id_id: melalui fungsi php mail
it_it: tramite la funzione mail di php
ja_jp: PHPのmail関数経由
nl_nl: via php mail functie
no_no: via php e-post funksjon
pl_pl: za pomocą funkcji php mail
tr_tr: PHP mail fonksiyonu ile
uk_ua: за допомогою php mail функції
vi_vn: Qua php mail function

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
cs_cz: použít výchozí nastavení
da_dk: Brug standardindstillinger
de_de: Standardeinstellungen verwenden
el_gr: Χρήση προεπιλεγμένων ρυθμίσεων
es_es: utilizar la configuración predeterminada
fr_fr: utiliser les paramètres par defaut
id_id: gunakan pengaturan default
it_it: utilizzare le impostazioni predefinite
ja_jp: デフォルト設定を使用
nl_nl: standaardinstellingen gebruiken
no_no: bruk standard innstillingene
pl_pl: Użyj ustawień domyślnych
tr_tr: Varsayılan ayarları kullan
uk_ua: використовувати параметри за промовчанням
vi_vn: sử dụng cài đặt mặc định

# SettingsSections::newsletters::promotions
source: Promotions
cs_cz: Akce
da_dk: Kampagner
de_de: Werbeangebote
el_gr: Προσφορές
es_es: Promociones
id_id: Promosi
it_it: Promozioni
ja_jp: キャンペーン
nl_nl: Aanbiedingen
no_no: Kampanjer
pl_pl: Promocje
tr_tr: Promosyonlar
uk_ua: Промо-акції
vi_vn: Chương trình khuyến mãi

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
cs_cz: Vyberte si podporu, jejíž promo kód bude mít při úpisu
da_dk: Vælg en forfremmelse, hvis promo kode vil blive givet på abonnement
de_de: Wählen Sie eine Werbung aus, deren Werbecode Ihnen bei Anmeldung zur Verfügung gestellt wird
el_gr: Επιλέξτε μια προσφορά της οποίας ο κωδικός θα δοθεί σε συνδρομή
es_es: Elija una promoción cuyo código de promoción le será dado en el momento de su suscripción
fr_fr: Choisir une promotion dans laquelle le code promo sera donné lors de l'inscription
id_id: Pilih promosi yang kode promonya akan diberikan saat berlangganan
it_it: Scegli una promozione il cui codice promozionale sarà inviato ai nuovi iscritti
ja_jp: 購読申込時に適用されるキャンペーンのコードを指定してください
nl_nl: Een aanbieding kiezen waarvan de promotiecode wordt verstrekt tijdens aanmelding
no_no: Velg en kampanje som promo-koden vil bli gitt ved abonnement
pl_pl: Wybierz promocję w której kod promocyjny zostanie wygenerowany po dodaniu do listy mailingowej
tr_tr: Abonelik sırasında kampanya kodu verilecek bir promosyon seçin
uk_ua: Вибрати промо-акцію, яка буде використовуватися при підписці
vi_vn: Chọn một mã giảm giá cho chương trình khuyến mại mà sẽ được đưa ra tại mục đăng ký nhận tin

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
cs_cz: Děkuji vám za objednají! Použijte kupon kód [coupon] v naší speciální nabídky "[promotion]".
da_dk: Tak for din tilmelding! Brug kupon kode [coupon] i vores specialtilbud "[promotion]".
de_de: Danke für Ihre Anmeldung! Benutzen Sie den Gutscheincode [coupon] in unserem Sonderangebot "[promotion]".
el_gr: Σας ευχαριστούμε για την εγγραφή! Χρησιμοποιήστε τον κωδικό κουπονιού [coupon] στην ειδική προσφορά μας "[promotion]".
es_es: Gracias por suscribirse! Utilizar el código del cupón [coupon] en nuestra oferta especial "[promotion]".
fr_fr: Merci pour votre inscription! Utilisez le code du coupon pour notre offre spéciale.
id_id: Terima kasih telah berlangganan! Gunakan kode kupon [coupon] dalam penawaran spesial kami "[promotion]".
it_it: Grazie per esserti iscritto! Utilizza il codice coupon [coupon] per usufruire della nostra offerta speciale "[promotion]".
ja_jp: メルマガの購読ありがとうございます！特別キャンペーン "[promotion]" で利用いただけるクーポンコードは [coupon] となります。
nl_nl: Bedankt voor de aanmelding! Gebruik de couponcode [coupon] in deze speciale aanbieding "[promotion]".
no_no: Takk for at du abonnerer! Bruk kupongkoden [coupon] i vårt spesialtilbud "[promotion]".
pl_pl: Dziękujemy za subskrypcję naszego newslettera! W naszej specjalnej ofercie "[promotion]", należy użyć kuponu rabatowego [coupon].
tr_tr: Abone olduğunuz için teşekkür ederiz! Kupon kodunu [coupon] "[promotion]" kampanyamızda kullanın.
uk_ua: Дякуємо за підписку! Використовуйте код купона [coupon] для отримання нашої спеціальної пропозиції "[promotion]".
vi_vn: Cảm ơn bạn đã đăng ký nhận tin! Sử dụng mã phiếu mua hàng [coupon] trong ưu đãi đặc biệt của chúng tôi "[promotion]".

# Languages::subscribers_no_promo
source: No promotion
cs_cz: Není podpora
da_dk: Ingen kampagne
de_de: Keine Werbung
el_gr: Καμία Προσφορά
es_es: No hay promoción
fr_fr: Pas de promotion
id_id: Tidak ada promosi
it_it: Nessuna promozione
ja_jp: 指定しない
nl_nl: Geen aanbieding
no_no: Ingen kampanjer
pl_pl: Brak promocji
tr_tr: Hiç bir promosyon yok
uk_ua: Без промо-акції
vi_vn: Không khuyến mãi

# Languages::promotion_cond_subscribed
source: Customer is subscribed
cs_cz: Zákazník je odběratel
da_dk: Kunden er tilmeldt
de_de: Kunde ist abonniert
el_gr: Πελάτης είναι συνδρομητής
es_es: Al cliente se ha suscrito
fr_fr: Le client est inscrit
id_id: Pelanggan berlangganan
it_it: Cliente è stato iscritto
ja_jp: メルマガ未購読のお客様
nl_nl: Klant is aangemeld
no_no: Kunden er abonnent
pl_pl: Klient jest już subskrybentem
tr_tr: Müşteri abone oldu
uk_ua: Покупець підписаний
vi_vn: Khách hàng đã đăng ký

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
cs_cz: <b>[email]</b> je již v seznamu adresátů
da_dk: <b>[email]</b> er allerede i postlisten
de_de: <b>[email]</b> ist bereits in der Abonnenten-Liste eingetragen
el_gr: Το <b>[email]</b> αυτό, βρίσκεται ήδη στην λίστα συνδρομητών
es_es: <b>[email]</b>ya se encuentra suscrito en la lista de correo
fr_fr: <b>{email}</b> est déjà dans la liste d'emails
id_id: <b> [email] </ b> sudah ada di milis
it_it: L'indirizzo <b>[email]</b> risulta già iscritto alla newsletter
nl_nl: <b>[email]</b> is al aanwezig in de mailing lijst
no_no: <b>[email]</b> er allerede i listen av abonnenter
pl_pl: <b>[email]</b> jest już na liście subsrybentów
tr_tr: <b>[email]</b> e-posta listesinde zaten var
uk_ua: Адреса <b>[email]</b> вже є в списку підписників
vi_vn: <b>[email]</b> đã có trong danh sách đăng kí nhận tin

# Languages::email_template.newsletters_newsletter
source: Newsletter
da_dk: Nyhedsbrev
es_es: Boletín de noticias
id_id: kertas baru
it_it: Lettera di notizie
nl_nl: Nieuwsbrief
no_no: Nyhetsbrev
tr_tr: Haber bülteni
uk_ua: Розсилка
vi_vn: Bản tin

# Languages::email_template.newsletters_promotion
source: Newsletters: promotion
da_dk: Nyhedsbreve: tilbud
de_de: Newsletter: Aktion
el_gr: Newsletters: προώθηση
es_es: Boletines: promoción
fr_fr: Newsletters: promotions
id_id: Newsletters: promosi
it_it: Lettere di notizie: promozione
nl_nl: Nieuwsbrieven: Aanbieding
no_no: Nyhetsbrev: promotering
pl_pl: Newsletter: Promocja
tr_tr: Haber bültenleri: promosyon
uk_ua: Розсилки: промо-акція
vi_vn: Bản tin: khuyến mãi

# Languages::activation_key
source: Activation key
de_de: Link für die Aktivierung
el_gr: Κλειδί ενεργοποίησης
es_es: Clave de activación
fr_fr: Clé d'activation
id_id: Kunci aktivasi
no_no: Aktiviseringsnøkkel
pl_pl: Klucz aktywacyjny
tr_tr: Aktivasyon anahtarı
uk_ua: Ключ активації

# Languages::unsubscribe_key
source: Unsubscribe key
de_de: Abmeldelink
el_gr: Κλειδί Διαγραφής απο λιστα
es_es: Enlace para cancelar la suscripción
fr_fr: Clé de désinscription
id_id: Kunci berhenti berlangganan
no_no: Stopp abonnement nøkkel
pl_pl: Klucz rezygnacji z newslettera
tr_tr: Abonelik sonlandırma anahtarı
uk_ua: Ключ відміни підписки

# Languages::subscribers_date
source: Subscribers date
el_gr: Ημερομηνία συνδρομητων
es_es: Fecha de suscriptores
fr_fr: Date d'inscription
id_id: Tanggal pelanggan
no_no: Abonnentsdato
pl_pl: Data subskrybcji
tr_tr: Abonelik tarihi
uk_ua: Дата додання підписників

# Languages::mailing_list_date
source: Mailing list date
el_gr: Ημερομηνία Λίστας αποστολής
es_es: Fecha de creación de la lista de correo
fr_fr: Date d'envoi
id_id: Tanggal mailing list
no_no: E-post liste dato
pl_pl: Data listy mailingowej
tr_tr: E-posta listesi tarihi
uk_ua: Дата створення списка розсилок

# Languages::gdpr_newsletters
source: Personal data from newsletters
de_de: Persönliche Daten aus Newslettern
el_gr: Προσωπικά δεδομένα από τα Newsletter
es_es: Información personal de los boletines de noticias
id_id: Data pribadi dari buletin
no_no: Personopplysninger fra nyhetsbrev
pl_pl: Danych osobowe z newsletterów
uk_ua: Особисті дані з розсилок

# Languages::newsletters.subscribe_to_newsletters
source: Newsletters: Subscribe to newsletters
de_de: Newsletter: Newsletter abonnieren
el_gr: Newsletter: Εγγραφή σε Newsletter
es_es: Boletines de noticias: Suscríbete a los boletines de noticias
id_id: Buletin: Berlangganan buletin
no_no: Nyhetsbrev: Abonner på nyhetsbrev
pl_pl: Biuletyny: Zapisz się na newsletter
uk_ua: Розсилки: Підписатися на розсилку

# Languages::newsletters.agreement_text_short_subscribe_to_newsletters
source: I agree to have my personal data <u>processed as follows</u> and I want to subscribe for the following newsletters:
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten <u> wie folgt verarbeitet werden</u> und ich möchte die folgenden Newsletter abonnieren:
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u>ως εξής</u> και θα ήθελα να εγγραφώ στα ακόλουθα Newsletter :
es_es: Acepto que mis datos personales<u>sean procesados de la siguiente manera</u>y deseo suscribirme a los siguientes boletines de noticias:
id_id: Saya menyetujui data pribadi saya<u>diproses sebagai berikut</u> dan saya ingin berlangganan nawala berikut:
no_no: Jeg godtar at mine personlige data <u> behandles som følger </u>, og jeg vil abonnere på følgende nyhetsbrev:
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób</u> i chcę zapisać się na następujące biuletyny:
uk_ua: Я згоден/згодна на <u>обробку своїх персональних даних</u> зазначеним чином і хочу підписатися на наступні розсилки:
