Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/newsletters.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Addons::name::newsletters
source: Newsletters
cs_cz: Newslettery
da_dk: Nyhedsbreve
de_de: Newsletter
es_es: Boletines de noticias
fr_fr: Bulletin d'information
id_id: Newsletter
it_it: Newsletter
ja_jp: メールマガジン
nl_nl: Nieuwsbrieven
no_no: Nyhetsbrev
pl_pl: Newslettery
tr_tr: Haber bültenleri
uk_ua: Розсилки
vi_vn: Nhận bản tin

# Addons::description::newsletters
source: Lets you configure newsletter sending
cs_cz: Modul pro správu a rozesílání hromadné emailové korespondence
da_dk: Lader dig konfigurere nyhedsbrev forsendelse
de_de: Hier können Sie den Newsletterversand konfigurieren
el_gr: Σας επιτρέπει να ρυθμίσετε την αποστολή Newsletter
es_es: Le permite configurar envío de boletines de noticias
fr_fr: Vous permet de configurer l’envoi de la newsletter
id_id: Memungkinkan Anda mengonfigurasi pengiriman buletin
it_it: Consente di configurare l'invio di newsletter
ja_jp: メールマガジンを配信できます
nl_nl: Het versturen van nieuwsbrieven configureren
no_no: Lar deg konfigurere sending av nyhetsbrev
pl_pl: Umożliwia zarządzanie wysyłaniem newsletterów
tr_tr: Bülten gönderimini yapılandırmanızı sağlar
uk_ua: Дозволяє створювати новини на сайті і налаштовувати новинні розсилки
vi_vn: Cho phép bạn đặt cấu hình gửi bản tin

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
cs_cz: Vytvářejte a odesílejte newslettery vašemu zákazníkovi.
da_dk: Oprette og sende nyhedsbreve til din kunder.
de_de: Newsletter erstellen und an Kunden senden
el_gr: Δημιουργία και αποστολή newsletter στους πελάτες σας.
es_es: Crea y envia boletines de noticias a sus clientes.
fr_fr: Créer et envoyer des newsletters à votre client.
id_id: Buat dan kirim buletin ke pelanggan Anda.
it_it: Crea e invia newsletter ai tuoi clienti.
ja_jp: メールマガジンを配信します。
nl_nl: Nieuwsbrieven aanmaken en versturen aan klanten.
no_no: Lag og send nyhetsbrev til dine kunder.
pl_pl: Tworzenie i wysyłanie newsletterów do klientów.
tr_tr: Müşterileriniz için haber bültenleri oluşturun ve gönderin.
uk_ua: Створення та надсилання розсилок покупцям.
vi_vn: Tạo và gửi bản tin cho khách hàng của bạn.

# Languages::news_plain
source: Plain
cs_cz: Text
da_dk: Almindelig
de_de: Eben
el_gr: Απλό
es_es: Simple
fr_fr: Uni
id_id: Polos
it_it: Semplice
ja_jp: 通常
nl_nl: Platte tekst
no_no: Enkel
pl_pl: Zwykły tekst
tr_tr: Düz
uk_ua: Звичайний
vi_vn: Phẳng

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
cs_cz: Přihlaste se k odběru newsletteru!
da_dk: Tilmeld dig vores nyhedsbreve!
de_de: Abonnieren Sie unsere Newsletter!
el_gr: Εγγραφείτε στο Newsletter!
es_es: ¡Suscríbase a nuestros boletines de noticias!
fr_fr: Inscrivez-vous pour nos newsletters!
id_id: Daftar ke buletin kami!
it_it: Iscriviti alla nostra newsletter!
ja_jp: メールマガジンの購読
nl_nl: Meld aan voor onze nieuwsbrief!
no_no: Meld deg på for vårt nyhetsbrev!
pl_pl: Zapisz się na nasz newsletter!
tr_tr: Bültenimize kaydolun!
uk_ua: Підпишіться на наші розсилки!
vi_vn: Đăng ký nhận bản tin của chúng tôi!

# Languages::tmpl_subscription
source: Newsletters: subscription form
cs_cz: Newsletter: formulář přihlášení k odběru
da_dk: Nyhedsbreve: tilmeldingsformular
de_de: Newsletter: Abo-Formular
el_gr: Newsletters: φόρμα εγγραφής
es_es: Boletines de noticias: formulario de suscripción
fr_fr: Inscription à la newsletter
id_id: Newsletters: formulir berlangganan
it_it: Newsletter: modulo di iscrizione
ja_jp: メルマガ購読申込フォーム
nl_nl: Nieuwsbrieven: Inschrijfformulier
no_no: Nyhetsbrev: abonnement skjema
pl_pl: Newslettery: formularz subskrypcji newslettera
tr_tr: Haber bültenleri: Abonelik Formu
uk_ua: Поштові розсилки: форма підписки
vi_vn: Nhận bản tin: mẫu đăng ký

# Languages::unsubscribe_link
source: Unsubscribe link
cs_cz: Ukončit odebírání
da_dk: Afmeld link
de_de: Abmeldelink
el_gr: Συνδεσμος Διαγραφής
es_es: Enlace para cancelar la suscripción
fr_fr: Lien de désinscription
id_id: Berhenti berlangganan link
it_it: Link disiscrivi
ja_jp: 購読停止リンク
nl_nl: Link om uit te schrijven
no_no: Stopp abonnement link
pl_pl: Link rezygnacji z newslettera
tr_tr: Abonelik sonlandırma linki
uk_ua: Посилання для скасування підписки
vi_vn: Liên kết hủy bỏ đăng ký

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
cs_cz: Přidat odběratele ze seznamu uživatelů
da_dk: Føje abonnenter fra listen over brugere
de_de: Abonnenten von der Benutzerliste hinzufügen
el_gr: Προσθήκη συνδρομητών από τις λίστες των χρηστών
es_es: Añadir subscriptores a partir de la lista de usuarios
fr_fr: Ajouter des abonnés depuis la liste utilisateurs
id_id: Tambahkan pelanggan dari daftar pengguna
it_it: Aggiungi gli iscritti dall'elenco degli utenti
ja_jp: お客様リストより購読者を追加
nl_nl: Abonnees toevoegen via het klantenbestand
no_no: Legg til abonnenter fra listen over brukere
pl_pl: Dodaj subskrybentów z listy użytkowników
tr_tr: Kullanıcılar listesinden aboneleri ekle
uk_ua: Додати передплатників зі списку користувачів
vi_vn: Thêm người đăng kí nhận tin từ danh sách người dùng

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
cs_cz: <b>[email]</b> je již v seznamu odběratelů
da_dk: <b>[email]</b> er allerede på listen abonnenter
de_de: <b>[email]</b> ist bereits in der Abonnenten-Liste eingetragen!
el_gr: Το <b>[email]</b> βρίσκεται ήδη στην λίστα συνδρομητών
es_es: <b>[email]</b> ya está en la lista de suscriptores
fr_fr: Cette e-mail <b>[email]</b> est déjà dans la liste des abonnés
id_id: <b> [email] </ b> sudah ada dalam daftar pelanggan
it_it: <b>[email]</b> è già nell'elenco iscritti
ja_jp: <b>[email]</b> は購読者リストに登録済みです。
nl_nl: Het e-mailadres <b>[email]</b> is al aanwezig in de mailinglijst
no_no: <b>[email]</b> er allerede i listen av abonnenter
pl_pl: <b>[email]</b> jest już na liście subsrybentów
tr_tr: <b>[email]</b> zaten haber listesinde
uk_ua: <b>[email]</b> вже є в списку розсилки
vi_vn: <b>[email]</b> đã có trong danh sách đăng kí nhận tin

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
cs_cz: Některé seznamy adres ze vstupního souboru nebyly v databázi nalezeny. Někteří odběratelé zůstanou nepřiřazení.
da_dk: Nogle postlister fra inputfilen blev ikke fundet i databasen. Visse importerede abonnenter vil stå som ikke-tildelte.
de_de: Einige Mailinglisten aus der Eingabedatei konnten nicht in der Datenbank gefunden werden. Einige importierte Teilnehmer bleiben ohne Zuweisung.
el_gr: Μερικές λίστες mail από το αρχείο εισαγωγής δεν βρέθηκαν στη βάση δεδομένων. Ορισμένοι εισηγμένοι συνδρομητές θα μείνουν χωρίς αντιστοίχιση.
es_es: Algunas listas de correo no se encontraron en la base de datos desde el archivo de entrada. Algunos suscriptores importados quedarán sin asignar.
fr_fr: Certaines listes de diffusion du fichier d’entrée est introuvable dans la base de données. Certains abonnés importés seront laissés non attribuées.
id_id: Beberapa milis dari file input tidak dapat ditemukan di database. Pelanggan impor tertentu akan dibiarkan tidak ditugaskan.
it_it: Alcune Liste Destinatari dal file di input potrebbero non essere state trovate nel database. Alcuni iscritti importati non saranno associati ad una lista.
ja_jp: 存在しないメルマガがインポートデータに含まれていました。これらのメルマガの購読者は購読するメルマガの指定がない状態でインポートされました。
nl_nl: Sommige mailinglijsten kunnen niet worden gevonden. Enkele geïmporteerde abonnees zijn niet toegewezen.
no_no: Noen e-postlister fra filen ble ikke funnet i databasen. Enkelte importerte abonnenter vil bli liggende utildelt.
pl_pl: Niektóre listy dyskusyjne z pliku wejściowego nie zostały znalezione w bazie danych. Niektórzy subskrybenci zostaną zaimportowani z nieprzypisaną grupą.
tr_tr: Giriş dosyasından bazı e-posta listeleri veri tabanında bulunamadı. Aktarılan belirli aboneler atanmamış olarak bırakılacaktır.
uk_ua: Деякі списки розсилок, зазначені у файлі, не знайдені в базі даних. Деякі імпортовані підписники залишаться не назначеними для списків розсилок.
vi_vn: Một số danh sách gửi thư từ các tập tin đầu vào không thể được tìm thấy trong cơ sở dữ liệu. Một số dữ liệu người đăng kí nhận tin sẽ chưa cấp phát.

# Languages::subscribers_menu_item_text
source: Subscribers
cs_cz: Odběratelé
da_dk: Abonnenter
de_de: Abonnenten
el_gr: Συνδρομητές
es_es: Suscriptores
fr_fr: Abonnés
id_id: Pelanggan
it_it: Iscritti
ja_jp: 購読者
nl_nl: Abonnees
no_no: Abonnenter
pl_pl: Subskrybenci
tr_tr: Aboneler
uk_ua: Підписники
vi_vn: Người đăng kí nhận tin

# Languages::block_mailing_lists
source: Newsletter subscription
cs_cz: Přihlášení k odběru novinek
da_dk: Nyhedsbrev abonnement
de_de: Newsletter-Abonnement
el_gr: Εγγραφή σε Newsletter
es_es: Suscripción al Boletín de noticias
fr_fr: Inscription à la newsletter
id_id: Berlangganan buletin
it_it: Iscrizione alla newsletter
ja_jp: メルマガの購読
nl_nl: Nieuwsbrief aanmelding
no_no: Nyhetsbrev abonnement
pl_pl: Subskrypcja newslettera
tr_tr: Bülten aboneliği
uk_ua: Підписка на розсилку
vi_vn: Đăng ký nhận bản tin

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
cs_cz: E-mail pro přihlášení se k odběru newsletteru
da_dk: E-mail-feltet for nyhedsbrev abonnement
de_de: E-Mail-Feld für Newsletter-Abonnement
el_gr: Πεδίο email για συνδρομή σε Newsletter
es_es: Campo de correo electrónico para la suscripción al boletín de noticias
fr_fr: Champ d’email pour l’inscription à la newsletter
id_id: Bidang email untuk berlangganan buletin
it_it: Campo email per l'iscrizione alla newsletter
ja_jp: メルマガ購読用Eメールアドレス
nl_nl: Het veld 'e-mailadres' voor het aanmelden op de nieuwsbrief
no_no: E-post-felt for nyhetsbrev abonnement
pl_pl: Pole e-mail do subskrypcji newslettera
tr_tr: Haber bülteni aboneliği için e-posta alanı
uk_ua: Поле для введення email для підписки на розсилку
vi_vn: Trường email cho các người đăng ký bản tin

# Languages::block_lite_checkout_newsletters
source: Checkout: Newsletters
pl_pl: Koszyk: Newslettery
uk_ua: Оформлення замовлення: Розсилка

# Languages::block_lite_checkout_newsletters_description
source: Ability to sign up for newsletters
pl_pl: Możliwość zapisania się do newslettera
uk_ua: Можливість підписатися на розсилку

# Languages::privileges.view_newsletters
source: Can view
el_gr: Δυνατότητα Προβολής
fr_fr: Peut voir
id_id: Dapat melihat
it_it: Può visualizzare
nl_nl: Kan bekijken
pl_pl: Można przeglądać
uk_ua: Можна переглянути

# Languages::privileges.manage_newsletters
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
fr_fr: Peut éditer
id_id: Dapat mengedit
it_it: Può modificare
nl_nl: Kan bewerken
pl_pl: Można edytować
uk_ua: Можна редагувати

# Languages::privilege_groups.newsletters
source: Newsletters
id_id: Nawala
nl_nl: Nieuwsbrieven
pl_pl: Newslettery
uk_ua: Розсилки

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
cs_cz: Newsletter nebyl odeslán, protože nebyly nalezeni žádní příjemci splňující zadané kritéria.
da_dk: Nyhedsbrevet er ikke blevet sendt, fordi ingen modtagere blev fundet, der matcher de valgte kriterier.
de_de: Newsletter konnte nicht gesendet werden, weil keine Empfänger gefunden wurden, die den ausgewählten Kriterien entsprechen.
el_gr: Ta newsletters δεν έχουν αποσταλεί , καθώς δεν βρέθηκαν παραλήπτες να ταιριάζουν στα επιλεγμένα κριτήρια.
es_es: El boletín de noticias no ha sido envíado porque no se encontraron destinatarios que coincidan con los criterios seleccionados.
fr_fr: La newsletter n'a pas été envoyée car aucun destinataire n'a été trouvé correspondant au critère sélectionné.
id_id: Newsletter belum dikirim karena tidak ada penerima yang cocok dengan kriteria yang dipilih.
it_it: Newsletter non è stata inviata perché non è stato trovato nessun destinatario corrispondente ai criteri selezionati.
ja_jp: 指定した条件に合致する購読者が見つからなかったためメールマガジンは送信されませんでした。
nl_nl: De nieuwsbrief is niet verzonden omdat er geen ontvangers zijn gevonden die aan de geselecteerde criteria voldoen.
no_no: Nyhetsbrevet har ikke blitt sendt fordi ingen mottakere ble funnet som passer de valgte kriteriene.
pl_pl: Newsletter nie został wysłany, ponieważ nie znaleziono żadnych adresatów spełniających wybrane kryteria.
tr_tr: Bülten gönderilmedi. Seçilen ölçütleri eşleşen hiçbir alıcı bulunamadı.
uk_ua: Розсилка НЕ відправлена. Немає одержувачів , що задовольняють заданим критеріям.
vi_vn: Bản tin đã không được gửi vì không tìm thấy người nhận phù hợp với tiêu chí đã chọn.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
cs_cz: Newsletter(y) byl(i) úspěšně odeslán(né).
da_dk: Nyhedsbrev (r) er blevet sendt med succes.
de_de: Die Newsletter wurden erfolgreich versendet.
el_gr: Το/α newsletter/s στάλθηκε/αν επιτυχώς.
es_es: El los) boletín (es) de noticia (s) ha (n) sido enviado (s) con éxito.
fr_fr: Les newsletters ont été envoyées avec succès.
id_id: Newsletter telah berhasil dikirim.
it_it: La newsletter è stata inviata con successo.
ja_jp: メールマガジンが配信されました。
nl_nl: De nieuwsbrief is verzonden.
no_no: Nyhetsbrev(ene) har blitt vellykket sendt.
pl_pl: Newsletter(y) został wysłany pomyślnie.
tr_tr: Bülten(ler) başarıyla gönderildi.
uk_ua: Розсилки відправлені.
vi_vn: Các bản tin đã được gửi thành công.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
cs_cz: E-mail nemůže být prázdný
da_dk: E-mail kan ikke være tom
de_de: E-Mail darf nicht leer sein.
el_gr: Το E-mail δεν μπορεί να είναι κενό
es_es: El campo de correo electrónico no puede estar vacío
fr_fr: L'email ne peut pas être vide
id_id: E-mail tidak boleh kosong
it_it: Il campo E-mail non può essere vuoto
ja_jp: Eメールアドレスを入力してください
nl_nl: Het veld e-mailadres mag niet leeg zijn
no_no: E-post-feltet kan ikke være tomt
pl_pl: E-mail nie może być pusty
tr_tr: E-posta boş olamaz
uk_ua: Введіть email
vi_vn: Email không được để trống

# Languages::sending_email_to
source: Sending email to [email]...
cs_cz: Posílám e-mail na [email]...
da_dk: Sender e-mail til [email]...
de_de: Sendet E-Mail an [email]...
el_gr: Αποστολή email στο [email]...
es_es: Enviando correo a [email]...
fr_fr: Envoyer email à {email}...
id_id: Mengirim email ke [email]...
it_it: Invio email a [email]...
ja_jp: [email] にメール送信中...
nl_nl: E-mail versturen aan [email]...
no_no: Sender e-post til [email]...
pl_pl: Wysyłanie maila do [email]...
tr_tr: [email] için e-posta gönderiliyor...
uk_ua: Відправка email на [email]...
vi_vn: Gửi email đến [email]...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
cs_cz: Váš e-mail byl úspěšně přidán do seznamu pro bezplatné aktualizace
da_dk: Din e-mail er blevet føjet til vores gratis nyhedsliste
de_de: Ihre E-Mail-Adresse wurde erfolgreich zu unserer kostenlosen Liste für E-Mail-Updates hinzugefügt.
el_gr: Το e-mail σας έχει έχει προστεθεί επιτυχώς στήν λίστα Newsletter της εταιρίας μας.
es_es: Su dirección de correo electrónico ha sido añadida con éxito a nuestra lista de noticias y promociones
fr_fr: Votre email a été ajoutée avec succès à notre liste d'emails actualisés
id_id: E-mail Anda telah berhasil ditambahkan ke daftar pembaruan e-mail gratis kami
it_it: Sei stato iscritto correttamente alla nostra lista per la ricezione di aggiornamenti e promozioni via email
ja_jp: メールマガジンの購読手続きが完了しました
nl_nl: Het e-mailadres is toegevoegd
no_no: Din e-post har blitt lagt til i vår liste for gratis e-post oppdateringer
pl_pl: E-mail został pomyślnie dodany do naszej listy mailingowej
tr_tr: E-posta adresiniz ücretsiz e-posta listemize başarıyla eklendi
uk_ua: Ваш email додано до списку розсилки
vi_vn: Email của bạn đã được thêm vào danh sách nhận bản tin của chúng tôi thành công

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
cs_cz: Váš e-mail už je mezi odběrateli.
da_dk: Din e-mail er allerede tilmeldt.
de_de: Ihre e-Mail-Adresse ist bereits angemeldet.
el_gr: Το e-mail έχει ήδη εγγραφεί.
es_es: Su correo ya está suscrito.
fr_fr: Votre email est déjà dans notre base.
id_id: E-mail Anda sudah berlangganan.
it_it: Il tuo indirizzo email e gia iscritto.
ja_jp: ご指定のEメールアドレスですでにメールマガジンを購読済みです。
nl_nl: Dit e-mailadres is al ingeschreven.
no_no: Din e-post-adresse er allerede abonnent.
pl_pl: Twój e-mail jest już zarejestrowany.
tr_tr: Zaten abonesiniz.
uk_ua: Ваш email вже є в списку розсилки.
vi_vn: Email của bạn đã được đăng ký.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
cs_cz: Váš e-mail byl úspěšně odstraněn z našeho seznamu pro bezplatné aktualizace
da_dk: Din e-mail er blevet fjernet fra vores gratis nyhedsbrev
de_de: Ihre E-mail wurde erfolgreich aus der Liste unserers kostenlosen E-mail-Flyers entfernt
el_gr: Το e-mail σας έχει έχει αφαιρεθεί επιτυχώς από την λίστα Newsletter
es_es: Su dirección de correo electrónico ha sido eliminada con éxito de nuestra lista de noticias y promociones
fr_fr: Votre email à été enlevé avec succès de notre newsletter
id_id: E-mail Anda telah berhasil dihapus dari daftar pembaruan e-mail gratis kami
it_it: Il tuo indirizzo email e stato rimosso dal nostro database
ja_jp: メールマガジンの購読を解除しました
nl_nl: Het e-mailadres is verwijderd en ontvangt geen nieuwsbrieven meer
no_no: Din e-post har blitt fjernet fra vår liste for gratis e-post oppdateringer
pl_pl: Twój e-mail został poprawnie usunięty z naszej listy darmowych aktualizacji e-mail
tr_tr: E-posta aboneliğiniz başarı ile sonlandırıldı
uk_ua: Ваш email видалений зі списку розсилки
vi_vn: Email của bạn đã được loại bỏ khỏi danh sách nhận bản tin của chúng tôi

# Languages::text_subscriber_activated
source: Your email has been successfully activated
cs_cz: Váš e-mail byl úspěšně aktivován
da_dk: Din e-mail er blevet aktiveret
de_de: Ihre E-Mail wurde erfolgreich aktiviert
el_gr: Το email ενεργοποιήθηκε επιτυχώς
es_es: Tu correo electrónico ha sido activado exitosamente
fr_fr: Votre email à été activé avec succès
id_id: Email anda telah berhasil diaktifkan
it_it: Il tuo indirizzo e-mail è stato attivato correttamente
ja_jp: お客様のEメールが有効化されました。
nl_nl: Het e-mailadres is geactiveerd
no_no: Din e-post har blitt aktivert
pl_pl: Twój e-mail został pomyślnie aktywowany
tr_tr: E-posta başarıyla etkinleştirildi
uk_ua: Ваш email активований
vi_vn: Email của bạn đã được kích hoạt thành công

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
cs_cz: Odkaz bude zobrazen přímo v newsletteru
da_dk: Linket vil blive vist i "live" nyhedsbrev
de_de: Der Link wird im echten Newsletter angezeigt
el_gr: Ο σύνδεσμος θα παρουσιάζετε κανονικα στα live newsletter
es_es: El enlace se mostrará en un boletín de noticias en vivo
fr_fr: Ce lien sera affiche dans une newsletter actuelle
id_id: Tautan akan ditampilkan dalam siaran langsung
it_it: Il collegamento verrà visualizzato in una newsletter dal vivo
ja_jp: このリンクは実際にお客様に配信するメルマガに表示されます
nl_nl: De link wordt weergegeven in een nieuwsbrief
no_no: Linken vil bli vist i et live nyhetsbrev
pl_pl: Link będzie wyświetlany w wiadomości e-mail
tr_tr: Link canlı bir bültende görüntülenecek
uk_ua: Це посилання буде відображатися в реальній розсилці
vi_vn: Liên kết sẽ được hiển thị trong một bản tin trực tiếp

# Languages::newsletters
source: Newsletters
cs_cz: Newslettery
da_dk: Nyhedsbreve
de_de: Newsletter
es_es: Boletín de noticias
id_id: Nawala
it_it: Newsletter
ja_jp: メルマガ配信
nl_nl: Nieuwsbrieven
no_no: Nyhetsbrev
pl_pl: Newslettery
tr_tr: Haber bültenleri
uk_ua: Розсилки
vi_vn: Nhận bản tin

# Languages::autoresponders
source: Autoresponders
cs_cz: Automatické odpovědi
da_dk: Autosvar
de_de: Autoresponder
el_gr: Αυτόματες απαντήσεις
es_es: Generador de respuestas automáticas
fr_fr: Reponses automatiques
it_it: Autorisponditori
ja_jp: オートレスポンダー
nl_nl: Autobeantwoorders
no_no: Autosvarer
pl_pl: Autorespondery
tr_tr: Otomatik cevaplayıcılar
uk_ua: Автовідповідачі
vi_vn: Tự động hồi đáp

# Languages::campaigns
source: Campaigns
cs_cz: Kampaně
da_dk: Kampagner
de_de: Kampagnen
el_gr: Καμπάνιες
es_es: Campañas
fr_fr: Campagnes
id_id: Kampanye
it_it: Campagne
ja_jp: トラッキング
nl_nl: Campagnes
no_no: Kampanjer
pl_pl: Kampanie
tr_tr: Kampanyalar
uk_ua: Кампаній
vi_vn: Chiến dịch

# Languages::sent
source: Sent
cs_cz: Odeslané
da_dk: Sendt
de_de: Gesendet
el_gr: Εστάλη
es_es: Enviado
fr_fr: Envoyé
id_id: Dikirim
it_it: Inviato
ja_jp: 配信済
nl_nl: Verstuur
no_no: Sendt
pl_pl: Wyślij
tr_tr: Gönderilen
uk_ua: Відправлено
vi_vn: Gửi

# Languages::subscribers_num
source: Number of subscribers
cs_cz: Počet odběratelů
da_dk: Antallet af abonnenter
de_de: Anzahl der Abonnenten
el_gr: Αριθμός των συνδρομητών
es_es: Número de suscriptores
fr_fr: Nombre de d'abonnés
id_id: Jumlah pelanggan
it_it: Numero iscritti
ja_jp: 購読者数
nl_nl: Aantal abonnees
no_no: Antall abonnenter
pl_pl: Liczba suskrybentów
tr_tr: Abone sayısı
uk_ua: кількість підписників
vi_vn: Số lượng người đăng kí

# Languages::editing_mailing_list
source: Editing mailing list
cs_cz: Úprava seznamu adres
da_dk: Redigere mailingliste
de_de: Bearbeitet Mailingliste
el_gr: Επεξεργασία λίστας αποδεκτών αλληλογραφίας
es_es: Edición de la lista de correo
fr_fr: Edition de liste des emails
id_id: Mengedit milis
it_it: Modifica Lista Iscritti
ja_jp: メールマガジンの編集
nl_nl: Mailing lijst bewerken
no_no: Redigerer e-post-liste
pl_pl: Edycja listy mailingowej
tr_tr: E-posta listesi düzenleme
uk_ua: Редагування списку розсилки
vi_vn: Chỉnh sửa danh sách gửi thư

# Languages::from_name
source: From name
cs_cz: Jméno
da_dk: Fra navn
de_de: Name des Absenders
el_gr: Από όνομα
es_es: De nombre
fr_fr: De la part de
id_id: Dari nama
it_it: Nome "da"
ja_jp: 差出人
nl_nl: Naam afzender
no_no: Fra navn
pl_pl: Nazwa wysyłającego
tr_tr: Gönderen adı
uk_ua: Від кого
vi_vn: Tên người gửi

# Languages::from_email
source: From email
cs_cz: E-mailu odesílatele
da_dk: Fra e-mail
de_de: E-Mail-Adresse des Absenders
el_gr: Από e-mail
es_es: De correo electrónico
fr_fr: Emaile expéditeur
id_id: Dari email
it_it: E-mail "da"
ja_jp: 送信元Eメール
nl_nl: E-mailadres afzender
no_no: Fra e-post
pl_pl: Adres wysyłającego
tr_tr: Gönderen E-mail
uk_ua: Email відправника
vi_vn: Email gửi tin

# Languages::reply_to
source: Reply to
cs_cz: E-mail pro odpověď
da_dk: Besvare
de_de: Antwort an
el_gr: Απάντηση σε
es_es: Responder a
fr_fr: Répondre à
id_id: Membalas ke
it_it: Rispondi a
ja_jp: 返信先Eメール
nl_nl: Beantwoorden aan
no_no: Svar til
pl_pl: Odpowiedz do
tr_tr: Cevap verilen
uk_ua: Email для відповіді
vi_vn: Trả lời đến

# Languages::register_autoresponder
source: Confirmation email
cs_cz: Potvrzovací e-mail
da_dk: E-mail-bekræftelse
de_de: Bestätigungs-Email
el_gr: Ε-mail επιβεβαίωσης
es_es: Confirmación de correo electrónico
fr_fr: Confirmation d'email
id_id: Email konfirmasi
it_it: E-mail di conferma
ja_jp: 確認用Eメール
nl_nl: E-mail ter bevestiging
no_no: E-post-bekreftelse
pl_pl: E-mail potwierdzający
tr_tr: Onay e-postası
uk_ua: Email підтвердження
vi_vn: Email xác nhận

# Languages::no_autoresponder
source: No autoresponder
cs_cz: Bez automatické odpovědi
da_dk: Ingen autoresponder
de_de: Kein automatischer Beantworter
el_gr: Χωρίς αυτόματη Απαντηση
es_es: Sin respuesta automática
fr_fr: Pas de répondeur automatique
id_id: Tidak ada autoresponder
it_it: Nessun autorisponditore
ja_jp: オートレスポンダーなし
nl_nl: Geen autobeantwoorder
no_no: Ingen autosvarer
pl_pl: Bez autorespondera
tr_tr: Hiçbir otomatik cevaplayıcı yok
uk_ua: Без автовідповідача
vi_vn: Không có trả lời tự động
