Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/paypal.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::paypal_express_notice
source: A merchant ID is required for using <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> within this integration. You can look up your merchant ID by logging into <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Click the profile icon on the top right side of the page and then select <b>Profile and settings</b> in the <b>Business Profile</b> menu. (If you do not see the profile icon at the top of the page, click <b>Profile</b>, which appears in the top menu when the <b>My Account tab</b> is selected.) Click <b>My business info</b> on the left, and the <b>Merchant account ID</b> is displayed in the list of profile items on the right.
da_dk: En købmand ID er påkrævet for at bruge <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> In-sammenhæng Checkout funktion</a> inden for denne integration. Du kan slå din købmand ID ved at logge ind <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Klik på profil-ikonet på øverst til højre på siden og derefter vælge <b>Indstillinger og profil</b> i menuen <b>Profil</b>. (Hvis du ikke kan se ikonet profil øverst på siden, klik på <b>profil</b>, som vises i den øverste menu, når <b>fanen min konto</b> er markeret.) Klik på <b>min business info</b> til venstre, og <b>Merchant konto-ID</b> vises i listen over profil elementer til højre.
el_gr: Ένας ID Εμπορου (merchant ID) είναι απαραίτητος για τη χρήση <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>το χαρακτηρηστικο Checkout σε Πλαίσιο</a> σ αυτή την υλοποίηση. Μπορείτε να αναζητήσετε το δικο σας merchant ID αν συνδεθείτε στο <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Κάντε κλικ στο εικονίδιο προφίλ , στην πάνω δεξιά πλευρά της σελίδας και στη συνέχεια επιλέξτε <b>το προφίλ και τις ρυθμίσεις</b> στο μενού <b>ΠΡΟΦΙΛ</b>. (Εάν δεν βλέπετε το εικονίδιο προφίλ στο επάνω μέρος της σελίδας, κάντε κλικ στο κουμπί <b>προφίλ</b>, το οποίο εμφανίζεται στην κορυφή του μενού όταν επιλέγεται η <b>καρτέλα "ο λογαριασμός μου"</b>.) Κλικ <b>μου επιχειρηματικές πληροφορίες</b> στα αριστερά, και το <b>αναγνωριστικό λογαριασμού εμπόρου (merchant ID)</b> εμφανίζεται στη λίστα των στοιχείων ακτινοβολίας στα δεξιά.
es_es: Se requiere de un nombre de usuario de la empresa para utilizar<a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>la función de comprobación de pago en contexto</a>dentro de esta integración. Puedes revisar el nombre de usuario al iniciar sesión en<a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Haga clic en el icono de perfil en la parte superior de la página y luego seleccione<b>Perfil y configuración</b>en el menu<b>del perfil de la empresa</b>. (Si no ve el icono en la parte superior de la página, haga clic en<b>perfil</b>, que aparece en la parte superior del menú cuando <b>la pestaña tab</b>es seleccionada.) Haga clic<b> en información de la empresa</b>en la parte izquierda, y el<b>nombre de usuario de la empresa</b>se mostrará en la lista de las funciones del perfil en la derecha.
fr_fr: Un marchand ID est requis pour utiliser la <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> fonctionnalité de vérification dans le contexte</a> au sein de cette intégration. Vous pouvez chercher votre marchand ID en vous connectant sur <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Cliquez sur l’icône de profil du côté supérieur droit de la page, puis sélectionnez <b>le profil et les paramètres</b> dans le menu <b>Profil de l’entreprise</b>. (Si vous ne voyez pas l’icône de profil en haut de la page, cliquez sur le <b>Profil</b> qui s’affiche dans le menu principal lors de l' <b>onglet mon compte</b>). Cliquez sur <b>mes informations d’entreprise</b> sur la gauche et l' <b>ID de compte marchand</b> sont affiché dans la liste des éléments de profil sur la droite.
id_id: ID pedagang diperlukan untuk menggunakan fitur <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> Fitur Checkout Dalam-Konteks </a> di dalam integrasi ini Anda dapat mencari ID pedagang Anda dengan masuk ke <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/ </a>. Klik ikon profil di sisi kanan atas halaman lalu pilih <b> Profil dan pengaturan </ b> di menu <b> Profil Bisnis </ b>. (Jika Anda tidak melihat ikon profil di bagian atas halaman, klik <b> Profil </ b>, yang muncul di menu paling atas saat tab <b> Akun Saya </ b> dipilih.) Klik < b> info bisnis saya </ b> di sebelah kiri, dan <b> ID akun Pedagang </ b> ditampilkan dalam daftar item profil di sebelah kanan.
it_it: Un ID venditore è necessario per l'utilizzo delle <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>funzioni di Checkout</a> all'interno di questa integrazione. È possibile cercare il tuo merchant ID accedendo a <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Fare clic sull'icona profilo sul lato superiore destro della pagina e quindi selezionare <b>il profilo e le impostazioni</b> nel menu <b>Profilo Business</b>. (Se non vedete l'icona di profilo nella parte superiore della pagina, fare clic su <b>profilo</b>, che appare nel menu in alto quando è selezionata la <b>scheda Account personale</b>). Fare clic su <b>mio informazioni commerciali</b> sulla sinistra e il <b>Merchant account ID</b> viene visualizzato nell'elenco degli elementi del profilo sulla destra.
no_no: En merchant ID er påkrevd for å bruke <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context utsjekking funksjonen</a> innen denne integreringen. Du finner din merchant ID ved å logge deg inn på <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Klikk på profilikonet øverst på siden, og velg deretter <b>Profile and settings</b> i <b>Business Profile</b> menyen. (Hvis du ikke ser profilikonet øverst på siden, klikker du <b>Profile</b>, som vises i den øverste menyen når <b>My Account </b> er valgt.) Klikk <b>My business info</b> til venstre, og din <b>Merchant account ID</b> vises i listen over profilelementer til høyre.
pl_pl: Numer ID jest wymagany dla funkcji <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> dla funkcji In-Context Checkout</a> w ramach tej integracji. Możesz sprawdzić Twój numer ID logując się na <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Kliknij ikonę profilu w prawym górnym rogu strony, a następnie wybierz <b>Profil</b>i w menu <b>Konfiguracja firmy</b>. (Jeśli nie widzisz ikony profilu w górnej części strony, kliknij <b>Profil</b>, który pojawia się w menu na górze jest zaznaczone na <b>karcie Moje konto</b>). Kliknij <b>Konfiguracja firmy</b> po lewej stronie a <b>identyfikator konta handlowca</b> jest wyświetlany na liście elementów profilu po prawej stronie.
ru_ru: Для использования <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>функции In-Context Checkout</a> в данной интеграции необходим идентификационный номер "merchant ID". Merchant ID можно получить в Вашем аккаунте на <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Щелкните по иконке профиля в правом верхнем углу и выберите <b>Profile and settings</b> в меню <b>Business Profile</b>. (Если вы не видите иконку профиля, щелкните по надписи <b>Profile</b>, которая появляется в верхнем меню, когда выбрана вкладка <b>My Account</b>.) Нажмите <b>My business info</b> слева, и справа в списке элементов профиля отобразится <b>Merchant account ID</b>.
tr_tr: Bu entegrasyonda Bağlam içi ödeme özelliğini <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> kullanabilmek için bir Merchant ID gerekmektedir. <a href='https://www.paypal.com/' target='_blank'> adresine giriş yaparak Merchant ID' nizi öğrenebilirsiniz. Sayfanın sağ üst tarafındaki profil simgesini tıklayın ve ardından <b> İşletme Profili </ b> menüsünde <b> Profil ve ayarlar </ b> 'ı seçin. (Profil simgesini sayfanın üst kısmında görmüyorsanız, <b> Hesabım sekmesi </ b> seçildiğinde üst menüde görünen <b> Profil </ b> 'i tıklayın.) < b> İş bilgilerim </ b> ve sağdaki profil öğeleri listesinde <b> Merchant ID </ b> görüntülenir.
uk_ua: Для використання <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>функції In-Context Checkout</a> в даній інтеграції необхідний ідентифікаційний номер "merchant ID". Merchant ID можна отримати у Вашому акаунті на <a href='https://www.paypal.com/' target='_blank'>paypal.com</a>. Клацніть по іконці профілю в правому верхньому кутку і виберіть <b>Profile and settings</b> в меню <b>Business Profile</b>. (Якщо ви не бачите іконку профілю, клацніть по напису <b>Profile</b>, яка з'являється у верхньому меню, коли обрана вкладка <b>My Account</b>.) Натисніть <b>My business info</b> зліва, і справа в списку елементів профілю відобразиться <b>Merchant account ID</b>.
vi_vn: Một ID thương gia là cần thiết để sử dụng <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> tính năng thanh toán trong bối cảnh</a> trong hội nhập này. Bạn có thể tìm kiếm thương gia của bạn ID bằng cách đăng nhập vào <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Nhấp vào biểu tượng cấu hình trên bên phải trên cùng của trang và sau đó chọn <b>tiểu sử và các cài đặt</b> trong trình đơn <b>Cấu hình doanh nghiệp</b>. (Nếu bạn không thấy biểu tượng tiểu sử ở đầu trang, bấm vào <b>hồ sơ</b>, xuất hiện trong trình đơn hàng đầu khi chọn <b>tab Tài khoản của tôi</b>.) Nhấp vào <b>thông tin doanh nghiệp của tôi</b> ở bên trái, và các <b>thương gia tài khoản ID</b> sẽ được hiển thị trong danh sách các mục cấu hình trên bên phải.

# Languages::paypal_ipn_note
source: Instant Payment Notification (IPN) is a service that automatically notifies merchants of events related to PayPal transactions.<br>When a customer places an order and chooses PayPal as the payment method, the order gets the <b>Open</b> status.<br>PayPal then sends Instant Payment Notification messages that include the transaction status. This status changes the order status in your store according to the status conversion map.
da_dk: Øjeblikkelig betalingsanmeldelse (IPN) er en service, der giver automatisk besked købmænd af begivenheder relateret til PayPal transaktioner. <br>Når en kunde afgiver en ordre og vælger PayPal som betalingsmetode, ordren får status som <b>åben</b>. <br>PayPal derefter sender Instant betalingsmeddelelse meddelelser, der indeholder posteringsstatus. Denne status ændrer ordrestatus i din butik efter status konvertering kort.
de_de: Sofortige Zahlungsbestätigung (IPN) ist ein Dienst, der Händler von Ereignissen im Zusammenhang mit PayPal-Transaktionen automatisch benachrichtigt.<br>Wenn ein Kunde einen Auftrag erteilt und als Zahlungsmethode PayPal wählt, erhält die Bestellung den Status <b>Offen/Bestelleingang</b>.<br>PayPal sendet dann eine sofortige Zahlungsbestätigungsnachricht, die den Transaktionsstatus enthält. Diese Nachricht ändert dann den Status der Bestellung im Shop auf den Status der im Bestellablauf dafür vorgesehen ist.
el_gr: Το Instant Payment Notification (IPN) είναι μια υπηρεσία που ειδοποιεί αυτόματα τους εμπόρους για συμβάντα που σχετίζονται με συναλλαγές στο PayPal. <br>, Όταν ένας πελάτης δίνει εντολή και επιλέγει το PayPal ως μέθοδο πληρωμής, η παραγγελία παίρνει την κατασταση <b>ανοικτη</b>. <br>Στη συνέχεια το PayPal στέλνει Instant Payment Notification (μήνυμα αμεσης κοινοποίησης πληρωμής) που περιλαμβάνει την κατασταση της συναλλαγης. Αυτή η κατάσταση αλλάζει την κατάσταση της παραγγελίας στο κατάστημά σας, σύμφωνα με τον χάρτη μετατροπής της κατάστασης.
es_es: Notificación de pago instantánea (IPN) es un servicio que notifica automáticamente comerciantes de eventos relacionados con las transacciones de PayPal. <br>Cuando un cliente coloca un pedido y elige PayPal como forma de pago, la orden obtiene el estado <b>abierto</b>. <br>PayPal entonces envía mensajes de notificación instantánea de pago que incluyen el estado de transacción. Este estado cambia el estado del pedido en su tienda según el mapa de conversión de estado.
fr_fr: Notification instantanée de paiement (IPN) est un service qui avertit automatiquement les commerçants des événements liés aux transactions de PayPal. <br>Lorsqu’un client passe une commande et choisit PayPal comme mode de paiement, l’ordre obtient l’état <b>ouvert</b>. <br>PayPal puis envoie des messages de notification instantanée de paiement qui incluent le statut de la transaction. Ce statut change le statut de la commande dans votre boutique selon le plan de conversion du statut.
id_id: Instant Payment Notification (IPN) adalah layanan yang secara otomatis memberitahukan pedagang tentang kejadian yang terkait dengan transaksi PayPal. Ketika pelanggan memesan dan memilih PayPal sebagai metode pembayaran, pesanan tersebut mendapatkan status <b> Open </ b>. PayPal kemudian mengirimkan pesan Pemberitahuan Pembayaran Instan yang menyertakan status transaksi. Status ini mengubah status pesanan di toko Anda sesuai dengan peta konversi status.
it_it: Notifica immediata del pagamento (IPN) è un servizio che notifica automaticamente mercanti di eventi legati alle transazioni PayPal. <br>Quando un cliente effettua un ordine e sceglie PayPal come metodo di pagamento, l'ordine ottiene lo stato <b>aperto</b>. <br>PayPal quindi invia messaggi di notifica immediata del pagamento che includono lo stato della transazione. Questo stato viene modificato lo stato dell'ordine nel tuo negozio secondo la mappa di conversione dello stato.
no_no: Instant Payment Notification (IPN) er en tjeneste som varsler leverandører automatisk ved alle hendelser knyttet til PayPal-transaksjonen. <br>Når en kunde legger inn en bestilling og velger PayPal som betalingsmåte, får ordren statusen <b>Åpen</b>. <br>PayPal sender deretter øyeblikkelig betalingsvarsling meldinger omkring transaksjonsstatusen. Denne statusen endrer ordrestatusen i nettbutikken etter status konverteringskartet.
pl_pl: Natychmiastowe powiadomienie o płatności (IPN) jest usługą, która automatycznie powiadamia handlowców o wydarzeniach związanych z transakcjami PayPal. <br>Gdy klient składa zamówienie i wybiera PayPal jako formę płatności, zamówienie przyjmuje status <b>Otwarte</b>. <br>Następnie PayPal wysyła błyskawiczne powiadomienie o płatności, które zawiera stan transakcji. Ten stan zmienia status zamówienia w sklepie według mapy zdefiniowanej w konfiguracji dodatku PayPal.
ru_ru: Мгновенное платежное уведомление (IPN) — это служба, которая автоматически уведомляет продавцов о всех событиях, связанных с транзакциями в PayPal.<br>Когда покупатель оформляет заказ и выбирает PayPal для оплаты, заказ получает статус <b>Открытый</b>.<br>Затем PayPal отправляет мгновенное платежное уведомление, которое содержит статус транзакции. Этот статус изменяет статус заказа в магазине согласно настройкам <b>Соответствие статусов заказов между PayPal и магазином</b>.
tr_tr: Anında Ödeme Bildirimi (ıpn), satıcıları otomatik olarak PayPal işlemleriyle ilgili olayları bildiren bir hizmettir. <br> Müşteri bir sipariş verir ve ödeme yöntemi olarak PayPal'ı seçtiğinde, Sipariş <b> Açık </b> Durum.<br> PayPal daha sonra işlem durumunu içeren Anında Ödeme Bildirim iletileri gönderir. Bu durum, durum değişim planına göre depodaki sipariş durumunu değiştirir.
uk_ua: Миттєве платіжне повідомлення (IPN) - це служба, яка автоматично повідомляє продавців про всі події, пов'язані з транзакціями в PayPal.<br> Коли покупець оформляє замовлення і вибирає PayPal для оплати, замовлення отримує статус <b>Відкритий</b>. <br>Потім PayPal відправляє миттєве платіжне повідомлення, яке містить статус транзакції. Цей статус змінює статус замовлення в магазині згідно налаштувань <b>Відповідність статусів замовлень між PayPal і магазином</b>.
vi_vn: Thông báo thanh toán ngay lập tức (IPN) là một dịch vụ tự động thông báo cho các thương gia của các sự kiện liên quan đến giao dịch PayPal. <br>Khi một khách hàng những nơi một đơn đặt hàng và chọn PayPal như là phương thức thanh toán, các đơn đặt hàng được trạng thái <b>mở</b>. <br>PayPal rồi gửi tin nhắn tức thì thanh toán thông báo bao gồm trạng thái giao dịch. Tình trạng này sẽ thay đổi tình trạng đơn hàng trong cửa hàng của bạn theo bản đồ chuyển đổi trạng thái.

# Languages::paypal_ipn_transaction_status
source: Transaction status
da_dk: Transaktionsstatus
de_de: Transaktionsstatus
el_gr: Κατάσταση Συναλλαγης
es_es: Estado de transacción
fr_fr: Status de transaction
id_id: Status transaksi
it_it: Stato della transazione
no_no: Transaksjonsstatus
pl_pl: Status transakcji
ru_ru: Статус транзакции
tr_tr: İşlem durumu
uk_ua: Стан транзакції
vi_vn: Tình trạng giao dịch

# Languages::paypal.ipn_transaction_status
source: Transaction status: [status]
de_de: Transaktionsstatus: [status]
el_gr: Η κατάσταση συναλλαγής: [status]
es_es: Estado de la transacción:[status]
id_id: Status transaksi: [status]
no_no: Transaksjonsstatus: [status]
pl_pl: Status transakcji: [status]
ru_ru: Статус транзакции: [status]
uk_ua: Статус транзакції: [status]

# Languages::addons.paypal.surcharge_policy_notice
source: Surcharge has been set for the payment method that uses PayPal Services. Please make sure this complies with the <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">User Agreement for PayPal Services</a> for your region.
da_dk: Tillægsgebyr er blevet sat, for den betalingsmetode, der bruger PayPal tjenester. Kontroller, at dette er i overensstemmelse med <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> Brugeraftalen for PayPal tjenester</a> for dit område.
de_de: Für die Zahlungsmethode, die PayPal-Dienste nutzt, wurde ein Zuschlag festgelegt. Bitte stellen Sie sicher, dass dies mit der<a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Benutzervereinbarung für PayPal-Dienste für Ihre Region übereinstimmt.
el_gr: Εχει οριστεί επιπλέον χρέωση για τη μέθοδο πληρωμής που χρησιμοποιεί τις υπηρεσίες PayPal. Παρακαλώ βεβαιωθείτε ότι αυτό είναι σύμφωνο με τη <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> Σύμβαση χρήστη για τις υπηρεσίες PayPal</a> για την περιοχή σας.
es_es: Se ha establecido un método de pago que utiliza los servicios de PayPal. Por favor asegúrese que esto cumplea con el<a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Acuerdo de Usuario para los servicios de PayPal</a>para su región.
fr_fr: La somme aditionnelle a été fixe pour la methode de paiement qui utilise Paypal. Faites sur que ceci remplit les criteres de l' l'Accord d'Utilisateur pour le Service Paypal, pour votre region.
id_id: undefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefinedundefined
it_it: Un sovrapprezzo è stato impostato per i metodi di pagamento che utilizzano i Servizi di Paypal. Per favore, assicurati che questo sia coerente con il <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Contratto di utilizzo dei Servizi Paypal con l'Utente</a> per il tuo Paese.
no_no: Tilleggsavgift er satt for betalingsmåten som bruker PayPal. Sørg for at dette er i samsvar med <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">brukeravtalen for PayPals tjenester</a> i din region.
pl_pl: Opłatą została ustawiona dla metody płatności, która korzysta z usług PayPal. Upewnij się, że jest to zgodne z <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> Umowa z użytkownikiem usługi PayPal</a> dla danego regionu.
ru_ru: Был установлен дополнительный сбор для способа оплаты, использующего PayPal Services. Пожалуйста, убедитесь в том, что это соответствует положениям <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Пользовательского соглашения PayPal Services</a> для Вашего региона.
tr_tr: Ücretli PayPal hizmetleri kullanan ödeme yöntemi için ayarlandı. <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> lütfen bunun bölgenizdeki PayPal Hizmetlerine İlişkin Kullanıcı Sözleşmesi </a> 'ne bakın.
uk_ua: Було встановлено додатковий збір для способу оплати, котрий використовує PayPal Services. Будь ласка, переконайтеся в тому, що це відповідає положенням <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Правилам користування PayPal Services</a> для вашого регіону.
vi_vn: Surcharge đã được thiết lập cho phương thức thanh toán sử dụng dịch vụ PayPal. Hãy chắc chắn rằng điều này phù hợp với <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> Thỏa thuận người dùng cho các dịch vụ PayPal</a> cho khu vực của bạn.

# Languages::addons.paypal.rma.perform_refund
source: Give a refund via PayPal
da_dk: Give en refusion via PayPal
de_de: Rückerstattung über PayPal
el_gr: Να γινει επιστροφη χρηματων (refund) μέσω PayPal
es_es: Dar un reembolso a través de Paypal
fr_fr: Faire un remboursement via Paypal
id_id: Berikan pengembalian dana via PayPal
it_it: Effettuare un rimborso tramite PayPal
no_no: Gi en refusjon via PayPal
pl_pl: Zwróć pieniędzę za pośrednictwem systemu PayPal
ru_ru: Оформить возврат средств через PayPal
tr_tr: PayPal üzerinden geri ödeme yap
uk_ua: Оформити повернення коштів через PayPal
vi_vn: Cung cấp cho hoàn lại tiền qua PayPal

# Languages::ttc_addons.paypal.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
da_dk: En tilbagebetalingen vil ske, når en administrator ændrer tilbagevenden anmodningens status
de_de: Eine Rückerstattung erfolgt, sobald ein Administrator den Status der Rückgabeanforderung ändert
el_gr: Θα γίνει επιστροφή χρημάτων εφοσον ο διαχειριστής αλλάξει την κατάσταση αιτηματος επιστροφής
es_es: Un reembolso será ejecutado una vez que el administrador cambie la solicitud de estado de la devolución
fr_fr: Un remboursement sera fait quand un administrateur aura changé le statut de la demande de retour
id_id: Pengembalian dana akan dilakukan setelah administrator mengubah status permintaan pengembalian
it_it: Sarà effettuato il rimborso una volta che un amministratore validerà lo stato di richiesta di restituzione
no_no: En refusjon vil bli gjort når en administrator endrer returforespørselens status
pl_pl: Zwrot pieniędzy nastąpi po zmianie statusu na żądanie zwrotu
ru_ru: Возврат средств будет сделан сразу после того, как администратор изменит статус запроса
tr_tr: Yönetici iade talep durumunu değiştirdiğinde iade yapılacaktır
uk_ua: Повернення коштів буде зроблено відразу після того, як адміністратор змінить статус запиту
vi_vn: Hoàn lại tiền sẽ được thực hiện sau khi người quản trị thay đổi trạng thái về yêu cầu
