Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/paypal.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::addons.paypal.rma.refund_performed
source: The refund has been made via PayPal
da_dk: Restitutionen er sket via PayPal
de_de: Die Rückerstattung erfolgt über PayPal
el_gr: Η επιστροφή (refund) έχει γίνει μέσω PayPal
es_es: El reembolso se ha realizado a través de PayPal
fr_fr: Le remboursement a été fait par Paypal
id_id: Pengembalian dana telah dilakukan melalui PayPal
it_it: Il rimborso è stato fatto tramite PayPal
no_no: Refusjonen er gjort via PayPal
pl_pl: Refundacja została wykonana za pośrednictwem systemu PayPal
ru_ru: Был сделан возврат средств через PayPal
tr_tr: PayPal ile yapılan geri ödeme
uk_ua: Було зроблено відшкодування через PayPal
vi_vn: Khoản tiền hoàn lại đã được thực hiện thông qua PayPal

# Languages::addons.paypal.refund_message
source: [amount] [currency] have been refunded in [date] at [time].
da_dk: [amount] [currency] er blevet refunderet i [date] på [time].
de_de: [amount] [currency] wurden am [date] um [time] zurückerstattet.
el_gr: [amount] [currency] επεστράφησαν στις [date] και ωρα [time].
es_es: [amount][currency] ha sido reembolsada en[date] a[time].
fr_fr: {Amount} {currency} ont ete annules dans {Date} a {time}.
id_id: [jumlah] [mata uang] telah dikembalikan pada [tanggal] pada [waktu].
it_it: [amount] [currency] sono stato rembolsati in [date] a [time].
no_no: [amount] [currency] har blitt refundert den [date] klokken [time].
pl_pl: [amount] [currency] zostały zwrócone dnia [date] o godzinie [time].
ru_ru: Было возвращено [amount] [currency] [date] в [time].
tr_tr: [amount] [currency] [date] [time] de iade edildi.
uk_ua: Було повернуто [amount] [currency] [date] о [time].
vi_vn: [amount] [currency] đã được hoàn lại ngày [date] lúc [time].

# SettingsOptions::paypal::paypal_partial_refund_action
source: Order status on partial refund
da_dk: Ordrestatus på delvis tilbagebetaling
de_de: Bestellstatus bei teilweiser Rückerstattung
el_gr: Κατάσταση παραγγελίας σε μερική επιστροφή χρημάτων
es_es: El reembolso parcial puede ver en el estado de la orden
fr_fr: Status d"ordre de remboursement en partie
id_id: Memesan status pengembalian dana sebagian
it_it: Stato di commanda su rimbolso partiale
no_no: Ordrestatus på delvis refusjon
pl_pl: Status zamówienia na częściowy zwrot
ru_ru: Статус заказа для частичного возврата
tr_tr: Sipariş durumundaki kısmi iade
uk_ua: Статус замовлення для часткового відшкодування
vi_vn: Tình trạng đơn hàng trên một phần khoản hoàn lại

# Languages::addons.paypal.do_not_change
source: Do not change
da_dk: Ændre ikke
de_de: Nicht ändern
el_gr: Μην αλλάξετε
es_es: No cambiar
fr_fr: Ne changer pas
id_id: Jangan berubah
it_it: Non cambiare
no_no: Ikke endre
pl_pl: Nie zmieniaj
ru_ru: Оставить без изменений
tr_tr: Değiştirmeyin
uk_ua: Залишити без змін
vi_vn: Không thay đổi

# Languages::tt_addons_paypal_settings_partial_refund_action_order_status
source: Determines whether or not to change the order status automatically after a partial refund via PayPal.
da_dk: Bestemmer hvorvidt eller ikke at ændre ordrestatus automatisk efter en delvis tilbagebetaling via PayPal.
de_de: Legt fest, ob der Bestellstatus nach einer teilweisen Rückerstattung über PayPal automatisch geändert werden soll oder nicht.
el_gr: Καθορίζει αν θα αλλάξει η κατάσταση της εντολής αυτόματα μετά από μια μερική επιστροφή μέσω PayPal ή όχι.
es_es: Determina si puede cambiar el estado de la orden de manera automática o no después de un reembolso parcial a través de PayPal.
fr_fr: Va determiner si ou pas changer le statut d"ordre automatiquement après un remboursement en partie par Paypal.
id_id: Menentukan apakah akan mengubah status pesanan secara otomatis setelah pengembalian dana sebagian melalui PayPal.
it_it: Determina si o non cambiare l'altro stato automaticamente dopo una cancellazione partiale di Paypal.
no_no: Avgjør om du vil endre ordrestatusen automatisk etter en delvis tilbakebetaling via PayPal.
pl_pl: Określa, czy należy zmienić automatycznie status zamówienia po częściowym zwrocie pieniędzy za pośrednictwem systemu PayPal.
ru_ru: Устанавливает автоматическую смену статуса заказа после частичного возврата через PayPal.
tr_tr: PayPal üzerinden kısmi geri ödemeden sonra sipariş durumunu otomatik olarak değiştirip değiştirmeyeceğini belirler.
uk_ua: Встановлює автоматичну зміну статусу замовлення після часткового відшкодування через PayPal.
vi_vn: Xác định có hay không để trạng thái đơn hàng sẽ tự động thay đổi sau khi khoản hoàn lại một phần thông qua PayPal.

# Languages::addons.paypal.set_status_to
source: Set to:
da_dk: Indstillet til:
de_de: Setzen auf:
el_gr: Ορισμός:
es_es: Ajustado a:
fr_fr: Installe a:
id_id: Mulai:
it_it: Installato a:
no_no: Satt til:
pl_pl: Zestaw:
ru_ru: Выбран статус:
tr_tr: Ayarla:
uk_ua: Обрано статус:
vi_vn: Thiết lập tới:

# Languages::addons.paypal.ipn_receiving_time
source: IPN receiving time
da_dk: IPN modtagende tid
de_de: IPN-Empfangszeit
el_gr: Χρόνος παραλαβής IPN
es_es: Tiempo de recepción de IPN
fr_fr: IPN temps de reception
id_id: IPN menerima waktu
it_it: IPN ora di ricevuta
no_no: IPN mottakstid
pl_pl: Czas odbiernia IPN
ru_ru: Время получения IPN
tr_tr: IPN alış zamanı
uk_ua: Час отримання IPN
vi_vn: Thời gian nhận IPN

# Languages::addons.paypal.status_for_new_orders
source: Initial order status
da_dk: Indledende ordrestatus
el_gr: Κατάσταση της αρχικής παραγγελίας
es_es: Estado inicial del pedido
fr_fr: Premier status d"ordre
id_id: Status pesanan awal
it_it: Stato di commanda iniziale
no_no: Startnummer på ordre-ID
pl_pl: Początkowy status zamówienia
ru_ru: Начальный статус заказа
tr_tr: İlk sipariş durumu
uk_ua: Початковий статус замовлення
vi_vn: Tình trạng đặt hàng ban đầu

# Languages::ttc_addons.paypal.status_for_new_orders
source: All orders with a PayPal payment method get this status until the response from PayPal (an IPN message) arrives or a customer returns to the store via a link on the PayPal site.
da_dk: Alle ordrer med en PayPal betalingsmetode få denne status, indtil svaret fra PayPal (meddelelsen IPN) ankommer eller en kunde returnerer til butikken via et link på PayPal-site.
de_de: Alle Bestellungen mit einer PayPal-Zahlungsmethode erhalten diesen Status, bis die Antwort von PayPal (eine IPN-Nachricht) eintrifft oder ein Kunde über einen Link auf der PayPal-Website zum Shop zurückkehrt.
el_gr: Όλες τις παραγγελίες με μια μέθοδο πληρωμής PayPal λαμβάνουν αυτήν την κατάσταση μέχρι να ληφθεί απάντηση από το PayPal (μήνυμα IPN) ή να επσιτρέψει ο πελάτης στο κατάστημα μέσω ενός συνδέσμου στην ιστοσελίδα PayPal.
es_es: Todos los pedidos que se hacen a través del método de pago ofrecido por PayPal genera este estado hasta que la respuesta de PayPal (un mensaje IPN - notificación instantánea de pago) llega o el cliente regresa a la página web de la tienda a través del enlace del sitio web de PayPal.
fr_fr: Tous les ordres de paiement par Paypal reçoivent le statut jusqu"à ce qu'une réponse de Paypal (message IPN) arrive ou qu'un client retourne à l"archive par un lien sur Paypal>.
id_id: Semua pesanan dengan metode pembayaran PayPal mendapatkan status ini sampai tanggapan dari PayPal (pesan IPN) tiba atau pelanggan kembali ke toko melalui tautan di situs PayPal.
it_it: Tutti i ordini di pagamento con Paypal, prendono questo status fin'a una risposta da Paypa; (messaggio IPN) o il ritorno di uno cliente all'archivo via un legato sul site di Paypal.
no_no: Alle bestillinger med en PayPal betalingsmetode får denne statusen inntil responsen fra PayPal (en IPN melding) kommer gjennom eller en kunde returnerer til butikken via en link på PayPal-området.
pl_pl: Wszystkie zamówienia z formą płatności PayPal otrzymują ten status do momentu aż nadejdzie odpowiedź z PayPal (komunikat IPN) lub klient wróci do sklepu za pośrednictwem linku w witrynie PayPal.
ru_ru: Всем заказам, оплачиваемым через PayPal, присваивается данный статус до тех пор, пока не поступит ответ от PayPal (IPN-сообщение) или пока покупатель не вернётся на сайт магазина, используя ссылку на сайте PayPal.
tr_tr: Bir PayPal ödeme yöntemiyle yapılan tüm siparişler, PayPal'dan gelen yanıt (bir IPN mesajı) gelene kadar yada bir müşteri PayPal sitesindeki bir bağlantı yoluyla mağazaya döner.
uk_ua: Всім замовленням, оплачуваним через PayPal, присвоюється даний статус до тих пір, поки не надійде відповідь від PayPal (IPN-повідомлення) або поки покупець не повернеться на сайт магазину, використовуючи посилання на сайті PayPal.
vi_vn: Tất cả các đơn đặt hàng với một phương thức thanh toán PayPal có được trạng thái này cho đến khi các phản ứng từ PayPal (IPN qua thư) đến hoặc một khách hàng trả lại để lưu trữ thông qua một liên kết trên trang web PayPal.

# Languages::addons.paypal.status_for_new_orders.open
source: By default, the <i>Open</i> status decreases the inventory, so two customers won't be able to buy the same product while the payment is being processed by PayPal. But if a customer leaves the PayPal website without paying or returning to the store via a link on the PayPal site, you'll have an abandoned <i>Open</i> order with reserved products.
da_dk: Som standard falder statussen <i>åben</i> beholdning, så to kunder ikke vil være i stand til at købe det samme produkt, mens betalingen behandles af PayPal. Men hvis en kunde forlader webstedet PayPal uden betaler eller vender tilbage til butikken via et link på webstedet PayPal, vil du have en forladte <i>åben</i> ordre med reserverede produkter.
el_gr: Από προεπιλογή, η <i>ανοιχτή</i> κατάσταση μειώνει το απόθεμα, έτσι δύο πελάτες δε θα είναι σε θέση να αγοράσουν το ίδιο προϊόν, ενώ η πληρωμή γίνεται μέσω PayPal. Αλλά εάν ο ένας πελάτης αφήσει ρον ιστότοπο του PayPal χωρίς πληρωμή ή επιστρέψει στο κατάστημα μέσω ενός συνδέσμου στην ιστοσελίδα PayPal, θα έχετε μία εγκαταλειμμένη <i>Άνοιχτή</i> παραγγελία με δεσμευμένα προϊόντα.
es_es: Por defecto, el estado<i>Abrir</i>disminuye el inventario, de manera que dos clientes no podrán comprar al mismo tiempo el mismo producto mientras se procesa el pago a través de PayPal. Pero si un cliente abandona la página de PayPal sin pagar o regresa a la tienda a través del enlace del sitio web de PayPal, tendrá un pedido<i>Abierto</i>abandonado con los productos reservados.
fr_fr: Par defaut le statut <i> Ouvert</li> réduit l'inventaire, ainsi deux clients ne seront pas capables d'acheter le même produit lors processus du paiement par Paypal. Mais si un client quitte le site web de Paypal sans payer ou retourner a l'archive par un lien au site de Paypal, Vous aurez un ordre <i>Open</li> de produits recus.
id_id: Secara default, status <i> Open </ i> menurunkan inventaris, jadi dua pelanggan tidak akan dapat membeli produk yang sama saat pembayaran diproses oleh PayPal. Tetapi jika pelanggan meninggalkan situs PayPal tanpa membayar atau kembali ke toko melalui tautan di situs PayPal, Anda akan memiliki pesanan <i> Open </ i> yang ditinggalkan dengan produk yang dipesan.
it_it: Per default, il status <i>Open (Aperto)</i> va diminuare l'inventorio, cosi due clienti non potranno comprare il stesso prodotto, durante il processo del pagamento via Paypal. Ma si un cliente lascia il website di Paypal senza pagare o ritorna al mercato via un legato sul site di Paypal, Lei avra un orden abandonato <i>Open</i> con prodotti reservati.
no_no: Som standard reduserer <i>Open</i> statusen inventar, slik at to kunder ikke vil være i stand til å kjøpe det samme produktet, mens betalingen blir behandlet av PayPal. Men hvis en kunde forlater PayPal nettstedet uten å betale eller går tilbake til butikken via en link på PayPal-området, vil du ha en forlatt <i>Open</i> ordre med reserverte produkter.
pl_pl: Domyślnie dla statusu <i>otwarte</i> zmniejszany jest stan magazynowy, więc dwóch klientów nie będzie mógło kupić tego samego produktu, podczas przetwarzania płatności przez PayPal. Ale jeśli klient opuszcza serwis PayPal bez płacenia lub wraca do sklepu za pośrednictwem łącza w witrynie PayPal, będziesz miał opuszczone zamówienie ze statusem <i>otwarte</i> i zarezerwowane produkty.
ru_ru: По умолчанию, статус <i>Открыт</i> уменьшает количество товара, поэтому два покупателя не смогут приобрести один и тот же товар, пока платёж обрабатывается PayPal. В случае, если покупатель покинул сайт PayPal, не произведя оплату, или вернулся на сайт магазина, воспользовавшись ссылкой на сайте PayPal, будет создан брошенный заказ со статусом <i>Открыт</i>, содержащий отложенные товары.
tr_tr: Varsayılan olarak, <i>Açık</i> durumu stok düzeyini düşürür, dolayısıyla iki müşterinin ödemeleri PayPal tarafından yapılırken aynı ürünü satın alması mümkün olmayacaktır. Ama bir müşteri ödeme yapmadan veya PayPal sitesinde bir bağlantı üzerinden mağazaya geri dönmeden PayPal web sitesini terk ederse, ayrılmış ürünlerle birlikte bırakılmış bir <i>Açık</i> siparişin olacak.
uk_ua: За замовчуванням, статус <i>Відкрито</i> зменшує кількість товару, тому два покупці не зможуть придбати один і той же товар, поки платіж обробляється PayPal. У разі, якщо покупець покинув сайт PayPal, що не провівши оплату, або повернувся на сайт магазину, скориставшись посиланням на сайті PayPal, буде створено покинуте замовлення зі статусом <i>Відкрито</i>, що містить відкладені товари.
vi_vn: Theo mặc định, tình trạng <i>mở</i> giảm hàng tồn kho, do đó, hai khách sẽ không thể mua cùng một sản phẩm trong khi các khoản thanh toán đang được xử lý bằng PayPal. Nhưng nếu một khách hàng rời khỏi trang web PayPal mà không trả tiền hoặc trở lại đến cửa hàng qua liên kết trên trang web PayPal, bạn sẽ có một đơn hàng bị bỏ rơi <i>mở</i> đơn đặt hàng với các sản phẩm dành riêng.

# Languages::addons.paypal.status_for_new_orders.incomplete
source: This ensures that you won't have abandoned unpaid orders with the <i>Open</i> status and reserved products. But until the response from PayPal (an IPN message) arrives or the customer returns to the store via a link on the PayPal site, the order will be listed as <i>Incomplete</i>, and products won't be reserved.
da_dk: Dette sikrer, at du ikke har opgivet ubetalte ordrer med status som <i>åben</i> og forbeholdt produkter. Men indtil svaret fra PayPal (meddelelsen IPN) ankommer eller kunden returnerer til butikken via et link på webstedet PayPal, ordren vil blive opført som <i>ufuldstændig</i>, og produkter vil ikke være reserveret.
el_gr: Αυτό εξασφαλίζει ότι δεν θα έχετε εγκαταλελημενες απληρωτες παραγγελίες με την κατασταση <i>Άνοιχτή</i> και δεσμευμένο προϊόντα. Αλλά έως ότου φθάσει η απάντηση από το PayPal (μήνυμα IPN) ή ο πελάτης επιστρέψει στο κατάστημα μέσω ενός συνδέσμου στην ιστοσελίδα PayPal, η παραγγελία θα αναγράφεται ως <i>ημιτελής</i>, και τα προϊόντα δεν θα κρατηθούν.
es_es: Esto garantiza que no habrá abandonado pedidos sin haber cancelado y productos reservados con el estado <i>Abierto</i>. Pero hasta que la respuesta de PayPal (un mensaje IPN) llegue o el cliente regrese a la tienda a través del enlace en el sitio web de PayPal, la orden aparecerá como <i>incompleta</i>, y los productos no serán reservados.
fr_fr: Ca confirme que vous n'aurez pas laisse des ordres non payes avec <I>Open</li> status et produits reserves. Mais jusqu'à ce que la réponse de Paypal (un message IPN) arrive ou si le client retourne à l"archive par un lien Paypal, l'ordre sera liste comme <i> UNCOMPLET </li> et les produits ne seront pas reserves.
id_id: Ini memastikan bahwa Anda tidak akan meninggalkan pesanan yang belum dibayar dengan status <i> Open </ i> dan produk yang dipesan. Tapi sampai tanggapan dari PayPal (pesan IPN) tiba atau pelanggan kembali ke toko melalui tautan di situs PayPal, pesanan tersebut akan tercantum sebagai <i> Tidak lengkap </ i>, dan produk tidak akan dipesan.
it_it: Questo fa sicurare che Lei non avra lasciato conti non pagati di prodotti riservati con il stato <i>Open</i> per prodotti riservati. Pero fin'a che la risposta di Paypal (messaggio IPN) arrive, o il cliente ritorna sul site di Paypal con un legato, l'ordine sara incluso nella lista come <i>Non complesso</i> e i prodotti non saranno riservati.
no_no: Dette sikrer at du ikke vil ha forlatte ubetalte ordre med <i>Open</i> statusen og reserverte produkter. Men inntil responsen fra PayPal (en IPN melding) kommer gjennom eller kunden returnerer til butikken via en link på PayPal-området, vil ordren bli oppført som <i>Incomplete</i>, og produktene vil ikke bli reservert.
pl_pl: To zapewnia, że niezapłacone zamówienia nie będą miały statusu <i>Otwarte (O)</i> i produkty nie zostaną zarezerwowane. Dopóki nie nadejdzie odpowiedź z PayPal (komunikat IPN) lub klient nie wróci do sklepu za pośrednictwem łącza w witrynie PayPal, zamówienia będą miały status <i>Nieukończone (N)</i> i produkty nie będą rezerwowane.
ru_ru: Это гарантирует, что у Вас не будет брошенных неоплаченных заказов со статусом <i>Открыт</i> и отложенными товарами. Однако, до тех пор, пока с PayPal не поступит ответ (IPN-сообщение) или пользователь вернётся на сайт магазина, воспользовавшись ссылкой на сайте PayPal, заказ будет иметь статус <i>Незавершён</i>, а продукты не будут считаться отложенными.
tr_tr: Bu <i>Açık</i> durum ve ayrılmış ürünler ile ödenmemiş siparişleri terk etmemenizi sağlar. Ancak PayPal'dan gelen yanıt (bir IPN mesajı) gelene veya müşteri PayPal sitesindeki bir bağlantı yoluyla mağazaya dönene kadar sipariş <i>eksik</i> olarak listelenir ve ürünler ayrılmamış olucaktır.
uk_ua: Це гарантує, що у Вас не буде покинутих неоплачених замовлень зі статусом <i>Відкрито</i> і відкладеними товарами. Однак, до тих пір, поки з PayPal надійде відповідь (IPN-повідомлення) або користувач повернеться на сайт магазину, скориставшись посиланням на сайті PayPal, замовлення буде мати статус <i>незавершено</i>, а товарине будуть вважатися відкладеними.
vi_vn: Điều này đảm bảo rằng bạn sẽ không hủy bỏ đơn đặt hàng chưa thanh toán với trạng thái <i>mở</i> và dành riêng các sản phẩm. Nhưng cho đến khi các phản ứng từ PayPal (IPN qua thư) đến hoặc khách hàng trả lại để lưu trữ thông qua một liên kết trên trang web PayPal, đơn hàng sẽ được liệt kê như là <i>Incomplete</i>, sản phẩm sẽ không được bảo lưu.

# Languages::addons.paypal.display_name
source: Display name
da_dk: Vis navn
de_de: Namen anzeigen
el_gr: Εμφανιζόμενο όνομα
es_es: Muestra el nombre
fr_fr: Afficher le nom
id_id: Nama tampilan
it_it: Mostrare nome
no_no: Visningsnavn
pl_pl: Wyświetl nazwę
ru_ru: Показывать название
tr_tr: Görüntü adı
uk_ua: Показувати назву
vi_vn: Tên hiển thị

# Languages::addons.paypal.display_description
source: Display description
da_dk: Vis beskrivelse
de_de: Beschreibung anzeigen
el_gr: Προβολή Περιγραφής
es_es: Muestra la descripción
fr_fr: Afficher la description
id_id: Deskripsi tampilan
it_it: Mostrare descrizione
no_no: Vis beskrivelse
pl_pl: Wyświetl opis
ru_ru: Показывать описание
tr_tr: Görüntü açıklaması
uk_ua: Показувати опис
vi_vn: Hiển thị mô tả

# Languages::addons.paypal.technical_details
source: Technical details
da_dk: Tekniske detaljer
de_de: Technische Angaben
el_gr: Τεχνικές λεπτομέρειες
es_es: Detalles técnicos
fr_fr: Donnees techniques
id_id: Rincian teknis
it_it: Dati technici
no_no: Tekniske detaljer
pl_pl: Szczegóły techniczne
ru_ru: Техническая информация
tr_tr: Teknik detaylar
uk_ua: Технічні деталі
vi_vn: Chi tiết kỹ thuật

# Languages::addons.paypal.connect_to_paypal
source: Connect to PayPal
da_dk: Oprette forbindelse til PayPal
de_de: Mit PayPal verbinden
el_gr: Σύνδεση με PayPal
es_es: Conecta a Paypal
fr_fr: Se connecter à Paypal
id_id: Hubungkan ke PayPal
it_it: Connetarsi a Paypal
no_no: Koble til PayPal
pl_pl: Podłącz sklep do systemu PayPal
ru_ru: Подключиться к PayPal
tr_tr: PayPal' a bağlan
uk_ua: Підключитися до PayPal
vi_vn: Kết nối với PayPal

# Languages::addons.paypal.use_buttons_to_signup
source: Use these buttons to complete the configuration wizard
de_de: Benutzen Sie diese Tasten, um den Konfigurationsassistenten abzuschließen
el_gr: Χρησιμοποιήστε αυτά τα κουμπιά για να ολοκληρώσετε τον οδηγό διαμόρφωσης
es_es: Use estos botones para completar el asistente de configuración
fr_fr: Utilisez ces boutons pour exécuter l’Assistant de configuration
id_id: Gunakan tombol ini untuk melengkapi wizard konfigurasi
no_no: Bruk disse knappene for å fullføre konfigurasjonsveiviseren
pl_pl: Użyj tych przycisków, aby zakończyć kreatora konfiguracji
ru_ru: Воспользуйтесь данными кнопками для запуска мастера настройки
tr_tr: Yapılandırma sihirbazını tamamlamak için bu tuşları kullanın
uk_ua: Скористайтеся даними кнопками для запуску майстра налаштувань

# Languages::addons.paypal.configure_live
source: Configure Live
el_gr: Ρύθμιση παραμέτρων Live
es_es: Configuración inmediata
fr_fr: Configurer en direct
id_id: Konfigurasikan Hidup
no_no: Konfigurer Live
pl_pl: Konfiguracja trybu produkcyjnego
ru_ru: Настроить рабочий режим
tr_tr: Canlı yapılandırma
uk_ua: Налаштувати робочий режим

# Languages::addons.paypal.configure_test
source: Configure Test
el_gr: Ρύθμιση παραμέτρων Test
es_es: Configarar prueba
fr_fr: Configuration Test
id_id: Mengkonfigurasi Test
no_no: Konfigurer Test
pl_pl: Konfiguracja trybu testowego
ru_ru: Настроить тестовый режим
tr_tr: Test yapılandırma
uk_ua: Налаштувати тестовий режим

# Languages::addons.paypal.connecting_to_signup_server
source: Connecting to <b>PayPal Sign Up Server</b>...
el_gr: Σύνδεση με <b> διακομιστή εγγραφής PayPal </ b>...
es_es: Conexión al <b>servidor de registro de PayPal</b>...
fr_fr: Connexion au <b>Serveur d’inscription PayPal</b>...
id_id: Menghubungkan ke <b> PayPal Sign Up Server </ b>...
no_no: Kobler til <b>PayPal Sign Up Server</b>...
pl_pl: Łączenie z <b>serwerem PayPal</b>...
ru_ru: Идёт соединение с <b>сервером PayPal Sign Up</b>...
tr_tr: <b>PayPal Sign Up Server</b>' a bağlanıyor...
uk_ua: Підключення до <b>PayPal Sign Up сервера</b>...

# Languages::addons.paypal.signup_completed
source: The <b>[payment]</b> payment method has been successfully configured
el_gr: Η μέθοδος πληρωμής <b>[payment]</b> έχει ρυθμιστεί με επιτυχία
es_es: El <b>[payment]</b>método de pago ha sido configurado con éxito
fr_fr: Le mode de paiement <b>[payment]</b> a été configuré avec succès
id_id: Metode pembayaran <b> [pembayaran] </ b> telah berhasil dikonfigurasi
no_no: Betalingsmetoden <b>[payment]</b>er vellykket konfigurert
pl_pl: Pomyślnie skonfigurowano metodę płatności <b>[payment]</b>
ru_ru: Способ оплаты <b>[payment]</b> был успешно настроен
tr_tr: <b>[payment]</b> ödeme yöntemi başarıyla yapılandırıldı
uk_ua: Метод оплати <b>[payment]</b> успішно налаштовано

# Languages::addons.paypal.signup_errors.signup_init
source: An error occurred when connecting to a PayPal account
de_de: Beim verbinden des Paypal Accounts ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη σύνδεση σε έναν λογαριασμό PayPal
es_es: Se produjo n error al conectarse con una cuenta de PayPal
fr_fr: Une erreur s’est produite lors de la connexion à un compte PayPal
id_id: Terjadi kesalahan saat menghubungkan ke akun PayPal
no_no: Det oppsto en feil ved tilkobling mot PayPal-kontoen
pl_pl: Wystąpił błąd podczas łączenia z kontem PayPal
ru_ru: При соединении с учётной записью PayPal произошла ошибка
tr_tr: PayPal hesabınıza bağlanırken bir hata oluştu
uk_ua: Сталася помилка під час підключення до аккаунта PayPal
