Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/paypal.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::paypal
source: PayPal payments
da_dk: PayPal betalinger
de_de: PayPal-Zahlungen
el_gr: Πληρωμές με PayPal
es_es: Pagos de PayPal
fr_fr: Paiements PayPal
id_id: Pembayaran PayPal
it_it: Pagamenti PayPal
no_no: PayPal-betalinger
pl_pl: Płatności PayPal
ru_ru: Платежи через PayPal
tr_tr: PayPal ödemeleri
uk_ua: Платежі через PayPal
vi_vn: Thanh toán PayPal

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
da_dk: Lader dig acceptere betalinger via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal avanceret og PayPal Payflow Pro.
de_de: Ermöglicht Ihnen, Zahlungen via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro zu akzeptieren.
el_gr: Σας επιτρέπει να δέχεστε πληρωμές μέσω PayPal Express Checkout, PayPal Pro, Standard PayPal, PayPal Advanced, και PayPal Payflow Pro.
es_es: Te permite aceptar pagos a través de PayPal Express Checkout, PayPal Pro, estándar de PayPal, PayPal avanzado y PayPal Payflow Pro.
fr_fr: Vous permet d'accepter les paiements via PayPal Express Checkout, PayPal Pro, PayPal Standard, Advanced PayPal et PayPal Payflow Pro.
id_id: Memungkinkan Anda menerima pembayaran melalui Checkout Express PayPal, PayPal Pro, Standar PayPal, Advanced PayPal, dan PayPal Payflow Pro.
it_it: Consente di accettare pagamenti via PayPal Express Checkout PayPal, PayPal Standard, PayPal Advanced e Pro PayPal Payflow Pro.
no_no: Lar deg motta betalinger via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, og PayPal Payflow Pro.
pl_pl: Akceptuje płatności za pośrednictwem PayPal Express, PayPal Pro, PayPal Standard, PayPal Advanced i PayPal Payflow Pro.
ru_ru: Прием платежей через PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced и PayPal Payflow Pro.
tr_tr: PayPal Express Checkout, PayPal Pro, Paypal Standart, PayPal Advanced ve PayPal Payflow Pro. ile ödeme kabul edebilmenizi sağlar.
uk_ua: Прийом платежів через PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced і PayPal Payflow Pro.
vi_vn: Cho phép bạn chấp nhận thanh toán qua PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced và PayPal Payflow Pro.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
da_dk: Tilsidesætte kundeoplysninger
de_de: Kundeninformation überschreiben
el_gr: Παράκαμψη πληροφοριών πελάτη
es_es: Reemplazar la información del cliente
fr_fr: Remplacer les informations client
id_id: Mengganti info pelanggan
it_it: Sovrascrivi informazioni cliente
no_no: Overstyre Kundeinformasjon
pl_pl: Nadpisz informację klienta
ru_ru: Переопределить информацию о клиенте
tr_tr: Geçersiz müşteri bilgisi
uk_ua: Перевизначити інформацію про клієнта
vi_vn: Ghi đè lên thông tin khách hàng

# SettingsOptions::paypal::test_mode
source: Test mode
de_de: Testmodus
el_gr: Δοκιμαστική Λειτουργία
es_es: Modo de prueba
fr_fr: Mode test
id_id: Tes mode
it_it: Modalità test
no_no: Testmodus
pl_pl: Tryb testowy
ru_ru: Тестовый режим
tr_tr: Test Modu
uk_ua: Тестовий режим
vi_vn: Chế độ kiểm tra

# SettingsSections::paypal::general
source: General
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
it_it: Generale
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# Languages::protection_eligibility
source: Protection eligibility
da_dk: Egnet for beskyttelse
de_de: Schutzberechtigung
el_gr: Καταλληλότητα Προστασίας
es_es: Elegibilidad de protección
fr_fr: Admissibilité de protection
id_id: Perlindungan kelayakan
it_it: Ammissibilità di protezione
no_no: Beskyttelse kvalifikasjon
pl_pl: Kwalifikacja ochrony
ru_ru: Правомочность защиты
tr_tr: Koruma uygunluğu
uk_ua: Правомірність захисту
vi_vn: Hội đủ điều kiện bảo vệ

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
da_dk: Øjeblikkelig betalingsmeddelelsesindstillinger
de_de: Einstellung für sofortige Zahlungsbenachrichtigungen
el_gr: Ρυθμίσεις Ειδοποίησης Άμεσης πληρωμής
es_es: Configuración de notificación de pago instantánea
fr_fr: Paramètres de notification de paiement instantané
id_id: Setelan pemberitahuan pembayaran instan
it_it: Impostazioni di notifica immediata del pagamento
no_no: Instillinger for varsling om umiddelbare betalinger
pl_pl: Ustawienia powiadomień o płatności
ru_ru: Настройки мгновенных платежных уведомлений
tr_tr: Anında ödeme bildirimi ayarları
uk_ua: Налаштування миттєвих платіжних повідомлень
vi_vn: Cài đặt thông báo thanh toán ngay lập tức

# SettingsOptions::paypal::paypal_status_map
source: PayPal order status conversion map
da_dk: PayPal ordrestatus konverteringskort
de_de: PayPal Auftragsstatus
el_gr: Χάρτης μετατροπής Καταστασης Παραγγελίας του PayPal
es_es: Mapa de conversión del estado del pedido de PayPal
fr_fr: Carte de conversion PayPal statut de commande
id_id: Peta konversi status pesanan PayPal
it_it: Mappatura stati ordine di PayPal
no_no: PayPal ordrestatus konverteringskart
pl_pl: Przypisanie statusów PayPal do statusów zamówień
ru_ru: Соответствие статусов заказов между PayPal и магазином
tr_tr: PayPal sipariş durumu dönüşüm Haritası
uk_ua: Відповідність статусів замовлень між PayPal і магазином
vi_vn: Trạng thái đơn hàng PayPal chuyển đổi bản đồ

# SettingsOptions::paypal::paypal_logo_uploader
source: PayPal logo settings
da_dk: PayPal logoindstillinger
de_de: PayPal Logo-Einstellungen
el_gr: Ρυθμίσεις λογότυπου PayPal
es_es: Configuración del logo de PayPal
fr_fr: Paramètres de logo PayPal
id_id: Pengaturan logo PayPal
it_it: Impostazioni del logo PayPal
no_no: Innstillinger for PayPal-logo
pl_pl: Ustawienia logo PayPal
ru_ru: Настройки логотипа PayPal
tr_tr: PayPal Logo Ayarları
uk_ua: Логотип налаштувань PayPal
vi_vn: Thiết lập logo PayPal

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
da_dk: <b>Bemærk:</b> Ifølge PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> politikken</a> (4.6) understøttes tillæg ikke.
de_de: <b>Hinweis:</b> Gemäß der PayPal-Richtlinien <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6) werden Aufschläge nicht unterstützt.
el_gr: <b>Σημείωση:</b> Σύμφωνα με την <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> πολιτική PayPal </a> (4.6), δεν υποστηρίζονται οι προσαυξήσεις.
es_es: <b>Nota:</b> De acuerdo a las políticas de uso de PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> política</a> (4.6), los recargos no son compatibles.
fr_fr: <b>Remarque :</b> Selon la PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>politique</a> (4.6), les suppléments ne sont pas supportés.
id_id: <b>Catatan:</b> Menurut PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> kebijakan</a> (4.6), biaya tambahan yang tidak didukung.
it_it: <b>Nota:</b> Secondo la <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>Politica di PayPal</a> (4.6), i supplementi non sono supportati.
pl_pl: <b>Uwaga:</b> Zgodnie z <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>polityką</a>PayPal (4.6) dopłaty nie są obsługiwane.
ru_ru: <b>Примечание:</b> Согласно <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>политике PayPal</a>, (4.6) доп. платежи не поддерживаются.
tr_tr: <b>Not:</b> PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> politikası</a> uyarınca (4.6), ek ücretler desteklenmez.
uk_ua: <b>Примітка:</b> Згідно <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>політиці PayPal</a>, (4.6) доп. платежі не підтримуються.
vi_vn: <b>Lưu ý:</b> Theo chính PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> chính sách</a> (4.6), phụ phí không được hỗ trợ.

# Languages::txn_id
source: Transaction ID
da_dk: Transaktions-ID
de_de: Transaktions ID
el_gr: ID Συναλλαγής
es_es: Identificador de la transacción
fr_fr: ID de la transaction
id_id: ID transaksi
it_it: ID transazione
no_no: Transaksjons-ID
pl_pl: Identyfikator transakcji
ru_ru: ID транзакции
tr_tr: İşlem kimliği
uk_ua: Ідентифікатор транзакції
vi_vn: ID giao dịch

# Languages::paypal_logo
source: PayPal logo
el_gr: Λογότυπο PayPal
es_es: Logotipo de PayPal
fr_fr: Logo de PayPal
id_id: Logo PayPal
it_it: Logo PayPal
pl_pl: Logo PayPal
ru_ru: Логотип PayPal
tr_tr: PayPal logosu
uk_ua: PayPal логотип
vi_vn: Logo PayPal

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
da_dk: Brug et gyldigt grafikformat, .gif, .jpg og .png. Begrænse billedet til 190 pixels bredt x 60 pixel høj. PayPal mindregør billeder, der er større. PayPal placerer dit logo på toppen af vognens anmeldelsesområde.
de_de: Verwenden Sie ein gültiges Grafikformat, wie zum Beispiel .gif, .jpg, or .png. Verkleinern Sie das Bild auf 190 Pixel Breite und 60 Pixel Höhe. PayPal schneidet Bilder, die größer sind, zu. PayPal platziert Ihr Logo oben im Prüfbereich des Warenkorbs.
el_gr: Χρησιμοποιήστε μια έγκυρη μορφή γραφικών, όπως .gif, .jpg ή .png. Περιορίστε την εικόνα σε 190 pixels πλάτος και 60 pixels ύψος. Το PayPal περικόπτει εικόνες που είναι μεγαλύτερες. Το PayPal τοποθετεί το λογότυπό σας στην κορυφή της περιοχής περίληψης του καλαθιού.
es_es: Utilizar un formato gráfico válido, como .gif, .jpg o .png. Adecuar el tamaño de la imagen a 190 pixeles de ancho por 60 píxeles de alto. PayPal recorta las imágenes que exceden el tamaño. PayPal coloca la imagen de su logotipo en la parte superior de la zona de revisión del carro de compra.
fr_fr: Utiliser un format de graphique valide, par exemple .gif, .jpg ou .png. Limiter l'image à 190 pixels de large par 60 pixels de haut. PayPal recadre les images qui sont plus grandes. PayPal met votre logo en haut de la zone de revue du panier.
id_id: Gunakan format grafis yang valid, seperti .gif, .jpg, atau .png. Batasi gambar hingga 190 piksel dengan lebar 60 piksel. Citra tanaman PayPal yang lebih besar. PayPal menempatkan gambar logo Anda di bagian atas area ulasan keranjang.
it_it: Utilizzare un formato grafico valido, ad esempio GIF,. jpg o. png. Limitare l'immagine a 190 pixel di larghezza per 60 pixel di altezza. PayPal taglia le immagini che sono più grandi. PayPal pone l'immagine del logo nella parte superiore della zona di revisione del carrello.
no_no: Burke et gyldig filformat, som f.eks. .gif, .jpg, eller .png. Begrens bidet til 190 pixels i bredden og 60 pixels i høyden. PayPal forminsker bilder som er større. PayPal plasserer logo-filen på toppen av handlevogn-området.
pl_pl: Użyj prawidłowego formatu grafiki, takiego jak .gif, .jpg, i .png. Istnieje ograniczenie obrazu do szerokości 190 pikseli i wysokości 60 pikseli. PayPal przeskaluje logo jeśli prześlesz większe. PayPal umieści logo w górnej części strony płatności.
ru_ru: Используйте изображение в формате .gif, .jpg или .png размером до 190 пикселей в ширину и 60 пикселей в высоту. Изображения большего размера будут автоматически обрезаны PayPal. PayPal помещает ваш логотип в верхней части области просмотра корзины.
tr_tr: .gif, .jpg veya .png gibi geçerli grafik biçimi kullanın. 190 piksel genişliğinde ve 60 piksel yüksekliğinde görüntü ile sınırlayın. PayPal daha büyük görüntüler kırpar. PayPal sepeti inceleme alanının üstündeki logo görüntü yerleştirir.
uk_ua: Використовуйте зображення у форматі .gif, .jpg або .png розміром до 190 пікселів в ширину і 60 пікселів у висоту. Зображення більшого розміру будуть автоматично обрізані PayPal. PayPal поміщає ваш логотип у верхній частині області перегляду кошика.
vi_vn: Sử dụng một định dạng hợp lệ, chẳng hạn như .gif, .jpg hoặc .png. Giới hạn các hình ảnh để rộng 190 pixel x cao 60 pixel. PayPal cắt hình ảnh lớn hơn. PayPal địa điểm hình ảnh biểu tượng của bạn ở trên cùng của khu vực xem xét giỏ hàng.

# Languages::ipn_errors
source: IPN errors
da_dk: IPN fejl
de_de: IPN-Fehlermeldungen
el_gr: IPN σφάλματα
es_es: Errores IPN
fr_fr: Erreurs de l’IPN
id_id: Kesalahan IPN
it_it: Errori IPN
no_no: IPN feil
pl_pl: Błędy IPN
ru_ru: IPN-ошибки
tr_tr: IPN hataları
uk_ua: Помилки IPN
vi_vn: IPN lỗi

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
da_dk: Antal betalte varer er anderledes end antallet af varer i ordren
de_de: Anzahl der bezahlten Artikel unterscheidet sich von der Anzahl der Artikel in der Bestellung
el_gr: Ο Αριθμός των ειδών για πληρωμή είναι διαφορετικός από τον αριθμό των ειδών στην παραγγελία
es_es: Número de artículos pagados es diferente que el número de productos en el pedido
fr_fr: Le nombre d'éléments payés est différent du nombre d'éléments dans la commande
id_id: Jumlah barang berbayar berbeda dengan jumlah barang yang dipesan
it_it: Il numero di articoli pagati è diverso rispetto al numero di articoli nell'ordine
no_no: Antall betalte produkter samsvarer ikke med antall produkter i bestillingen
pl_pl: Liczba elementów w płatności jest inna niż liczba produktów w zamówieniu
ru_ru: Количество оплаченных товаров отличается от количества товаров в заказе
tr_tr: Ödeme yaptığınız ürün sayısı siparişinizdeki ürün sayısından farklıdır.
uk_ua: Кількість оплачених товарів відрізняється від кількості товарів в замовленні
vi_vn: Số lượng mặt hàng được thanh toán là khác hơn so với số lượng các mục theo đơn hàng

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
da_dk: Valutaen brugt til betaling er anderledes end valutaen på ordren.
de_de: Die für die Zahlung verwendete Währung unterscheidet sich von der Auftragswährung.
el_gr: Το Νόμισμα που χρησιμοποιήθηκε για την πληρωμή είναι διαφορετικό από το νόμισμα της παραγγελίας.
es_es: La moneda utilizada para el pago es diferente a la moneda del pedido.
fr_fr: Devise utilisée pour le paiement est différente de la devise de la commande.
id_id: Mata uang yang digunakan untuk pembayaran berbeda dengan mata uang pesanan.
it_it: La valuta utilizzata per il pagamento è diversa da quella presente nell'ordine.
no_no: Valutaen som brukes for betalingen er annerledes enn valutaen i bestillingen.
pl_pl: Waluta płatności jest inna niż waluta zamówienia w sklepie.
ru_ru: Валюта, используемая для оплаты, отличается от валюты заказа.
tr_tr: Ödeme için kullanılan para birimi siparişinizdekinden farklıdır.
uk_ua: Валюта, що використовується для оплати, відрізняється від валюти замовлення.
vi_vn: Tiền tệ được sử dụng cho các khoản thanh toán là khác so với các loại tiền tệ trong đơn hàng.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
da_dk: Samlede betaling er anderledes end ordretotal.
de_de: Bezahlte Summe unterscheidet sich von der Auftragssumme.
el_gr: Το Τελικό ποσό είναι διαφορετικό από ό, τι το σύνολο της παραγγελίας.
es_es: El pago total es diferente al total del pedido.
fr_fr: Le total du paiement est différent du total de la commande.
id_id: Jumlah pembayaran berbeda dengan jumlah pesanan.
it_it: Il pagamento totale è diverso rispetto al totale dell'ordine.
no_no: Innbetalingsbeløpet er annerledes enn totalsummen for ordren.
pl_pl: Łączna kwoty płatności jest inna niż suma zamówienia.
ru_ru: Общая сумма платежа отличается от общей суммы заказа.
tr_tr: Toplam ödeme, sipariş toplamının farklıdır.
uk_ua: Загальна сума платежу відрізняється від загальної суми замовлення.
vi_vn: Tổng phải thanh toán là khác so với tổng tiền đơn hàng.

# Languages::pp_mode
source: Paypal mode
da_dk: PayPal tilstand
de_de: PayPal-Modus
el_gr: Λειτουργία PayPal
es_es: Modo de PayPal
fr_fr: Mode paypal
id_id: Mode paypal
it_it: Modalità PayPal
no_no: PayPal-modus
pl_pl: Tryb PayPal
ru_ru: Режим Paypal
tr_tr: PayPal modu
uk_ua: PayPal режим
vi_vn: Chế độ Paypal

# Languages::paypal_vendor
source: Vendor
da_dk: Forhandler
de_de: Verkäufer
el_gr: Πωλητής
es_es: Vendedor
fr_fr: Vendeur
id_id: Penjaja
it_it: Fornitore
no_no: Leverandør
pl_pl: Sprzedawca
ru_ru: Продавец
tr_tr: Satıcı
uk_ua: Постачальник
vi_vn: Nhà cung cấp

# Languages::paypal_use_in_context_checkout
source: Use In-Context Checkout
da_dk: Brug In-sammenhæng Checkout
de_de: Verwenden Sie den zugehörigen Checkout
el_gr: Checkout σε πλαίσιο
es_es: Comprobación de uso en contexto
fr_fr: Usage dans le contexte de paiement/checkout
id_id: Gunakan Checkout dalam konteks
it_it: Uso nel contesto Checkout
no_no: Bruk In-Context utsjekking
pl_pl: Koszyk kontekstowy
ru_ru: Использовать In-Context Checkout
tr_tr: Bağlam İçinde Hesaplamayı Kullan
uk_ua: Використовувати In-Context Checkout
vi_vn: Sử dụng thanh toán trong bối cảnh

# Languages::ttc_paypal_use_in_context_checkout
source: In-Context Checkout will not be used when the store is running in Widget mode
da_dk: In-sammenhæng Checkout vil ikke blive brugt når butikken kører i Widget tilstand
de_de: In-Context Checkout wird nicht verwendet, wenn der Speicher im Widget-Modus läuft
el_gr: Το Checkout σε πλαίσιο δεν θα χρησιμοποιηθει όταν το κατάστημα εκτελείται σε λειτουργία Widget
es_es: La función de verificación de pago En-Contexto no se utilizará cuando la tienda esté funcionando en modo Widget
fr_fr: Dans le contexte de paiement/checkout il ne sera pas utilisé lorsque la boutique est en cours d’exécution en mode Widget
id_id: Checkout dalam konteks tidak akan digunakan saat toko berjalan dalam mode Widget
it_it: Nel contesto di Check-out non verrà utilizzato quando l'archivio è in esecuzione in modalità di Widget
no_no: In-Context utsjekking kan ikke brukes når butikken kjører i Widget-modus
pl_pl: Tryb koszyka kontekstowego nie będzie używany, gdy sklep jest uruchomiony w trybie Widget
ru_ru: In-Context Checkout не работает в режиме виджета
tr_tr: Mağaza Widget modundan çalıştığından Bağlam İçinde Hesaplama kullanılamaz
uk_ua: In-Context Checkout не працює в режимі віджета
vi_vn: Thanh toán trong bối cảnh này sẽ không được sử dụng khi các cửa hàng đang chạy trong chế độ widget
