Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/paypal.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, id_id, it_it, no_no, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Languages::addons.paypal.signup_errors.merchant_credentials
source: An error occurred when obtaining the payment method configuration
de_de: Es ist ein Fehler beim Abrufen der Zahlwegkonfiguration aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη παραμέτρων της Διαμόρφωσης μεθόδου πληρωμής
es_es: Se produjo un error al obtener la configuración del método de pago
fr_fr: Une erreur s’est produite lors de l’obtention de la configuration de la méthode de paiement
id_id: Terjadi kesalahan saat mendapatkan konfigurasi metode pembayaran
no_no: Det oppstod en feil ved å nå betalingsmetode konfigurasjonen
pl_pl: Podczas uzyskiwania konfiguracji metody płatności wystąpił błąd
ru_ru: При получении настроек способа оплаты произошла ошибка
tr_tr: Ödeme yöntemi yapılandırması alma sırasında hata oluştu
uk_ua: Сталася помилка при отриманні конфігурації метода оплати

# Languages::addons.paypal.signup_messages.finish_signup
source: You now have a PayPal business account, and you've successfully integrated [product] with PayPal.<br>Don't forget to confirm your email to activate your account so you can access the payments. To do this, follow the instructions PayPal sent to your email.
de_de: Sie haben jetzt ein PayPal-Geschäftskonto und Sie haben erfolgreich [Produkt] in PayPal integriert. Vergessen Sie nicht, Ihre E-Mail-Adresse zu bestätigen, um Ihr Konto zu aktivieren, damit Sie auf die Zahlungen zugreifen können. Folgen Sie dazu den Anweisungen von PayPal, die Sie per E-Mail erhalten haben.
el_gr: Τώρα έχετε έναν λογαριασμό business PayPal, και το [product] εχει ενσωματωθεί επιτυχώς με το PayPal. <br>Μην ξεχάσετε να επιβεβαιώσετε το email σας για να ενεργοποιήσετε το λογαριασμό σας, ώστε να μπορείτε να έχετε πρόσβαση τις πληρωμές. Για να γίνει αυτό, ακολουθήστε τις οδηγίες του PayPal που θα σας σταλεί στο email σας.
es_es: Tu cuenta de negocio en Paypal ha sido creada, y ha sido integrada con éxito [product] a PayPal.<br>No olvides configurar tu correo electrónico para activar tu cuenta de manera que puedas tener acceso a los pagos. Para realizar estos, sigue las instrucciones que se enviaron a tu correo electrónico.
fr_fr: Vous avez maintenant un compte d’affaires PayPal, et vous avez réussi à intégrer [product] avec PayPal. <br>N’oubliez pas de confirmer votre adresse email pour activer votre compte afin que vous puissiez accéder aux paiements. Pour ce faire, suivez les instructions que PayPal envoyé à votre adresse email.
id_id: Anda sekarang memiliki akun bisnis PayPal, dan Anda telah berhasil mengintegrasikan [produk] dengan PayPal. <br> Jangan lupa konfirmasikan email Anda untuk mengaktifkan akun Anda sehingga Anda dapat mengakses pembayaran. Untuk melakukan ini, ikuti instruksi yang dikirim PayPal ke email Anda.
no_no: Du har nå en PayPal-bedriftskonto, og du har integrert [product] vellykket med PayPal.<br>Ikke glem å bekrefte e-post-adressen din for å aktivere kontoen, slik at du kan få tilgang til betalingene. For å gjøre dette, følg instruksjonene PayPal har sendt til e-post-adressen din.
pl_pl: Masz konto firmowe w systemie PayPal i pomyślnie zintegrowałeś [product] z PayPal. Nie zapomnij potwierdzić swojego konta aby móc korzystać z płatności. W tym celu postępuj zgodnie z instrukcjami wysyłanymi przez PayPal na Twój adres e-mail.
ru_ru: Вы получили доступ к корпоративному счёту PayPal. Ваш [product] был успешно интегрирован с PayPal.<br>Не забудьте подтвердить свой адрес электронной почты, чтобы активировать свою учётную запись и получить доступ к платежам. Для этого следуйте инструкциям, изложенным в письме.
tr_tr: Artık bir PayPal ticari hesabınız var ve [product] ' ü PayPal ile başarıyla entegre ettiniz. <br> Ödemelere erişebilmeniz için ve hesabınızı etkinleştirmek için e-postanızı onaylamayı unutmayın. Bunu yapmak için, PayPal'ın e-postanıza gönderdiği talimatları izleyin.
uk_ua: Ви отримали доступ до корпоративного рахунку PayPal. Ваш [product] був успішно інтегрований з PayPal.<br> Не забудьте підтвердити свою email, щоб активувати свій обліковий запис і отримати доступ до платежів. Для цього дотримуйтесь інструкцій, викладених в листі.

# Languages::addons.paypal.signup_messages.confirmation_needed
source: To access payments from your customers, please confirm your email address by following the instructions PayPal emailed to you.
de_de: Um auf die Zahlungen Ihrer Kunden zuzugreifen, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie den Anweisungen von PayPal folgen, die Sie per E-Mail erhalten haben.
el_gr: Για πρόσβαση σε πληρωμές από τους πελάτες σας, παρακαλείστε να επιβεβαιώσετε τη διεύθυνση email σας, ακολουθώντας τις οδηγίες που σας εστειλε το PayPal μέσω ηλεκτρονικού ταχυδρομείου.
es_es: Para tener acceso a los pagos de los clientes, por favor confirma tu dirección de correo electrónico siguiendo las instrucciones enviadas por PayPal.
fr_fr: Pour accéder aux paiements de vos clients, veuillez confirmer votre adresse mail en suivant les instructions que PayPal vous a envoyé.
id_id: Untuk mengakses pembayaran dari pelanggan Anda, konfirmasikan alamat email Anda dengan mengikuti petunjuk yang dikirimkan oleh PayPal kepada Anda.
no_no: For å få tilgang til betalinger fra kundene dine, vennligst bekreft e-post-adressen din ved å følge instruksjonene PayPal har sendt til deg via e-post.
pl_pl: Aby uzyskać dostęp do płatności od klientów, potwierdź swój adres e-mail, postępując zgodnie z instrukcjami wysyłanymi do Ciebie przez PayPal.
ru_ru: Чтобы начать принимать платежи от ваших клиентов, пожалуйста, подтвердите свой адрес электронной почты, следуя инструкциям, которые отправил вам PayPal.
tr_tr: Müşterilerinizden gelen ödemelere erişmek için lütfen PayPal' ın size gönderdiği yönergelerini izleyerek e-posta adresinizi onaylayın.
uk_ua: Щоб почати приймати платежі від покупців, будь ласка, підтвердіть свою email, слідуючи інструкціям, які відправив вам PayPal.

# Languages::paypal.addon_is_disabled_notice
source: The <b>PayPal payments</b> add-on is disabled so you can't configure this payment method.
de_de: Das <b>PayPal Payment</b> Add-on ist deaktiviert, weshalb du diese Zahlungsmethode nicht konfigurieren kannst.
el_gr: Το Προσθετο <b>PayPal πληρωμές</b> είναι απενεργοποιημένο, έτσι δεν μπορείτε να ρυθμίσετε αυτήν τη μέθοδο πληρωμής.
es_es: El complemento de<b>pagos de PayPal</b>esta desactivado de manera que no puede configurar su método de pago.
id_id: Fitur tambahan<b>Pembayaran PayPal</b> dinonaktifkan sehingga Anda tidak dapat melakukan konfigurasi pada metode pembayaran ini.
no_no: <b> PayPal-betalinger </b> tillegget er deaktivert, slik at du ikke kan konfigurere denne betalingsmetoden.
pl_pl: Dodatek <b>PayPal</b> jest wyłączony, więc nie można skonfigurować tej metody płatności.
ru_ru: Модуль <b>Платежи через PayPal</b> выключен, так что вы не можете настроить этот способ оплаты.
uk_ua: Модуль <b>Платежі через PayPal</b> вимкнено, тому ви не можете налаштувати цей спосіб оплати.

# Languages::addons.paypal.3d_secure_mandatory_notice
source: 3-D secure is mandatory in the United Kingdom.
pl_pl: Zabezpieczenie 3-D jest obowiązkowe w Wielkiej Brytanii.
ru_ru: 3-D Secure обязателен в Великобритании.
uk_ua: 3-D secure є обов'язковою у Великобританії.
