Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/polls.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, ja_jp, tr_tr, uk_ua, vi_vn

# Addons::name::polls
source: Polls
ar_sa: الاستفتاءات
cs_cz: Ankety
da_dk: Afstemninger
de_de: Umfragen
es_es: Encuestas
fr_fr: Sondages
id_id: Pendapat
ja_jp: アンケート
tr_tr: Anketler
uk_ua: Опитування
vi_vn: Thăm dò ý kiến

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
ar_sa: إضافة إمكانية إضافة صناديق التصويت المخصصة للموقع
cs_cz: Přidává možnost vytvářet na stránce vlastní ankety
da_dk: Tilføj en mulighed for at tilføje tilpassede meningsmålinger til webstedet
de_de: Fügt die Möglichkeit individueller Umfragen zur Website hinzu
es_es: Añade una posibilidad para agregar encuestas personalizadas en el sitio
fr_fr: Ajoute la possibilité d'ajouter des sondages personnalisés sur le site
ja_jp: オリジナルのアンケート作成を可能にします
tr_tr: Siteye özelleştirilmiş anket ekleme olanağı ekler
uk_ua: Опитування користувачів і форми голосування для вітрини
vi_vn: Thêm một tùy chỉnh cho cuộc thăm dò ý kiến vào trang web

# Languages::use_for_polls
source: Polls
ar_sa: استطلاعات الرأي
cs_cz: Ankety
da_dk: Meningsmålinger
de_de: Umfragen
es_es: Encuestas
fr_fr: Sondages
id_id: Pendapat
ja_jp: アンケート
tr_tr: Anketler
uk_ua: Опитування
vi_vn: Thăm dò ý kiến

# Languages::tmpl_polls_central
source: Central
ar_sa: متوسط
cs_cz: Centrální
de_de: Zentrale
ja_jp: センター
tr_tr: Orta
uk_ua: По центру
vi_vn: Chính giữa

# Languages::tmpl_polls_side
source: Side box
ar_sa: مربع الجانب
cs_cz: Boční box
da_dk: Side boks
de_de: Seitenfeld
es_es: Lado de la caja
fr_fr: Boîte latérale
id_id: Kotak samping
ja_jp: サイドボックス
tr_tr: Yan kutu
uk_ua: У колонці
vi_vn: Bên cạnh

# Languages::polls_answers_with_comments
source: Answers with comments
ar_sa: الأجوبة مع تعليقات
cs_cz: Odpovědi s komentáři
da_dk: Svar med kommentarer
de_de: Antworten mit Kommentaren
es_es: Respuestas con comentarios
fr_fr: Réponses avec commentaires
ja_jp: コメント付き回答
tr_tr: Yorum içeren cevaplar
uk_ua: Відповіді з коментарями
vi_vn: Câu trả lời với bình luận

# Languages::polls_have_completed
source: You have already completed this poll.
ar_sa: لقد أنجزت بالفعل هذا التصويت.
cs_cz: Tuto anketu jste již vyplnili.
da_dk: Du har allerede deltaget i denne afstemning
de_de: Sie haben bereits an dieser Umfrage teilgenommen.
es_es: Usted ya ha completado esta encuesta.
fr_fr: Désolé, vous avez déjà participé à ce sondage.
id_id: Anda telah menyelesaikan jajak pendapat ini.
ja_jp: このアンケートはすでに回答済みです。
tr_tr: Bu anketi zaten tamamladınız.
uk_ua: Ви вже проголосували.
vi_vn: Bạn đã hoàn thành thăm dò ý kiến này.

# Languages::polls_total_votes
source: Total votes
ar_sa: مجموع الأصوات
cs_cz: Celkový počet hlasů
da_dk: I alt stemmer
de_de: Stimmen insgesamt
es_es: Total de votos
fr_fr: Total des voix
ja_jp: すべての回答
tr_tr: Toplam oy sayısı
uk_ua: Всього голосів
vi_vn: Tổng số phiếu

# Languages::polls
source: Polls
ar_sa: استطلاعات الرأي
cs_cz: Ankety
da_dk: Meningsmålinger
de_de: Umfragen
es_es: Encuestas
fr_fr: Sondages
id_id: Pendapat
ja_jp: アンケート
tr_tr: Anketler
uk_ua: Опитування
vi_vn: Thăm dò ý kiến

# Languages::new_poll
source: New poll
ar_sa: استطلاع جديد للرأي
cs_cz: Nová anketa
da_dk: Ny meningsmåling
de_de: Neue Umfrage
es_es: Nueva encuesta
fr_fr: Nouveau sondage
id_id: Postingan baru
ja_jp: 新規アンケート
tr_tr: Yeni anket
uk_ua: Нове опитування
vi_vn: Thăm dò ý kiến mới

# Languages::editing_poll
source: Editing poll
ar_sa: تحرير الاستطلاع
cs_cz: Upravit anketu
da_dk: Redigering meningsmåling
de_de: Umfrage bearbeiten
es_es: Edición de la encuesta
fr_fr: Édition du sondage
id_id: Mengedit jajak pendapat
ja_jp: アンケートの編集
tr_tr: Anket düzenleme
uk_ua: Редагування опитування
vi_vn: Sửa thăm dò ý kiến

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
ar_sa: لقد أنجزت بالفعل هذا التصويت
cs_cz: Tuto anketu jste již vyplnili
da_dk: Du har allerede gennemført denne meningsmåling
de_de: Sie haben bereits an dieser Umfrage teilgenommen.
es_es: Usted ya ha completado esta encuesta
fr_fr: You have allready finished this poll
id_id: Anda telah menyelesaikan jajak pendapat ini
ja_jp: このアンケートはすでに回答済みです
tr_tr: Bu anketi zaten tamamladınız
uk_ua: Ви вже брали участь у цьому опитуванні
vi_vn: Bạn đã hoàn thành thăm dò ý kiến này

# Languages::block_polls
source: Polls
ar_sa: استطلاعات الرأي
cs_cz: Ankety
da_dk: Meningsmålinger
de_de: Umfragen
es_es: Encuestas
fr_fr: Sondages
id_id: Pendapat
ja_jp: アンケート
tr_tr: Anketler
uk_ua: Опитування
vi_vn: Thăm dò ý kiến

# Languages::poll
source: Poll
ar_sa: استطلاع الرأي
cs_cz: Anketa
da_dk: Meningsmåling
de_de: Umfrage
es_es: Encuesta
fr_fr: Sondage
id_id: Pendapat
ja_jp: アンケート
tr_tr: Anket
uk_ua: Опитування
vi_vn: Thăm dò ý kiến

# Languages::questions
source: Questions
ar_sa: الأسئلة
cs_cz: Otázky
da_dk: Spørgsmål
de_de: Fragen
es_es: Preguntas
id_id: Pertanyaan
ja_jp: 質問
tr_tr: Sorular
uk_ua: Питання
vi_vn: Câu hỏi

# Languages::poll_statistics
source: Poll statistics
ar_sa: إحصاءات الاستطلاع
cs_cz: Statistika ankety
da_dk: Meningsmåling statistik
de_de: Umfragestatistiken
es_es: Estadísticas de la encuesta
fr_fr: Statistiques du sondage
id_id: Statistik jajak pendapat
ja_jp: アンケート結果
tr_tr: Anket istatistikleri
uk_ua: Статистика опитувань
vi_vn: Thống kê thăm dò ý kiến

# Languages::add_polls_and_close
source: Add polls and close
ar_sa: إضافة استطلاعات الرأي وإغلاق
cs_cz: Přidat ankety a zavřít
da_dk: Tilføje meningsmålinger og lukke
de_de: Umfragen hinzufügen und schließen
es_es: Agregue encuestas y cierre
fr_fr: Ajouter les sondages et fermer
id_id: Tambahkan jajak pendapat dan menutup
ja_jp: アンケートを追加して閉じる
tr_tr: Anket ekleyin ve kapatın
uk_ua: Додати опитувань та закрити
vi_vn: Thêm cuộc thăm dò và đóng

# Languages::add_polls
source: Add polls
ar_sa: إضافة استطلاعات الرأي
cs_cz: Přidat ankety
da_dk: Tilføj meningsmålinger
de_de: Umfragen hinzufügen
es_es: Agregar encuestas
fr_fr: Ajouter des sondages
id_id: Tambahkan jajak pendapat
ja_jp: アンケートの追加
tr_tr: Anket ekleyin
uk_ua: Додати опитування
vi_vn: Thêm thăm dò ý kiến

# Languages::required_not_answered
source: You should answer all the mandatory questions
ar_sa: ينبغي عليك الإجابة على جميع الأسئلة الإجبارية
cs_cz: Měli byste odpovědět na všechny povinné otázky
da_dk: Du skal besvare alle obligatoriske spørgsmål.
de_de: Sie sollten alle Pflichtfragen beantworten.
es_es: Usted debe contestar todas las preguntas obligatorias
fr_fr: Vous devez repondre a toutes les questions obligatoires
id_id: Anda harus menjawab semua pertanyaan wajib
ja_jp: すべての必須項目に回答してください
tr_tr: Tüm zorunlu soruları cevaplamalısınız
uk_ua: Будь ласка, дайте відповідь на всі обов'язкові питання
vi_vn: Bạn nên trả lời tất cả các câu hỏi bắt buộc

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
ar_sa: شكرا لأخذ الوقت لإكمال هذا الاستطلاع.
cs_cz: Děkujeme vám za váš čas a vyplnění této ankety.
da_dk: Tak fordi du tog dig tid til at fuldføre denne afstemning.
de_de: Danke, dass Sie sich Zeit für diese Umfrage genommen haben.
es_es: Gracias por tomarse el tiempo para completar esta encuesta.
fr_fr: Merci d'avoir pris le temps de compléter ce sondage.
id_id: Terima kasih telah meluangkan waktu untuk menyelesaikan jajak pendapat ini.
ja_jp: アンケートにご協力いただきありがとうございます。
tr_tr: Bu anketi tamamlamaya vakit ayırdığınız için teşekkür ederiz.
uk_ua: Дякуємо за участь в опитуванні.
vi_vn: Cảm ơn bạn đã dành thời gian để hoàn thành phần thăm dò ý kiến này.

# Languages::poll_show_results
source: Poll results visible to
ar_sa: نتائج الاستطلاع مرئية لـ
cs_cz: Zobrazit výsledky ankety
da_dk: Meningsmålinger resultater synbare til
de_de: Umfrageergebnisse sichtbar für
es_es: Resultados de la encuesta visibles a
fr_fr: Résultats visibles à
id_id: Hasil polling terlihat
ja_jp: アンケート結果の表示
tr_tr: Anket sonuçlarının gösterileceği kişiler
uk_ua: Відображати результати опитування
vi_vn: Kết quả thăm dò ý kiến có thể nhìn thấy

# Languages::poll_results_nobody
source: nobody
ar_sa: لا أحد
cs_cz: nikdo
da_dk: ingen
de_de: Niemand
es_es: nadie
fr_fr: personne
id_id: tak seorangpun
ja_jp: 表示しない
tr_tr: hiçkimse
uk_ua: ніхто
vi_vn: không ai

# Languages::poll_results_voted
source: voted users
ar_sa: المستخدمين المصوتين
cs_cz: hlasovali uživatelé
da_dk: Stemte brugere
de_de: gewählte Benutzer
es_es: votación de los usuarios
fr_fr: utilisateurs ont voté
id_id: memilih pengguna
ja_jp: 回答者にのみ表示
tr_tr: oylanmış kullanıcılar
uk_ua: користувачі, що проголосували
vi_vn: người dùng bình chọn

# Languages::poll_results_everybody
source: everybody (in a pop-up)
ar_sa: الجميع (في إطار منبثق)
cs_cz: všichni (v pop-up)
da_dk: alle (i en pop op-vindue)
de_de: jeder (in einem Pop-up-Fenster)
es_es: todo el mundo (en una ventana emergente)
fr_fr: tous (dans un pop up)
id_id: semua orang (dalam pop-up)
ja_jp: すべてのユーザーにポップアップ形式で表示
tr_tr: herkes (açılır pencerede)
uk_ua: Кожен (в попапі)
vi_vn: Tất cả mọi người (trong một cửa sổ pop-up)

# Languages::poll_header
source: Poll header
ar_sa: رأس الاستطلاع
cs_cz: Hlavička ankety
da_dk: Afstemning hoved
de_de: Umfrage-Überschrift
es_es: Encabezado de la encuesta
fr_fr: Haut de page du sondage
id_id: Header polling
ja_jp: ヘッダー
tr_tr: Anket üst bilgisi
uk_ua: Тема опитування
vi_vn: Tiêu đề thăm dò ý kiến

# Languages::poll_footer
source: Poll footer
ar_sa: تذييل صفحة الإستطلاع
cs_cz: Pata ankety
da_dk: Afstemning fåd
de_de: Fußzeile in der Umfrage
es_es: Pie de página de la encuesta
fr_fr: Bas de page du sondage
id_id: Footer jajak pendapat
ja_jp: フッター
tr_tr: Anket alt bilgisi
uk_ua: Текст в нижній частині опитування
vi_vn: Cuối trang thăm dò ý kiến

# Languages::poll_results
source: Poll message
ar_sa: رسالة الإستفتاء
cs_cz: Zpráva ankety
da_dk: Afstemnings besked
de_de: Nachricht der Umfrage
es_es: Mensaje de la encuesta
fr_fr: Message du sondage complet
id_id: Pesan jajak pendapat
ja_jp: メッセージ
tr_tr: Anket mesajı
uk_ua: Повідомлення після голосування
vi_vn: Tin nhắn thăm dò ý kiến

# Languages::new_question
source: New question
ar_sa: سؤال جديد
cs_cz: Nová otázka
da_dk: Nyt sprøgsmål
de_de: Neue Frage
es_es: Nueva pregunta
fr_fr: Nouvelles question
id_id: Pertanyaan baru
ja_jp: 質問の追加
tr_tr: Yeni soru
uk_ua: Нове питання
vi_vn: Câu hỏi mới

# Languages::add_question
source: Add question
ar_sa: إضافة سؤال
cs_cz: Přidat otázku
da_dk: Tilføj spørgsmål
de_de: Frage hinzufügen
es_es: Añadir pregunta
fr_fr: Ajouter une question
id_id: Tambahkan pertanyaan
ja_jp: 質問の追加
tr_tr: Soru ekle
uk_ua: Додати питання
vi_vn: Thêm câu hỏi

# Languages::editing_question
source: Editing question
ar_sa: تحرير سؤال
cs_cz: Upravit otázku
da_dk: redigere spørgsmål
de_de: Bearbeitung der Frage
es_es: Editar pregunta
fr_fr: Editer question
id_id: Mengedit pertanyaan
ja_jp: 質問の編集
tr_tr: Soru düzenle
uk_ua: Редагування питання
vi_vn: Sửa câu hỏi

# Languages::add_poll
source: Add poll
ar_sa: إضافة استطلاع
cs_cz: Přidat anketu
da_dk: Tilføj meningsmåling
de_de: Umfrage hinzufügen
es_es: Agregar Encuesta
fr_fr: Ajouter un sondage
id_id: Tambahkan jajak pendapat
ja_jp: アンケートの追加
tr_tr: Anket ekle
uk_ua: Додати опитування
vi_vn: Thêm thăm dò ý kiến

# Languages::polls_total_submited
source: Total number of submitted poll forms
ar_sa: العدد الإجمالي لأشكال الاستطلاع المقدم
cs_cz: Celkový počet odeslaných anketních formulářů
da_dk: Samlet antal meningsmåling formularer forelægges
de_de: Gesamtanzahl der eingereichten Umfrageformulare
es_es: Número total de encuestas respondidas
fr_fr: Nombre total de formulaires sondage soumis
id_id: Jumlah total formulir polling yang dikirim
ja_jp: 回答総数
tr_tr: Gönderilen anket formlarının toplam sayısı
uk_ua: Загальна кількість заповнених форм
vi_vn: Tổng số gửi biểu mẫu thăm dò ý kiến

# Languages::polls_total_completed
source: Number of poll forms completed in full
ar_sa: عدد استمارات استطلاع الرأي المنجز بالكامل
cs_cz: Počet anketních formulářů vyplněných v plném rozsahu
da_dk: Antal meningsmåling former helt afsluttet
de_de: Anzahl der vollständig ausgefüllten Umfrageformulare
es_es: Número de encuestas respondidas completamente
fr_fr: Nombre de formulaires sondage entièrement complété
id_id: Jumlah formulir jajak pendapat selesai secara penuh
ja_jp: 完了済の回答数
tr_tr: Bütünüyle tamamlanan anket formlarının sayısı
uk_ua: Кількість повністю заповнених форм
vi_vn: Số lượng gửi mẫu thăm dò ý kiến hoàn thành đầy đủ

# Languages::polls_first_submited
source: First poll form submitted
ar_sa: نموذج الاستطلاع الأولى المقدمة
cs_cz: První odeslaný anketní formulár
da_dk: Første meningsmåling form indsendt
de_de: Erstes Umfragenformular eingereicht
es_es: Primera encuesta respondida
fr_fr: 1er formulaire de sondage soumis
id_id: Formulir polling pertama diserahkan
ja_jp: 最初に回答が行われた日時
tr_tr: Gönderilen ilk anket formu
uk_ua: Перша заповнена форма
vi_vn: Hình thức gửi mẫu thăm dò ý kiến đầu tiên

# Languages::polls_last_submited
source: Last poll form submitted
ar_sa: نموذج الاستطلاع الأخير المقدم
cs_cz: Poslední odeslaný anketní formulár
da_dk: Sidste meningsmåling form indsendt
de_de: Letztes Umfragenformular eingereicht
es_es: Última encuesta respondida
fr_fr: Dernier formulaire de sondage soumis
id_id: Formulir jajak pendapat terakhir diserahkan
ja_jp: 最後に回答が行われた日時
tr_tr: Gönderilen son anket formu
uk_ua: Остання заповнена форма
vi_vn: Hình thức gửi mẫu thăm dò ý kiến cuối

# Languages::statistics_by_questions
source: Statistics by questions
ar_sa: ترتيب الإحصاءات حسب الأسئلة
cs_cz: Statistiky po otázkách
da_dk: Statistik af spørgsmål
de_de: Statistik nach Fragen
es_es: Estadísticas de preguntas
fr_fr: Statistiques par questions
id_id: Statistik dengan pertanyaan
ja_jp: 回答結果
tr_tr: Sorularla istatistikler
uk_ua: Статистика з питань
vi_vn: Thống kê theo câu hỏi

# Languages::view_answers
source: View answers
ar_sa: عرض الإجابات
cs_cz: Zobrazit odpovědi
da_dk: Se svarene
de_de: Antworten anzeigen
es_es: Ver las respuestas
fr_fr: Voir toutes les réponses
id_id: Lihat jawaban
ja_jp: 回答内容を見る
tr_tr: Cevapları görüntüle
uk_ua: Перегляд відповідей
vi_vn: Xem câu trả lời

# Languages::polls_votes
source: Votes
ar_sa: الأصوات
cs_cz: Hlasy
da_dk: Stemmer
de_de: Abstimmungen
es_es: Votos
id_id: Suara
ja_jp: 得票数
tr_tr: Oylar
uk_ua: Голосів
vi_vn: Lượt bình chọn

# Languages::answers
source: Answers
ar_sa: الإجابات
cs_cz: Odpovědi
da_dk: Svar
de_de: Antworten
es_es: Respuestas
fr_fr: Réponses
id_id: Jawaban
ja_jp: 回答
tr_tr: Cevaplar
uk_ua: Відповіді
vi_vn: Câu trả lời

# Languages::question_text
source: Question text
ar_sa: نص السؤال
cs_cz: Otázka textu
da_dk: spørgsmål tekst
de_de: Fragetext
es_es: Texto de la pregunta
fr_fr: Question
id_id: Teks pertanyaan
ja_jp: 質問文
tr_tr: Soru metni
uk_ua: Текст запитання
vi_vn: Nội dung câu hỏi

# Languages::select_single_type
source: Select single option
ar_sa: قم بتحديد خيار واحد
cs_cz: Vyberte jednu možnost
da_dk: Vælg én valgmulighed
de_de: Wählen Sie eine einzelne Option
es_es: Seleccione una sola opción
fr_fr: Sélectionner une seule option
id_id: Pilih satu pilihan
ja_jp: 択一式
tr_tr: Tek seçenek seçin
uk_ua: Вибрати один варіант
vi_vn: Lựa chọn đơn

# Languages::select_one_or_more_type
source: Select one or more options
ar_sa: حدد واحد أو أكثر من الخيارات
cs_cz: Vyberte jednu nebo více možností
da_dk: Vælg en eller flere muligheder
de_de: Eine oder mehrere Optionen auswählen
es_es: Seleccione una o más opciones
fr_fr: Sélectionner une ou plus d'options
id_id: Pilih satu atau beberapa opsi
ja_jp: 複数選択可
tr_tr: Bir veya daha fazla seçenek seçin
uk_ua: Виберіть один або кілька варіантів
vi_vn: Chọn một hoặc nhiều tùy chọn

# Languages::text_answer_type
source: Provide a textual answer
ar_sa: تقديم إجابة نصية
cs_cz: Napište odpověď
da_dk: Give en tekstuel svar
de_de: Eine Textnachricht bereitstellen
es_es: Proporcionar una respuesta de texto
fr_fr: Fournir une réponse textuelle
id_id: Berikan jawaban tekstual
ja_jp: 回答入力欄を表示
tr_tr: Metinsel bir cevap sağlayın
uk_ua: Власна відповідь (текст)
vi_vn: Cung cấp một nội dung câu trả lời

# Languages::answer_text
source: Answer text
ar_sa: نص الإجابة
cs_cz: Text odpovědi
da_dk: Svar tekst
de_de: Antworttext
es_es: Texto de respuesta
fr_fr: Texte de réponse
id_id: Teks jawaban
ja_jp: 回答内容
tr_tr: Cevap metni
uk_ua: Текст відповіді
vi_vn: Nội dung câu trả lời

# Languages::text_box
source: Text box
ar_sa: مربع نص
cs_cz: Textová pole
da_dk: Tekstboks
de_de: Textfeld
es_es: Cuadro de texto
fr_fr: Champs de saisie
id_id: Kolom tulisan
ja_jp: テキストボックス
tr_tr: Metin kutusu
uk_ua: Текстове поле
vi_vn: Hộp văn bản

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
ar_sa: الرسالة التي يتم عرضها في المتجر بعد الانتهاء من الإستطلاع.
cs_cz: Zpráva, která je zobrazena v průčelí po dokončení ankety.
da_dk: Besked, der vises i butiksfacade efter valget er afsluttet.
de_de: Diese Nachricht wird im Shop angezeigt, wenn die Umfrage abgeschlossen ist.
es_es: Mensaje que se muestra en la tienda después de completar la encuesta.
fr_fr: Mesage affiche dans la page du marche virtuel apres la completion des stats.
id_id: Pesan yang ditampilkan di etalase setelah polling selesai.
ja_jp: アンケート回答後に表示するメッセージ
tr_tr: Anket sonrasında vitrinde görüntülenen mesaj tamamlandı.
uk_ua: Повідомлення, що відображається в магазині після завершення опитування.
vi_vn: Tin nhắn được hiển thị sau khi các cuộc thăm dò hoàn tất.

# SettingsSections::polls::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
id_id: Umum
ja_jp: 基本設定
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
ar_sa: التصويت على الصفحة
cs_cz: Hlasů na stránce
da_dk: Stemmer på side
de_de: Abstimmungen auf der Seite
es_es: Votos en la página
fr_fr: Votes sur page
id_id: Suara di halaman
ja_jp: 1ページに表示する投票数
tr_tr: Sayfadaki oylar
uk_ua: Голосів на сторінці
vi_vn: Bình chọn trên trang

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
ar_sa: الإجابات على صفحة
cs_cz: Odpovědí na stránce
da_dk: svar på side
de_de: Antworten auf der Seite
es_es: Respuestas en la página
fr_fr: Reponses sur page
id_id: Jawaban di halaman
ja_jp: 1ページに表示する回答数
tr_tr: Sayfadaki cevaplar
uk_ua: Відповідей на сторінці
vi_vn: Câu trả lời trên trang
