Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/price_list.po
Languages: id_id, ro_ro

# Addons::name::price_list
source: Price list
id_id: Daftar Harga
ro_ro: Listă de prețuri

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
id_id: Menghasilkan daftar harga yang dapat dikonfigurasi dalam PDF atau XLS
ro_ro: Generează listă de prețuri configurabilă în format PDF sau XLS

# Languages::price_list
source: Price list
id_id: Daftar Harga
ro_ro: Listă de prețuri

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
id_id: Membangkitkan PDF Harap bersabar...
ro_ro: Se generează PDF-ul. Te rugăm, ai răbdare...

# Languages::generating_xls
source: Generating XLS. Please, be patient...
id_id: Membangkitkan XLS Harap bersabar...
ro_ro: Se generează XLS-ul. Te rugăm, ai răbdare...

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
id_id: Tidak mungkin membuat daftar harga XML. Silahkan tambahkan dukungan zip di PHP di server anda. Ikuti <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php </a>.
ro_ro: Imposibil de creat lista de preturi in format XML. Vă rugăm să adăugaţi suport pentru ZIP în PHP pe server-ul dvs. Urmaţi <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a>.

# Languages::price_list.text_select_storefront
source: To generate a price list, please select storefront first.
id_id: Untuk menghasilkan daftar harga, silahkan pilih etalase terlebih dahulu.
ro_ro: Pentru a genera o listă de prețuri, vă rugăm să selectaţi mai întâi magazinului.

# Languages::price_list.text_regenerate
source: <p>If products, categories or selected fields were added or changed, please regenerate a price list:<br />[buttons]</p><p>Generated price lists are available by these links<br/>[links]</p>
id_id: <p>Jika produk, kategori, atau bidang yang dipilih ditambahkan atau diubah, harap memperbaharui daftar harga: < br / >[buttons]</p> <p>Daftar harga Generated tersedia dengan link ini <br/>[links]</p>
ro_ro: <p>În cazul în care produsele, categoriile sau câmpurile selectate au fost adăugate sau modificate, vă rugăm să regenerati o lista de preturi: < br / >[buttons]</p> <p>Listele de preţuri generate sunt disponibile la aceste link-uri <br/>[links]</p>

# SettingsSections::price_list::general
source: General
id_id: Umum

# SettingsOptions::price_list::price_list_fields
source: Fields
id_id: Bidang
ro_ro: Câmpuri

# SettingsOptions::price_list::price_list_sorting
source: Sort by
id_id: Sortir dengan
ro_ro: Sortare după

# SettingsOptions::price_list::group_by_category
source: Group by category
id_id: Kelompokkan berdasarkan kategori
ro_ro: Grupați după categorie

# SettingsOptions::price_list::include_options
source: Include product options
id_id: Sertakan pilihan produk
ro_ro: Include opţiuni la produs
