Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/product_variations.po
Languages: ru_ru

# Languages::product_variations.converter.features.list.title
source: Features and feature variants
ru_ru: Характеристики и варианты характеристик

# Languages::product_variations.converter.features.list.hint
source: Below you'll find the list of features and feature variants that will be created during the conversion.
ru_ru: Вот список характеристик и их вариантов, которые будут созданы при преобразовании.

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't assign feature to categories or a feature group. Some variations use this feature and aren't in the categories you tried to assign. Please delete <a href="[href]">these products</a>, or disband their variation groups, or assign them to the same categories as feature or feature group, and try again.
ru_ru: Не удалось назначить характеристике категории или группу характеристик. Некоторые вариации используют эту характеристику и не находятся ни в одной из категорий, которую вы пытались назначить. Или удалите <a href="[href]">эти товары</a>, или распустите их группы вариаций, или назначьте им те же категории, что и характеристике или группе характеристик, а затем попробуйте снова.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
ru_ru: Извините, возможных вариаций слишком много. Чтобы избежать большой нагрузки на сервер, мы их здесь не показываем. Создайте товары с нужными значениями характеристик вручную или через импорт, а затем добавьте их в группу.
