Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/product_variations.po
Languages: ru_ru

# Addons::name::product_variations
source: Product Variations
ru_ru: Вариации товаров

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
ru_ru: Создавайте товары с разными значениями характеристик (например, цветом или размером) и позвольте покупателю выбрать нужный вариант.

# SettingsSections::product_variations::general
source: General
ru_ru: Общие

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
ru_ru: Свои изображения для дочерних вариаций

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
ru_ru: Если для дочерних вариаций не включены свои собственные изображения, то они будут заимствовать изображения у вариации, выбранной по умолчанию.

source: Change default variation when it runs out of stock
ru_ru: Изменять вариацию по умолчанию, когда она заканчивается на складе

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
ru_ru: Гарантирует, что пользователи всегда сначала увидят те товары, которые есть в наличии. Рекомендуем оставить эту настройку включенной, чтобы вариации фильтровались лучше.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
ru_ru: Свои значения характеристик для дочерних вариаций

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
ru_ru: Если для дочерних вариаций не включены свои собственные значения характеристик, они будут заимствовать значения у вариации, выбранной по умолчанию.

# Languages::product_variations.product_type
source: Product type
ru_ru: Тип товара

# Languages::product_variations.product_type.catalog_item
source: Catalog item
ru_ru: Позиция в каталоге

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
ru_ru: Вариация позиции в каталоге

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
ru_ru: Относится к позиции в каталоге:

# Languages::product_variations.variations
source: Variations
ru_ru: Вариации

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
ru_ru: Вариация позиции в каталоге <a href="[url]">[product]</a>

# Languages::product_variations.group_code
source: Variation group
ru_ru: Группа вариаций

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
ru_ru: Задайте здесь код группы

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
ru_ru: Используйте код группы на странице редактирования товара или при импорте, чтобы добавить товар в эту группу как вариацию. Код группы может содержать только цифры, латиницу и знаки "-" и "_".

# Languages::product_variations.group_code.link
source: Add to variation group
ru_ru: Добавить в группу вариаций

# Languages::product_variations.group_code.link.description
source: Select the code of the group to which this product will be added as a variation. If the desired variation group doesn't appear among suggestions, please make sure that you have specified the value for every feature that defines the group.
ru_ru: Выберите код группы, в которую этот товар нужно добавить как вариацию. Если нужный код не появляется среди предположений, то проверьте, чтобы у товара были указаны значения для всех характеристик, на основе которых построена группа.

# Languages::product_variations.add_variations
source: Add variations
ru_ru: Добавить вариации

# Languages::product_variations.link_existing
source: Use existing products
ru_ru: Использовать существующие товары

# Languages::product_variations.create_new
source: Create new products
ru_ru: Создать новые товары

# Languages::product_variations.add_variations_description
source: Allow customers to switch between similar products by selecting the desired value of their common features.
ru_ru: Разрешить покупателям переключаться между похожими товарами через выбор желаемого варианта их общих характеристик.

# Languages::product_variations.manage
source: Manage variations
ru_ru: Редактировать вариации

# Languages::product_variations.edit_features
source: Edit features
ru_ru: Редактировать характеристики

# Languages::product_variations.delete
source: Disband group
ru_ru: Распустить группу

# Languages::product_variations.remove_variation
source: Remove variation from group
ru_ru: Убрать вариацию из группы

# Languages::product_variations.delete_product
source: Delete product
ru_ru: Удалить товар

# Languages::product_variations.mark_main_product
source: Set as default variation
ru_ru: Предлагать эту вариацию по умолчанию

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol>
ru_ru: У этого товара нет характеристик, по которым можно группировать товары. Проверьте, что:<ol><li>В магазине создана хотя бы одна характеристика, у которой <b>Цель:</b> <i>Вариации как отдельные товары</i> или <i>Вариации как один товар</i>.</li><li>Вы задали товару какое-то значение этой характеристики.</li></ol>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
ru_ru: Вариации как отдельные товары

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
ru_ru: Для случаев, когда похожие товары явно отличаются одной характеристикой и называются по-разному (например, несколько вариантов характеристики "Цвет" у футболки). Эти товары появятся как отдельные позиции в каталоге. Покупатели также смогут выбрать нужное значение характеристики на странице товара. Для этого <b>настройте вариации для товаров с этой характеристикой</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
ru_ru: Выпадающий список

# Languages::product_feature.feature_style.dropdown_images
source: Images
ru_ru: Изображения

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
ru_ru: Текстовые метки

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
ru_ru: Вариации как один товар

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
ru_ru: Для случаев, когда несколько похожих товаров отличаются характеристикой, но выглядят похоже и называются одинаково (например, одна футболка с разными значениями характеристики "Размер"). Эти товары появятся как одна позиция в каталоге. Покупатели смогут выбрать нужное значение характеристики на странице товара. Для этого <b>настройте вариации для товаров с этой характеристикой</b>.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
ru_ru: Группа вариаций #[id] не найдена

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
ru_ru: Товар #[product_id] не найден в группе вариаций "[group_code]"

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
ru_ru: Товар #[product_id] в группе "[group_code]" не является вариацией и не может быть выбранным по умолчанию для позиции в каталоге

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
ru_ru: Не удалось сгенерировать вариации. Укажите значения характеристик, чтобы сгенерировать вариации.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
ru_ru: Не было создано ни одного нового товара

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
ru_ru: Товар #[product_id] не найден

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
ru_ru: Не удалось найти группу вариаций у #[product_id] "[product]"

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
ru_ru: Неверное сочетание характеристик у товара #[product_id] "[product]"

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
ru_ru: Товары не были найдены

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
ru_ru: Должен быть указан код группы вариаций

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
ru_ru: Не удалось задать этот код для группы вариаций. Код группы может содержать только цифры, латиницу и знаки "-" и "_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
ru_ru: Этот код группы вариаций уже используется

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
ru_ru: Характеристики не были найдены

# Languages::product_variations.error.no_available_products
source: No suitable products were found
ru_ru: Не найдены подходящие товары

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
ru_ru: У товара #[product_id] "[product]" нет необходимых характеристик, чтобы стать вариацией. Задайте значения характеристик для этого товара.

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
ru_ru: У товара #[product_id] "[product]" точно такое же сочетание характеристик, как у вариации, которая уже есть в группе.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
ru_ru: Нельзя добавить товар #[product_id] "[product]" в группу вариаций, так как все товары в группе вариаций должны принадлежать одной витрине.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
ru_ru: Нельзя добавить товар #[product_id] "[product]" в группу вариаций, так как все товары в группе вариаций должны принадлежать одному продавцу.

# Languages::product_variations.variations_filling
source: Variations
ru_ru: Вариации

# Languages::product_variations.variations_list
source: Variations
ru_ru: Вариации

# Languages::variations_in_stock
source: Only "in stock" products
ru_ru: Показывать только товары в наличии

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
ru_ru: Скрыть кнопку "Отложить"

# Languages::product_variations.variations_list_block_name
source: Variations list
ru_ru: Список вариаций

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
ru_ru: Список вариантов товара

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
ru_ru: Показывать иконки вариаций

# Languages::product_variations.show_product_code
source: Show product code
ru_ru: Показать код товара

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
ru_ru: Данные успешно импортированы.<br />Новые товары - <b>[new]</b>;<br />Обновлённые товары - <b>[exist]</b>;<br />Пропущенные товары - <b>[skipped]</b>;<br />Итого - <b>[total]</b>;<br />Созданные вариации - <b>[variation_created]</b>;<br />Обновлённые вариации - <b>[variation_updated]</b>;<br />Вариации, убранные из группы - <b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
ru_ru: ID группы вариаций

# Languages::variation_group_code
source: Variation group code
ru_ru: Код группы вариаций

# Languages::variation_parent_product_id
source: Variation parent product ID
ru_ru: ID родительской вариации

# Languages::variation_sub_group_id
source: Variation sub group ID
ru_ru: ID подгруппы вариаций

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
ru_ru: Эта характеристика используется группой вариаций [code]. Чтобы выбрать другое значение характеристики для товара, перейдите на вкладку "Вариации" на странице редактирования товара. Новые значения характеристики можно добавить на странице редактирования характеристики.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
ru_ru: Цвет: Красный, Размер: S

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
ru_ru: Красный, S

# Languages::product_variations.converter.progress.features.title
source: Creating features
ru_ru: Создание характеристик

# Languages::product_variations.converter.progress.features.error
source: Couldn't create feature "[feature]"
ru_ru: Не удалось создать характеристику "[feature]"

# Languages::product_variations.converter.progress.variations.title
source: Converting variations
ru_ru: Преобразование вариаций

# Languages::product_variations.converter.progress.variations.error
source: Couldn't convert product "[product]"
ru_ru: Не удалось преобразовать товар "[product]"

# Languages::product_variations.converter.progress.configurable_products.title
source: Converting configurable products
ru_ru: Преобразование настраиваемых товаров

# Languages::product_variations.converter.progress.configurable_products.error
source: Couldn't convert product "[product]"
ru_ru: Не удалось преобразовать товар "[product]"

# Languages::product_variations.converter.progress.result.title
source: Conversion results
ru_ru: Результаты преобразования

source: Number of converted configurable products:
ru_ru: Число преобразованных настраиваемых товаров:

# Languages::product_variations.converter.progress.result.variations_count
source: Number of converted variations:
ru_ru: Число преобразованных вариаций:

source: Number of converted products with option combinations:
ru_ru: Число преобразованных товаров с комбинациями опций:

# Languages::product_variations.converter.progress.result.combinations_count
source: Number of converted option combinations:
ru_ru: Число преобразованных комбинаций опций:

# Languages::product_variations.converter.progress.result.go_on_products
source: Go to products
ru_ru: Перейти к товарам

# Languages::product_variations.converter.view.title
source: Converting products into variations
ru_ru: Преобразование товаров в вариации

# Languages::product_variations.converter.view.no_data
source: No data for conversion found: it appears that your store doesn't have option combinations or product variations.
ru_ru: Не найдены данные для преобразования: похоже, в вашем магазине нет комбинаций опций или вариаций товаров.

# Languages::product_variations.converter.view.configurable_products_count
source: Number of configurable products found:
ru_ru: Число найденных настраиваемых товаров:

# Languages::product_variations.converter.view.variations_count
source: Number of product variations found:
ru_ru: Число найденных вариаций:

# Languages::product_variations.converter.view.products_with_combinations_count
source: Number of products with option combinations found:
ru_ru: Число найденных товаров с комбинациями опций:

# Languages::product_variations.converter.view.combinations_count
source: Number of option combinations found:
ru_ru: Число найденных комбинаций опций:

# Languages::product_variations.converter.progress.combinations.title
source: Converting option combinations
ru_ru: Преобразование комбинации опций

# Languages::product_variations.converter.progress.combinations.error
source: Couldn't convert option combination "[combination]" of product "[product]"
ru_ru: Не удалось преобразовать комбинацию "[combination]" товара "[product]"

source: Converting products with option combinations
ru_ru: Преобразование товаров с комбинациями опций

source: Couldn't convert product "[product]"
ru_ru: Не удалось преобразовать товар "[product]"

source: Couldn't convert product "[product]". Reason: [error]
ru_ru: Не удалось преобразовать товар "[product]". Причина: [error]

source: Product doesn't have any option combinations.
ru_ru: У товара нет ни одной комбинации опций.

source: A product with only one available option combination can't be converted to a variation. It will work properly even without conversion.
ru_ru: Нельзя конвертировать в вариацию товар, у которого только одна комбинация опций. Он будет работать правильно и без конвертирования.

# Languages::product_variations.converter.progress.errors
source: Errors
ru_ru: Ошибки

# Languages::product_variations.converter.progress.wait_another_process
source: Please wait while another process will be complete
ru_ru: Пожалуйста, подождите, пока другой процесс будет завершен

# Languages::product_variations.upgrade_notification.convert_variations_title
source: Convert product variations to use features
ru_ru: Переведите вариации товаров на характеристики

# Languages::product_variations.upgrade_notification.convert_variations_message
source: <p>Product variations in version 4.10.1 are more powerful than ever. They can now occupy separate positions in the catalog, be filtered and imported easily. To achieve this, we remade variations from scratch. They are now based on features instead of options.</p><p><b>We have disabled the old variations in your store, because they won’t work until they are converted.</b> The conversion is automatic, we just need your consent. Please check what we plan to do, and convert variations to use features.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Check and convert variations</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Learn more about variations</a></p>
ru_ru: <p>В версии 4.10.1 вариации могут занимать отдельные позиции в каталоге, а также легко фильтруются и импортируются. Для этого нам пришлось переделать вариации с нуля; теперь они зависят от характеристик, а не от опций.</p><p><b>Мы выключили в вашем магазине старые вариации, так как они не будут правильно работать до конвертации.</b> Конвертация автоматическая, но нужно ваше разрешение. Посмотрите, что именно мы собираемся делать, а затем переведите вариации на характеристики.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Проверить и преобразовать вариации</a> <a href="https://www.cs-cart.ru/docs/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Подробнее о вариациях</a></p>

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
ru_ru: Не удалось удалить характеристику или её вариант, потому что хотя бы одна группа вариаций основана на них. Удалите <a href="[href]">эти товары</a> или распустите их группы вариаций и попробуйте снова.

# Languages::product_variations.converter.result.problems_encountered
source: Some of the products couldn't be converted. This is not a standard situation and wasn't supposed to happen. There are several ways to address it:<ul><li>Check the products that couldn't be converted and configure them manually.</li><li>Contact our technical support via Help Desk, and we'll see why products weren't converted and what can be done about it.</li></ul>
ru_ru: Не удалось конвертировать некоторые товары. Это нестандартная ситуация, которая не должна была произойти. Есть несколько способов решить проблему:<ul><li>Проверьте товары, которые не удалось конвертировать, и настройте их вручную.</li><li>Обратитесь в нашу техподдержку через Help Desk, и мы посмотрим, почему товары не конвертировались и что с этим можно сделать.</li></ul>

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
ru_ru: В магазине ещё есть старые вариации. Они отображаются как отдельные товары, без возможности переключаться между ними. Чтобы они работали как до обновления, <a href="[convert_url]">преобразуйте старые вариации в новые</a>. Процесс простой и автоматический.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
ru_ru: Этот товар — старая вариация, которую ещё не преобразовали в новую. Чтобы она работала так, как до обновления, <a href="[convert_url]">преобразуйте старые вариации в новые</a>.

# Languages::variation_set_as_default
source: Variation set as default
ru_ru: Вариация, выбранная по умолчанию

# Languages::product_variations.converter.features.merge
source: Merge selected
ru_ru: Объединить выбранные

# Languages::product_variations.converter.features.unmerge
source: Split
ru_ru: Разделить
