Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/quickbooks.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, id_id, nl_nl, uk_ua, vi_vn

# Addons::description::quickbooks
source: Integrates the Quickbooks accounting software with the store
ar_sa: يدمج برنامج المحاسبة Quickbooks مع المتجر
cs_cz: Integruje účetní software Quickbooks do obchodu
da_dk: Integrerer Quickbooks regnskabs software med butikken
de_de: Integriert die Buchhaltungssoftware Quickbooks in den Shop
es_es: El software de contabilidad Quickbooks se integra con la tienda
id_id: Mengintegrasikan perangkat lunak akuntansi Quickbooks dengan toko
nl_nl: Integreert de Quickbooks boekhoudsoftware met de winkel
uk_ua: Інтеграція з сервісом Quickbooks
vi_vn: Tích hợp phần mềm kế toán Quickbooks với các cửa hàng

# Languages::export_to_quickbooks
source: Export to Quickbooks
cs_cz: Exportovat do aplikace Quickbooks
da_dk: Eksporter til Quickbooks
de_de: Nach Quickbooks exportieren
es_es: Exportar a Quickbooks
id_id: Ekspor ke Quickbooks
nl_nl: Exporteer naar Quickbooks
uk_ua: Експортувати до Quickbooks
vi_vn: Xuất đến Quickbooks

# SettingsSections::quickbooks::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
id_id: Umum
nl_nl: Algemeen
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::quickbooks::trns_class
source: Transaction class name
cs_cz: Název třídy transakce
da_dk: Transaktionen klassenavn
de_de: Transaktionsname
es_es: Transacción nombre de la clase
id_id: Nama kelas transaksi
nl_nl: Transactie class naam
uk_ua: Назва класу транзакції
vi_vn: Tên lớp giao dịch

# SettingsOptions::quickbooks::accnt_tax
source: Account to track taxes. The type of this account should be INC.
ar_sa: حساب لتتبع الضرائب. يجب أن يكون نوع هذا الحساب INC.
cs_cz: Účet daní. Typ tohoto účtu by měl být INC.
da_dk: Konto til at spore skatter. Denne konto skal være INC.
de_de: Konto für die Buchung von Steuern. Dies sollte ein Geschäftskonto sein.
es_es: Cuenta para realizar un seguimiento de los impuestos. El tipo de esta cuenta debe ser INC.
id_id: Akun untuk melacak pajak. Jenis akun ini harus INC.
nl_nl: Profiel voor het bijhouden van belastingen. Het type van dit account zou INC moeten zijn.
uk_ua: Обліковий запис для відстеження податків. Тип запису повинен бути INC.
vi_vn: Tài khoản để kiểm tra các loại thuế. Loại tài khoản này nên là INC.

# SettingsOptions::quickbooks::accnt_product
source: Account to track product sales. The type of this account should be INC.
ar_sa: حساب لتتبع مبيعات المنتج. يجب أن يكون نوع هذا الحساب INC.
cs_cz: Účet tržeb. Typ tohoto účtu by měl být INC.
da_dk: Konto til at spore produktsalg. Denne konto skal være INC.
de_de: Konto für die Buchung von Umsatzerlösen. Dies sollte ein Geschäftskonto sein.
es_es: Cuenta para realizar un seguimiento de ventas de productos. El tipo de esta cuenta debe ser INC.
id_id: Account untuk melacak penjualan produk. Jenis akun ini harus INC.
nl_nl: Profiel voor het bijhouden van verkoop van producten. Het type van dit profiel zou INC moeten zijn.
uk_ua: Обліковий запис для відстеження продажів. Тип запису повинен бути INC.
vi_vn: Tài khoản để theo dõi bán sản phẩm. Loại tài khoản này nên là INC.

# SettingsOptions::quickbooks::accnt_shipping
source: Account to track shipping cost. The type of this account should be INC.
ar_sa: حساب لتتبع تكلفة الشحن. يجب أن يكون نوع هذا الحساب INC.
cs_cz: Účet přepravních nákladů. Typ tohoto účtu by měl být INC.
da_dk: Konto til at spore forsendelsesomkostninger. Denne konto skal være INC.
de_de: Konto für die Buchung von Versandkosten. Dies sollte ein Geschäftskonto sein.
es_es: Cuenta para realizar un seguimiento de los costos de envío. El tipo de esta cuenta debe ser INC.
id_id: Account untuk melacak ongkos kirim. Jenis akun ini harus INC.
nl_nl: Profiel voor het bijhouden van verzendkosten. Het type van dit profiel zou INC moeten zijn.
uk_ua: Обліковий запис для відстеження вартості доставки. Тип запису повинен бути INC.
vi_vn: Tài khoản để theo dõi chi phí vận chuyển. Loại tài khoản này nên là INC.

# SettingsOptions::quickbooks::accnt_discount
source: Account to track discounts. The type of this account should be INC.
ar_sa: حساب لتتبع الخصومات. يجب أن يكون نوع هذا الحساب INC.
cs_cz: Účet slev. Typ tohoto účtu by měl byt INC.
da_dk: Konto til at registrere rabatter. Denne konto skal være INC.
de_de: Konto für die Buchung von Rabatten. Dies sollte ein Geschäftskonto sein.
es_es: Cuenta para realizar un seguimiento de descuentos. El tipo de esta cuenta debe ser INC.
id_id: Akun untuk melacak diskon. Jenis akun ini harus INC.
nl_nl: Profiel voor het bijhouden van kortingen. Het type van dit profiel zou INC moeten zijn.
uk_ua: Обліковий запис для відстеження знижок. Тип запису повинен бути INC.
vi_vn: Tài khoản để theo dõi giảm giá. Loại tài khoản này nên là INC.

# SettingsOptions::quickbooks::accnt_surcharge
source: Account to track the payment surcharge of your items sales (where applicable). The type of this account should be INC.
ar_sa: حساب لتتبع رسوم السداد الخاصة بمبيعات سلعك (عند الاقتضاء). يجب أن يكون نوع هذا الحساب INC.
cs_cz: Účet na sledování příplatků při vašich tržbách (podle potřeby). Typ tohoto účtu by měl být INC.
da_dk: Konto til at spore betalingstillæg på dine varesalg (hvis relevant). Denne konto skal være INC.
de_de: Konto für die Buchung von Zahlungsaufschlägen bei ihren Artikelverkäufen (wo anwendbar). Dies sollte ein Geschäftskonto sein.
es_es: Cuenta para rastrear el pago de pago de sus ventas de artículos (si procede). El tipo de esta cuenta debe ser INC.
id_id: Akun untuk melacak pembayaran biaya tambahan penjualan barang Anda (jika ada). Jenis akun ini harus INC.
nl_nl: Boeknummer om betalingskosten te registreren. Het type moet zijn INC.
uk_ua: Обліковий запис для відстеження надбавок платежів (де вони є). Тип запису повинен бути INC.
vi_vn: Tài khoản để theo dõi các phụ phí thanh toán của doanh thu mục (nếu có). Loại tài khoản này nên là INC.

# SettingsOptions::quickbooks::accnt_asset
source: Account to track the value of your inventory. The type of this account should be OASSET.
ar_sa: حساب لتتبع قيمة المخزون الخاص بك. يجب أن يكون نوع هذا الحساب OASSET.
cs_cz: Účet zásob. Typ tohoto účtu by měl být OASSET.
da_dk: Konto til at spore værdien af din beholdning. Denne konto skal være OASSET.
de_de: Konto für die Buchung ihres Inventarwertes. Dieses Konto sollte ein BGA-Konto sein. (085)
es_es: Cuenta para realizar un seguimiento del valor de su inventario. El tipo de esta cuenta debe ser OASSET.
id_id: Akun untuk melacak nilai inventaris Anda. Jenis akun ini harus OASSET.
nl_nl: Account voor het bijhouden van uw voorraad. Het type van dit account moet OASSET zijn.
uk_ua: Обліковий запис для відстеження кількості товарів. Тип запису повинен бути OASSET.
vi_vn: Tài khoản để theo dõi giá trị của hàng tồn kho của bạn. Loại tài khoản này nên là OASSET.

# SettingsOptions::quickbooks::accnt_cogs
source: Account to track the cost of your items sales. The type of this account should be COGS.
ar_sa: حساب لتتبع تكلفة مبيعات سلعك. يجب أن يكون نوع هذا الحساب COGS.
cs_cz: Účet pro sledování nákladů na prodej položek. Typ tohoto účtu by měl být COGS.
da_dk: Konto til at spore vareforbrug. Denne kontotype skal være VAREFORBRUG.
de_de: Konto für die Buchung der Kosten Ihrer Artikelverkäufe. Die Art des Kontos sollte sich auf die Herstellungskosten beziehen.
es_es: Cuenta para rastrear el costo de las ventas de artículos. El tipo de esta cuenta debe ser CV.
id_id: Akun untuk melacak biaya penjualan barang Anda. Jenis akun ini harus COGS.
nl_nl: Profiel voor het bijhouden van de kosten van de verkopen. Het type van dit profiel zou COGS moeten zijn.
uk_ua: Обліковий запис для відстеження продажів. Тип запису повинен бути COGS.
vi_vn: Tài khoản để theo dõi chi phí mục bán hàng của bạn. Loại tài khoản này nên là COGS.

# Addons::name::quickbooks
source: Quickbooks
ar_sa: قراء
