Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/retailcrm.po
Languages: ru_ru

# Addons::description::retailcrm
source: Adds two-way data exchange with retailCRM
ru_ru: Добавляет двухсторонний обмен данными с retailCRM

# SettingsSections::retailcrm::general
source: General
ru_ru: Общие

# SettingsSections::retailcrm::mapping
source: Mapping
ru_ru: Соответствия

# SettingsOptions::retailcrm::retailcrm_host
source: RetailCRM server address
ru_ru: Адрес сервера RetailCRM

# SettingsTooltips::retailcrm::retailcrm_host
source: The format is as follows: <i>https://your-account-name.retailcrm.ru</i>
ru_ru: В формате: <i>https://your-account-name.retailcrm.ru</i>

# SettingsOptions::retailcrm::retailcrm_api_key
source: RetailCRM API key
ru_ru: Ключ доступа к API

# SettingsTooltips::retailcrm::retailcrm_api_key
source: Can be found in retailCRM admin panel; see the <b>Integration → API access keys</b> section
ru_ru: Находится в панели администратора retailCRM в разделе <b>Интеграция → Ключи доступа к API</b>

# Languages::retailcrm.error.host_is_required
source: The RetailCRM server address is required
ru_ru: Необходимо ввести адрес сервера retailCRM

# Languages::retailcrm.error.api_key_is_required
source: The RetailCRM API key is required
ru_ru: Необходимо ввести ключ доступа к API retailCRM

# Languages::retailcrm.error.could_not_connect
source: Could not connect to retailCRM server. Reason: "[reason]"
ru_ru: Не удалось подключиться к серверу retailCRM. Причина: "[reason]"

# Languages::retailcrm.error.could_not_connect_by_http_code
source: Could not connect to retailCRM server. Reason: "Response http code [code]"
ru_ru: Не удалось подключиться к серверу retailCRM. Причина: "Response http code [code]"

# Languages::retailcrm.settings.mapping_order_statuses
source: Order status mapping
ru_ru: Статусы заказов

# Languages::retailcrm.settings.retailcrm_order_statuses
source: Order statuses in retailCRM
ru_ru: Статусы заказов в retailCRM

# Languages::retailcrm.settings.shop_order_statuses
source: Order statuses in the store
ru_ru: Статусы заказов в магазине

# Languages::retailcrm.settings.mapping_sites
source: Site mapping
ru_ru: Магазины

# Languages::retailcrm.settings.retailcrm_sites
source: Sites in retailCRM
ru_ru: Магазины в retailCRM

# Languages::retailcrm.settings.shop_sites
source: Storefronts
ru_ru: Витрины

# Languages::retailcrm.settings.mapping_payment_types
source: Payment method mapping
ru_ru: Способы оплаты

# Languages::retailcrm.settings.retailcrm_payment_types
source: Payment methods in retailCRM
ru_ru: Типы оплат в retailCRM

# Languages::retailcrm.settings.shop_payment_types
source: Payment methods in the store
ru_ru: Способы оплаты в магазине

# Languages::retailcrm.settings.mapping_shipping_types
source: Shipping method mapping
ru_ru: Способы доставки

# Languages::retailcrm.settings.retailcrm_shipping_types
source: Shipping methods in retailCRM
ru_ru: Типы доставок в retailCRM

# Languages::retailcrm.settings.shop_shipping_types
source: Shipping methods in the store
ru_ru: Способы доставки в магазине

# Languages::retailcrm.settings.non_connection
source: Connection to retailCRM is not established. Please check retailCRM server address and API key, then click "Connect".
ru_ru: Соединение с retailCRM не установлено. Пожалуйста, проверьте адрес сервера retailCRM, ключ доступа к API, а затем нажмите кнопку "Подключиться".

# Languages::retailcrm.settings.connect
source: Connect
ru_ru: Подключиться

# Languages::retailcrm.settings.retailcrm_order_method
source: Method of placing an order
ru_ru: Способ оформления заказа

# Languages::retailcrm.settings.retailcrm_order_type
source: Order type
ru_ru: Тип заказа

# Languages::retailcrm.settings.other
source: Other settings
ru_ru: Другие настройки

# Languages::yml_export.param_used_for_retailcrm
source: Use for retailCRM
ru_ru: Прайс-лист для retailCRM

# Languages::retailcrm.settings.instructions.title
source: Instruction
ru_ru: Инструкция

# Languages::retailcrm.settings.instructions.step_credentials
source: Specify the retailCRM server address and API key.
ru_ru: Введите адрес сервера retailCRM и ключ доступа к API.

# Languages::retailcrm.settings.instructions.step_tab_mapping
source: Go to the "Mapping" tab.
ru_ru: Перейдите на вкладку "Соответствия".

# Languages::retailcrm.settings.instructions.step_connection
source: Click the "Connect" button to connect your store to retailCRM.
ru_ru: Нажмите кнопку "Подключиться", чтобы подключить магазин к retailCRM.

# Languages::retailcrm.settings.instructions.step_mapping_settings
source: Map the objects of your store to the elements of retailCRM.
ru_ru: Задайте соответствия между объектами в вашем магазине и в retailCRM.

# Languages::retailcrm.settings.instructions.step_price_list
source: To export the product catalog, create and configure the price list under <a target="_blank" href="[href_price_list]">Add-ons → YML export → Price list</a>. In the price list settings, tick this checkbox: "Use for retailCRM"
ru_ru: Чтобы экспортировать каталог товаров, создайте и настройте прайс-лист на странице <a target="_blank" href="[href_price_list]">Модули → YML экспорт → Прайс-лист</a>. В настройках прайс-листа поставьте галочку "Прайс-лист для retailCRM"

# Languages::retailcrm.settings.instructions.step_cron_command
source: To synchronize orders, add the following CRON job:<br>[cron_command]
ru_ru: Чтобы синхронизировать заказы, добавьте в CRON следующую задачу:<br>[cron_command]

# Languages::retailcrm.error.map_sites_invalid
source: A site in retailCRM can only be assigned to one CS-Cart storefront at a time. That's why some of the associations between retailCRM sites and CS-Cart storefronts weren't saved. Please check the settings of the RetailCRM add-on and make sure that the associations are correct.
ru_ru: Сайт в retailCRM может быть одновременно привязан только к одной витрине CS-Cart. По этой причине не удалось сохранить некоторые соединения между retailCRM и витринами CS-Cart. Пожалуйста, проверьте настройки модуля retailCRM и убедитесь в том, что соединения настроены правильно.
