Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/reward_points.po
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, id_id, ja_jp, tr_tr, uk_ua, vi_vn

# Addons::name::reward_points
source: Reward points
cs_cz: Věrnostní program
da_dk: Reward-point
de_de: Bonuspunkte
es_es: Puntos de recompensa
fr_fr: Points de fidélité
id_id: Poin penghargaan
ja_jp: ポイント
tr_tr: Ödül puanları
uk_ua: Бонусні бали
vi_vn: Điểm thưởng

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
cs_cz: Umožňuje zákazníkům získávat a utrácet body za nákupy
da_dk: Lader kunder tjene og bruge point for køb
de_de: Lässt Kunden Einkaufspunkte verdienen und ausgeben
es_es: Permite a los clientes ganar y gastar puntos para compras
fr_fr: Permet aux clients de gagner et de dépenser des points pour des achats
id_id: Memungkinkan pelanggan mendapatkan dan menghabiskan poin untuk pembelian
ja_jp: ポイントシステムを利用可能にします
tr_tr: Müşterilerin satın alma için kullanacakları puanları kazanmalarına ve harcamalarına izin verir
uk_ua: Бонуси та винагороди за покупки
vi_vn: Cho phép khách hàng kiếm điểm thưởng và sử dụng điểm cho việc mua hàng

# Languages::reward_points
source: Reward points
cs_cz: Zákaznické body
da_dk: Reward-point
de_de: Bonuspunkte
es_es: Puntos de recompensa
fr_fr: Points de fidélité
id_id: Poin Hadiah
ja_jp: ポイント
tr_tr: Ödül puanları
uk_ua: Бонусні бали
vi_vn: Điểm thưởng

# Languages::reward_points_log
source: Reward points log
cs_cz: Získané body
da_dk: Reward-point log
de_de: Bonuspunktelog
es_es: Registro de puntos de recompensa
fr_fr: Points de récompense log
id_id: Poin balasan poin
ja_jp: ポイントログ
tr_tr: Ödül puanları günlüğü
uk_ua: Журнал бонусних балів
vi_vn: Điểm thưởng đăng nhập

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
cs_cz: Přiřadit globální věrnostní body ve vašem obchodě.
da_dk: Tildele globale reward-point i din butik.
de_de: Weisen Sie Ihrem Shop Bonuspunkte mit globaler Gültigkeit zu.
es_es: Asigna puntos de recompensa globales en su tienda.
fr_fr: Attribuer globalement des points de fidélité dans votre magasin.
id_id: Tetapkan poin reward global di toko Anda.
ja_jp: ショップにグローバルポイントを割り当て
tr_tr: Mağazanıza global ödül puanları atayın.
uk_ua: Налаштування глобальних бонусних балів в магазині.
vi_vn: Chỉ định điểm thưởng chung trong cửa hàng của bạn.

# Languages::promotion_cond_reward_points
source: Points on user account
cs_cz: Body na uživatelském účtu
da_dk: Points på din bruger
de_de: Punkte auf Benutzerkonto
es_es: Puntos en la cuenta del usuario
fr_fr: Points sur le compte du client
id_id: Poin di akun pengguna
ja_jp: お客様アカウント内のポイント
tr_tr: Kullanıcı hesabındaki puanlar
uk_ua: Бали облікового запису користувача
vi_vn: Điểm trên tài khoản người dùng

# Languages::points
source: Points
cs_cz: Body
da_dk: Point
de_de: Punkte
es_es: Puntos
id_id: Poin
ja_jp: ポイント
tr_tr: Puanlar
uk_ua: Бали
vi_vn: Điểm

# Languages::points_in_use
source: Points in use
cs_cz: Používané body
da_dk: Points i brug
de_de: Punkten im Einsatz
es_es: Puntos en uso
fr_fr: Points utilisés
id_id: Poin yang digunakan
ja_jp: 利用ポイント
tr_tr: Kullanımdaki puanlar
uk_ua: Бали у використанні
vi_vn: Điểm sử dụng

# Languages::points_in_use_lower
source: points in use
cs_cz: používané body
da_dk: Points i brug
de_de: Punkten im Einsatz
es_es: Puntos en uso
fr_fr: Points utilisés
id_id: poin yang digunakan
ja_jp: 利用ポイント
tr_tr: Kullanımdaki puanlar
uk_ua: використано балів
vi_vn: điểm sử dụng

# Languages::points_lower
source: points
cs_cz: bodů
da_dk: point
de_de: Punkte
es_es: puntos
id_id: poin
ja_jp: ポイント
tr_tr: puanlar
uk_ua: бали
vi_vn: điểm

# Languages::points_in_use_lowercase
source: [n] point in use|[n] points in use
cs_cz: [n] užívaný bod [n] užívaný bod
da_dk: [n] point i brug|[n] points i brug
de_de: [n] Punkte im Einsatz|[n] Punkte im Einsatz
es_es: [n] punto en uso |[n] puntos en uso
fr_fr: [n] point en cours d'utilisation|[n] points en cours d’utilisation
id_id: [n] poin di gunakan|[n] poin yang digunakan
ja_jp: [n] ポイントを使用|[n] ポイントを使用
tr_tr: [n] Puan kullanımda
uk_ua: [n] бал використано|[n] балів використано
vi_vn: [n] điểm sử dụng|[n] điểm sử dụng

# Languages::points_lowercase
source: [n] point|[n] points
cs_cz: [n] bod [n] body
da_dk: [n] point|[n] point
de_de: [n] Punkte|[n] Punkte
es_es: [n] punto|[n] puntos
id_id: [n] poin|[n] poin
ja_jp: [n] ポイント|[n] ポイント
tr_tr: [n] puan
uk_ua: [n] бал|[n] бала|[n] баллів
vi_vn: [n] điểm|[n] điểm

# Languages::points_to_use
source: Points to use
cs_cz: Body k použití
da_dk: Points til at bruge
de_de: Verfügbare Punkte
es_es: Puntos a usar
fr_fr: Points à utiliser
id_id: Poin yang akan digunakan
ja_jp: 必要ポイント
tr_tr: Kullanılacak puanlar
uk_ua: Бали для використання
vi_vn: Điểm để sử dụng

# Languages::point_payment
source: Point payment
cs_cz: Platba body
da_dk: Point betaling
de_de: Punktezahlung
es_es: Pago con puntos
fr_fr: Point paiement
id_id: Pembayaran titik
ja_jp: ポイントによる支払い
tr_tr: Puan ödemesi
uk_ua: Оплата балами
vi_vn: Điểm thanh toán

# Languages::point_price
source: Price in points
cs_cz: Cena v bodech
da_dk: Pris i point
de_de: Preis in Punkten
es_es: Precio en puntos
fr_fr: Prix en points
ja_jp: 必要ポイント数
tr_tr: Puan cinsinden fiyat
uk_ua: Ціна в балах
vi_vn: Giá với số điểm

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
cs_cz: Body použité v objednávce byly přidány na uživatelský účet.
da_dk: De punkter, der bruges i den rækkefølge, blev føjet til brugerkonto.
de_de: Die in der Bestellung verwendeten Punkte wurden dem Benutzerkonto hinzugefügt.
es_es: Los puntos usados en el pedido fueron añadidos a la cuenta de usuario.
fr_fr: Les points utilisés dans la commande ont été ajouté au compte de l'utilisateur.
id_id: Poin yang digunakan dalam urutan ditambahkan ke akun pengguna.
ja_jp: この注文で利用したポイントがお客様アカウントに追加されました。
tr_tr: Siparişte kullanılan puanlar kullanıcı hesabına eklendi.
uk_ua: Бали, використані в замовленні, були додані на рахунок.
vi_vn: Điểm thưởng được sử dụng theo đơn hàng đã được thêm vào tài khoản người dùng.

# Languages::text_points_used_in_order
source: Points were used in order
cs_cz: V objednávce byly použity body
da_dk: Punkter blev brugt i rækkefølge
de_de: Punkte wurden im Auftrag eingesetzt
es_es: Puntos usados en el pedido
fr_fr: Des points ont été utilisés pour
id_id: Poin digunakan secara berurutan
ja_jp: 注文においてポイントが使用されました
tr_tr: Puanlar siparişte kullanıldı
uk_ua: Бали були використані в замовленні
vi_vn: Điểm được sử dụng cho đơn hàng

# Languages::text_point_in_account
source: You have
cs_cz: Máte
da_dk: Du har
de_de: Sie haben
es_es: El número de puntos en su cuenta es
fr_fr: Le nombre de points de votre compte est de
id_id: Kamu punya
ja_jp: 保有ポイント:
tr_tr: Sahip olduğunuz
uk_ua: Бали на вашому рахунку:
vi_vn: Bạn có

# Languages::pay_by_points
source: Allow payment by points
cs_cz: Povolit platbu body
da_dk: Tillad betaling med points
de_de: Zahlung mit Punkten erlauben
es_es: Permitir pago con puntos
fr_fr: Autoriser le paiment par points
id_id: Izinkan pembayaran berdasarkan poin
ja_jp: ポイントによる支払を許可
tr_tr: Puanlarla ödeme yapılmasına izin ver
uk_ua: Дозволити оплату балами
vi_vn: Cho phép thanh toán bằng điểm thưởng

# Languages::override_per
source: Override global PER
cs_cz: Přepsat globální PER
da_dk: Overskriv global PER
de_de: Globale PER übergehen
es_es: Anular global POR
fr_fr: Ignorer PER global
id_id: Ganti PER global
ja_jp: 必要ポイント数を独自に設定
tr_tr: Global PER'i geçersiz kıl
uk_ua: Замінити глобальний курс конвертації балів
vi_vn: Ghi đè lên điểm chung

# Languages::override_gc_points_brief
source: Override global/category points
cs_cz: Přepsat globální/kategorie bodů
da_dk: Overskriv global/kategori points
de_de: Globale Punkte/Kategoriepunkte abschalten
es_es: Anule puntos globales / puntos de categoría
fr_fr: Ignorer les points global/catégories
id_id: Menimpa poin global/kategori
ja_jp: グローバル / カテゴリー用ポイントをオーバーライド
tr_tr: Global/kategori puanlarını geçersiz kıl
uk_ua: Замінити глобальні бали і бали категорій
vi_vn: Ghi đè điểm chung/danh mục

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
cs_cz: Počet zadaných bodů je vyšší než počet bodů na vašem účtu.
da_dk: Antallet af point indsat af dig overstige antallet af point på din konto.
de_de: Die von Ihnen eingegebene Punktanzahl überschreitet die Punkteanzahl Ihres Kontos.
es_es: Los puntos escritos por usted exceden el número de puntos en su cuenta.
fr_fr: Les points inscrits par vous dépassez le nombre de points sur votre compte.
id_id: Jumlah poin yang Anda masukkan melebihi jumlah poin di akun Anda.
ja_jp: 保有ポイントよりも多いポイント数が入力されました。
tr_tr: Sizin tarafınızdan eklenen puanların sayısı hesabınızda bulunan puanların sayısını aşıyor.
uk_ua: Число балів, які ви ввели, більше, ніж кількість балів на вашому рахунку.
vi_vn: Số điểm bạn đã nhập vượt quá số điểm trong tài khoản của bạn.

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
cs_cz: Počet zadaných bodů je vyšší než počet bodů, které je možné použít v této objednávce.
da_dk: Antallet af point indsat af dig overskrider det antal point, der kan anvendes til denne ordre.
de_de: Die von Ihnen eingegeben Punkteanzahl überschreitet die für diese Bestellung anwendbare Punkteanzahl.
es_es: Los puntos escritos por usted exceden el número de puntos que pueden ser aplicados a este pedido.
fr_fr: Les points inscrits par vous dépassez le nombre de points qui peuvent être appliqués à cette commande.
id_id: Jumlah poin yang dimasukkan oleh Anda melebihi jumlah poin yang dapat diterapkan pada pesanan ini.
ja_jp: この注文で利用できるポイント数を超過するポイント数が入力されています。
tr_tr: Sizin tarafınızdan eklenen puanlar bu siparişe eklenebilecek olan puan sayısını aşıyor.
uk_ua: Число балів, які ви ввели, більше, ніж можна використати в цьому замовленні.
vi_vn: Số điểm bạn đã nhập vượt quá số điểm mà có thể được áp dụng cho đơn hàng này.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
cs_cz: Nemůžete použít body, protože mezisoučet je vyrovnaný.
da_dk: Point kan ikke anvendes, fordi subtotalen er helt indløst.
de_de: Punkte können nicht angewendet werden, weil die Zwischensumme vollständig ausgelastet worden ist.
es_es: Los puntos no pueden ser aplicados porque el subtotal está completamente amortizado.
fr_fr: Les points ne peuvent pas être appliquées, car le sous-total est complètement remboursé.
id_id: Poin tidak dapat diterapkan karena subtotal benar-benar ditebus.
ja_jp: 注文小計金額が0円のためポイントは適用されません。
tr_tr: Puanlar uygulanamıyor çünkü alt toplam tamamen karşılanıyor.
uk_ua: Бали не можуть бути використані, тому що підсумок повністю погашений.
vi_vn: Điểm không thể áp dụng vì tổng tiền đã trả đầy đủ.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
cs_cz: Bohužel v této objednávce nemůžete použít body, protože její částka se rovná nule.
da_dk: Desværre kan du ikke anvende punkt for denne ordre, fordi de samlede omkostninger er nul.
de_de: Leider können Sie keine Punkte für diese Bestellung anwenden, da sich die Gesamtkosten auf null belaufen.
es_es: Lamentablemente usted no puede aplicar puntos a este pedido porque los gastos totales son cero.
fr_fr: Malheureusement vous ne pouvez pas appliquer les points à cette commande car le coût total est égal à zéro.
id_id: Sayangnya, Anda tidak dapat menerapkan poin pada pesanan ini, karena total biaya adalah nol.
ja_jp: 注文合計金額が0円のためポイントは使用できません。
tr_tr: Ne yazık ki bu siparişe puan uygulanamaz çünkü toplam maliyet sıfır.
uk_ua: На жаль, ви не можете використовувати бали в цьому замовленні, тому що його загальна вартість дорівнює нулю.
vi_vn: Thật không may, bạn không thể áp dụng điểm cho đơn hàng này, bởi vì tổng chi phí là 0.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
cs_cz: Bohužel v této objednávce nemůžete použít body, protože je na účtu nemáte dostatek.
da_dk: Desværre kan du ikke anvende punkt til denne ordre, fordi du ikke har tilstrækkeligt med point på kontoen.
de_de: Leider können Sie keine Punkte für diese Bestellung verwenden, weil Sie nicht genug Punkte auf Ihrem Konto haben.
es_es: Lamentablemente usted no puede aplicar puntos a este pedido, porque usted no tiene bastantes puntos en la cuenta.
fr_fr: Malheureusement vous ne pouvez pas appliquer les points à cette commande, car vous n'avez pas assez de points sur ce compte.
id_id: Sayangnya, Anda tidak dapat menerapkan poin pada pesanan ini, karena Anda tidak memiliki cukup poin di akun.
ja_jp: 保有ポイント数が不足しているためポイントは使用できません。
tr_tr: Ne yazık ki bu siparişe puan uygulanamaz çünkü hesapta yeterli puan bulunmuyor.
uk_ua: На жаль, ви не можете використовувати бали в цьому замовленні, тому що на вашому рахунку недостатньо балів.
vi_vn: Thật không may, bạn không thể áp dụng điểm cho đơn hàng này, bởi vì bạn không có đủ điểm trong tài khoản.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
cs_cz: Stav objednávky nebyl změněn, protože uživatel neměl dostatek bodů.
da_dk: Ordrestatus er ikke blevet ændret, fordi brugeren ikke har nok point.
de_de: Der Auftragsstatus wurde nicht geändert, weil der Benutzer nicht genug Punkte hatte.
es_es: El estado del pedido no ha sido cambiado porque el usuario no tenía bastante número de puntos.
fr_fr: La commande n'a pas été changé parce que l'utilisateur ne dispose pas d'assez de nombre de points.
id_id: The agar Status belum berubah, karena pengguna tidak memiliki cukup poin.
ja_jp: お客様の保有ポイントが不足しているため注文ステータスは変更されませんでした。
tr_tr: Sipariş durumu değişmedi çünkü kullanıcının yeterli puanı bulunmuyor.
uk_ua: Статус замовлення не був змінений, тому у користувача недостатньо балів.
vi_vn: Trạng thái đơn hàng đã không được thay đổi, bởi vì người dùng không có đủ điểm.

# Languages::price_in_points_increased
source: Price in points has been increased by
cs_cz: Cena v bodech byla zvýšena o
da_dk: Pris i point er blevet øget med
de_de: Preis in Punkten wurde gesteigert um
es_es: El precio en puntos ha sido incrementado por
fr_fr: Prix en point a été augmenté par
id_id: Harga dalam poin telah meningkat sebesar
ja_jp: 次のポイントを必要ポイント数に加算しました
tr_tr: Puan cinsinden fiyatı arttıran
uk_ua: Ціна в балах була збільшена на
vi_vn: Giá tại các điểm đã tăng bởi

# Languages::price_in_points_decreased
source: Price in points has been decreased by
cs_cz: Cena v bodech byla snížena o
da_dk: Pris i point er faldet med
de_de: Preis in Punkten wurde gemindert um
es_es: El precio en puntos ha sido reducido por
fr_fr: Prix en point a été baissé par
id_id: Harga dalam poin telah menurun
ja_jp: 次のポイントを必要ポイント数から減算しました
tr_tr: Paun cinsinden fiyatı azaltan
uk_ua: Ціна в балах була зменшена на
vi_vn: Giá tại các điểm đã giảm bởi

# Languages::earned_points
source: Points earned per product
cs_cz: Body získané za produkt
da_dk: Points tjent pr. produkt
de_de: Pro Artikel erworbene Punkte
es_es: Puntos ganados por producto
fr_fr: Points gagnés par produit
id_id: Poin diperoleh per produk
ja_jp: 購入商品に対するポイント付与
tr_tr: Ürün başına kazanılan puanlar
uk_ua: Бали за товар
vi_vn: Điểm kiếm được trên mỗi sản phẩm

# Languages::override_g_points
source: Override global point value for all products in this category
cs_cz: Potlačit globální bodovou hodnotu pro všechny produkty v této kategorii
da_dk: Tilsidesæt globale pointværdier for alle produkter i denne kategori
de_de: Globalen Punktewert für alle Artikel in dieser Kategorie abschalten
es_es: Anule el valor global de puntos para todos los productos de esta categoría
fr_fr: Ignorer la valeur du point global pour tous les produits de cette catégorie
id_id: Menimpa nilai titik global untuk semua produk dalam kategori ini
ja_jp: このカテゴリ内の全商品に関するポイント付与情報をオーバーライドする
tr_tr: Bu kategorideki tüm ürünler için global puan değerini geçersiz kıl
uk_ua: Замінити глобальні бали для всіх товарів в цій категорії
vi_vn: Ghi đè lên các giá trị điểm chung cho tất cả sản phẩm trong danh mục này

# Languages::amount_type
source: Amount type
cs_cz: Typ částky
da_dk: Beløb type
de_de: Betragsart
es_es: Tipo de cantidad
fr_fr: Tipo di conto
id_id: Jenis jumlah
ja_jp: ポイント付与形式
tr_tr: Miktar türü
uk_ua: Тип кількості
vi_vn: Loại số tiền

# Languages::maximum
source: Maximum
cs_cz: Maximální
es_es: Máximo
id_id: Maksimal
ja_jp: 最大利用可能ポイント
tr_tr: Maksimum
uk_ua: Максимум
vi_vn: Tối đa

# Languages::earned_point_modifier
source: Earned point modifier
cs_cz: Modifikátor získaných bodů
da_dk: Tjente point modifikator
de_de: Modifikator für erworbene Punkte
es_es: Modificador de puntos ganados
fr_fr: Modificateur des points gagnés
ja_jp: 増減値
tr_tr: Kazanılan puan değiştiricisi
uk_ua: модифікатор балів
vi_vn: Kiếm được điểm bổ trợ

# Languages::override_gc_points
source: Override global/category point value for this product
cs_cz: Potlačit globální/kategorie bodovou hodnotu pro tento produkt
da_dk: Tilsidesæt globale / kategori punkt værdi for dette produkt
de_de: Globalen-/Kategoriepunktwert für diesen Artikel abschalten
es_es: Anule el valor global o de categoría para este producto
fr_fr: Ignorer la valeur du point global/catégorie pour ce produit
id_id: Menimpa nilai titik global / kategori produk ini
ja_jp: ポイント数を独自に設定
tr_tr: Bu ürün için global/kategori puanı değerini geçersiz kıl
uk_ua: Замінити глобальні бали і бали категорії для цього товару
vi_vn: Ghi đè lên các giá trị điểm thưởng chung/danh mục cho sản phẩm này

# Languages::view_user_points
source: View user points
cs_cz: Zobrazit body uživatele
da_dk: Se bruger point
de_de: Benutzerpunkte anzeigen
es_es: Vea puntos de usuario
fr_fr: Voir les points de l'utilisateur
id_id: Lihat poin pengguna
ja_jp: ポイント数の表示
tr_tr: Kullanıcı puanlarını görüntüle
uk_ua: Переглянути бали користувача
vi_vn: Xem điểm người dùng

# Languages::log
source: Log
cs_cz: Protokol
de_de: Protokoll
es_es: Registro
fr_fr: Connexion
ja_jp: ログ
tr_tr: Günlük
uk_ua: Журнал подій
vi_vn: Đăng nhập

# Languages::subtract
source: Subtract
cs_cz: Odečíst
da_dk: træk fra
de_de: Abziehen
es_es: Restar
fr_fr: Soustraire
id_id: Mengurangi
ja_jp: 減算
tr_tr: Çıkar
uk_ua: Відняти
vi_vn: Trừ

# Languages::change_points
source: Change points
cs_cz: Změnit body
da_dk: Ændre point
de_de: Punkte ändern
es_es: Cambiar puntos
fr_fr: Changer les points
id_id: Ubah poin
ja_jp: ポイントの加算/減算
tr_tr: Puanları değiştir
uk_ua: Змінити бали
vi_vn: Thay đổi điểm

# Languages::add_subtract_points
source: Add & subtract points
cs_cz: Přičíst & odečíst body
da_dk: Tilføj & fratrække point
de_de: Punkte hinzufügen und abziehen
es_es: Añadir y restar puntos
fr_fr: Ajoter et soustraire des points
id_id: Tambahkan & kurangi poin
ja_jp: ポイントの加算・減算
tr_tr: Puanları ekle ve çıkar
uk_ua: Додати або відняти бали
vi_vn: Thêm & trừ điểm

# Languages::cleanup_log
source: Cleanup log
cs_cz: Vyčištění záznamu
da_dk: Ryd log
de_de: Log leeren
es_es: Limpiar registro
fr_fr: Nettoyer le journal
id_id: Log pembersihan
ja_jp: ログをクリア
tr_tr: Günlüğü temizle
uk_ua: Очистити журнали подій
vi_vn: Dọn dẹp bản ghi

# Languages::we_would_like_to_inform
source: We would like to inform you that
cs_cz: Rádi bychom vás informovali, že
da_dk: Vi vil gerne meddele Dem, at
de_de: Wir würden Sie gern darüber informieren, dass
es_es: Nos gustaría informarle sobre esto
fr_fr: Nous voudrions vous informez que
id_id: Kami ingin memberitahukan itu
ja_jp: お知らせ
tr_tr: Size bildirmek isteriz ki
uk_ua: Ми хочемо проінформувати вас про те, що
vi_vn: Chúng tôi muốn thông báo cho bạn rằng

# Languages::reward_points_subj_added_to
source: [n] point have been added to your account.|[n] points have been added to your account.
da_dk: [n] point er blevet tilføjet til din konto. | [n] point er blevet tilføjet til din konto.
es_es: [n] punto ha sido agregado a su cuenta. [n] puntos han sido agregados a su cuenta.
fr_fr: Le point ''n'' a été ajoute a Votre compte. {n} points ont ete ajoutes a Votre compte.
id_id: [n] poin telah ditambahkan ke akun Anda.|[n] poin telah ditambahkan ke akun Anda.
tr_tr: [n] puan hesabınıza eklendi. | [n] Puan hesabınıza eklendi.
uk_ua: [n] балів додано на Ваш рахунок.
vi_vn: [n] điểm đã được thêm vào tài khoản của bạn. | [n] điểm đã được thêm vào tài khoản của bạn.

# Languages::reward_points_subj_subtracted_from
source: [n] point have been subtracted from your account.|[n] points have been subtracted from your account.
da_dk: [n] point har trukket fra din konto. | [n] point har trukket fra din konto.
es_es: [n] punto ha sido restado de su cuenta.|[n] puntos han sido restados de su cuenta.
fr_fr: Un point a été soustrait de Votre compte. Des points ont ete soustraits de Votre compte.
id_id: [n] poin telah dikurangkan dari akun Anda.|[n] poin telah dikurangkan dari akun Anda.
tr_tr: [n] puan hesabınızdan çıkarıldı. | [n] Puan hesabınızdan çıkarıldı.
uk_ua: [n] балів знято з Вашого рахунка.
vi_vn: [n] điểm đã được trừ từ tài khoản của bạn. | [n] điểm đã được trừ từ tài khoản của bạn.

# Languages::privileges.manage_reward_points
source: Can edit
id_id: Dapat mengedit
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.reward_points
source: Reward points
id_id: Poin penghargaan
tr_tr: Ödül puanları
uk_ua: Бонусні бали

# SettingsSections::reward_points::general
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
id_id: Umum
ja_jp: 基本設定
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
cs_cz: Směnný kurz bodů (PER - počet bodů rovnajících se jedné konvenční jednotce)
da_dk: Point valutakurs (PER - antallet point svarende til 1 konventionel enhed)
de_de: Punkt-Umtausch-Kurs (PER - die Anzahl der Punkte entsprechen 1 gewöhnlichen Einheit)
es_es: Tipo de cambio de puntos (PER - el número de puntos igual a una unidad convencional)
fr_fr: Taux d'Echange de Points {PER: le nombre de points egal a une unite ! compatible>
id_id: Points Exchange Rate (PER - jumlah poin sama dengan 1 unit konvensional)
ja_jp: ポイント交換レート (PER - 基本通貨1単位に相当するポイント数)
tr_tr: Puan Dönüştürme Kuru (PER - 1 dönüştürülebilir birime eşit olan puan sayısı)
uk_ua: Курс конвертації балів (кількість балів, рівну 1-й умовної одиниці)
vi_vn: Điểm thưởng quy đổi (PER - số điểm tương đương với 1 đơn vị đổi)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
cs_cz: "Cena v bodech" bude automaticky vypočítána na základě PER
da_dk: "Pris i point" beregnes automatisk på pr. grundlag
de_de: "Preis in Punkten" wird automatisch auf PER-Basis berechnet
es_es: "Precio en puntos" es calculado automáticamente en base al PER
fr_fr: ""Prix de points"" est calcule automatiquement PER base
id_id: "Harga dalam poin" dihitung secara otomatis berdasarkan PER
ja_jp: PERをベースに"必要ポイント数"を自動計算
tr_tr: "Puan cinsinden fiyat" PER temelinde otomatik olarak hesaplanmıştır
uk_ua: «Ціна в балах» обчислюється автоматично на основі курсу конвертації
vi_vn: "Giá với số điểm" được tính toán tự động trên một điểm quy đổi cơ bản
