Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/reward_points.po
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, id_id, ja_jp, tr_tr, uk_ua, vi_vn

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
cs_cz: "Cena v bodech" bude přepočtena s přihlédnutím slevy
da_dk: "Pris i point" genberegnes under hensyntagen til konto rabatter
de_de: "Preis in Punkten" wird mit Rabatten berechnet
es_es: "Precio en puntos" es recalculado teniendo en cuenta los descuentos
fr_fr: ""Prix en points "" est recalcule en faisant des reductions
id_id: "Harga dalam poin" dihitung ulang dengan mempertimbangkan diskon diskon
ja_jp: 会員アカウントに設定された割引に応じて"必要ポイント数"を自動計算
tr_tr: "Puan cinsinden fiyat" indirimler hesaba katılarak tekrar hesaplanmıştır
uk_ua: «Ціна в балах» перераховується з урахуванням знижок
vi_vn: "Giá tại các điểm" tính lại bao gồm vào tài khoản giảm giá

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
cs_cz: "Body" budou přepočítány s přihlédnutím slev
da_dk: "Point" genberegnes under hensyntagen til konto rabatter
de_de: "Punkte" wird unter Berücksichtigung der Rabatte neu berechnet
es_es: "Puntos" son recalculados teniendo descuentos en cuenta
fr_fr: ""Points"" ast recalcule en prenant compte des reductions
id_id: "Poin" dihitung ulang dengan mempertimbangkan diskon diskon
ja_jp: 会員アカウントに設定された割引に応じてポイント数を自動計算
tr_tr: "Puanlar" indirimler hesaba katılarak tekrar hesaplanmıştır
uk_ua: «Бали» перераховуються з урахуванням знижок
vi_vn: "Điểm" tính lại bao gồm vào tài khoản giảm giá

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
cs_cz: "Cena v bodech" bude přepočtena s přihlédnutím slevy na objednávku
da_dk: "Pris i point" genberegnes under hensyntagen til konto rabatter
de_de: "Preis in Punkten" wird neu berechnet unter Berücksichtigung von Auftragsrabatten
es_es: "Precio en puntos" es recalculado teniendo en cuenta los descuentos
fr_fr: ""Prix en points" est recalcule en prenant compte des reductions
id_id: "Harga dalam poin" dihitung ulang dengan mempertimbangkan diskon pemesanan
ja_jp: 注文割引に応じて"必要ポイント数"を自動計算
tr_tr: "Puan cinsinden fiyat" indirimler hesaba katılarak tekrar hesaplanmıştır
uk_ua: «Ціна в балах» перераховується з урахуванням загальної знижки на замовлення
vi_vn: "Giá tại số điểm" tính lại tham gia vào tài khoản đơn hàng giảm giá

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
cs_cz: "Body" budou přepočítány s přihlédnutím slevy na objednávku
da_dk: "Point" genberegnes under hensyntagen til konto rabatter
de_de: "Punkte" wird neu berechnet unter Berücksichtigung von Auftragsrabatten
es_es: "Puntos" se vuelve a calcular teniendo en cuenta los descuentos del pedido
fr_fr: ""Points" est recalcule en prenant compte des reductions
id_id: "Poin" dihitung ulang dengan mempertimbangkan diskon pemesanan
ja_jp: 注文割引に応じてポイント数を自動計算
tr_tr: "Puanlar" indirimler hesaba katılarak tekrar hesaplanmıştır
uk_ua: «Бали» перераховуються з урахуванням загальної знижки на замовлення
vi_vn: "Điểm" tính lại bao gồm vào tài khoản đơn hàng giảm giá

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
cs_cz: Pokud produkt nebo kategorie produktů, nemají definováno hodnoty zákaznických bodů, ale nadřízená kategorie je má, extrahujte údaje z ní
da_dk: Hvis produktet og produktkategorien har ikke defineret reward-point men det højere niveau kategori har sådan belønningspoint, udtræk data fra det
de_de: Wenn der Artikel und die Artikelkategorie keine festgelegten Bonuspunkte haben, die übergeordnete Kategorie jedoch schon, ziehen Sie die Daten daraus.
es_es: Si el producto y la categoría de producto no tienen puntos de recompensa definidos pero la categoría de nivel más alta tiene tales puntos de recompensa, extraer datos de ahí
fr_fr: Si le produit et la categorie du produit n"ont pas de points de recompense definis, mais la plus haute categorie a tels points de recompense, il faudra en extraire des données
id_id: Jika produk dan kategori produk tidak memiliki nilai reward yang ditentukan namun kategori tingkat yang lebih tinggi memiliki poin reward seperti itu, ekstrak data darinya
ja_jp: 商品やカテゴリーにポイントが設定されておらず、親カテゴリーには設定されている場合には親カテゴリーのポイントを適用
tr_tr: Ürün ve ürün kategorileri belirlenmiş ödül puanlarına sahip değilse ancak daha yüksek seviye kategorilerde ödül puanları varsa, verileri bu kategoriden ayıkla
uk_ua: Якщо бонусні бали не задані для товару або категорії товару, але задані для категорії вищого рівня, витягти дані з неї
vi_vn: Nếu các sản phẩm và các danh mục sản phẩm không có điểm thưởng được xác định nhưng thể loại cấp cao có những phần thưởng điểm, nó sẽ trích xuất dữ liệu từ đó

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
cs_cz: Pokud může být použito více zákaznických bodů, nastavte
da_dk: Hvis flere reward-point kan anvendes, skal du indstille
de_de: Wenn einige Bonuspunkte angewendet werden können, legen Sie das fest.
es_es: Si varios puntos de recompensa pueden ser aplicados, elegir
fr_fr: Si des points de recompense peuvent etre appliques, installer
id_id: Jika beberapa poin reward bisa diaplikasikan, setel
ja_jp: 複数種のポイントが適用されうる際の適用ポイント数
tr_tr: Eğer çok sayıda ödül puanı uygulanabiliyorsa ayarla
uk_ua: Якщо можна застосувати різну кількість бонусних балів, то встановити
vi_vn: Nếu một số điểm thưởng có thể được áp dụng, thiết lập

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
cs_cz: Použít nulové hodnoty zákaznických bodů
da_dk: Anvend nulværdi belønning pointværdier
de_de: Nullwertbonuspunkte anwenden
es_es: Aplicar valores de cero puntos de recompensa
fr_fr: N'appliquez aucun point de valeurs de recompense
id_id: Terapkan nilai titik nol poin
ja_jp: ポイント数「0」の設定を許可
tr_tr: Sıfır ödül puanı değeri uygula
uk_ua: Застосовувати бонусні бали з нульовим значенням
vi_vn: Áp dụng giá trị điểm thưởng là 0

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
cs_cz: Řádků záznamu na stránku
da_dk: Log linier per side
de_de: Einträge pro Seite
es_es: Líneas de registro por página
fr_fr: Lignes connectees par page
id_id: Baris log per halaman
ja_jp: 1ページあたりのログ表示件数
tr_tr: Sayfa başına günlük satırı
uk_ua: Кількість рядків записів подій на сторінці
vi_vn: Dòng nhật ký mỗi trang

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
cs_cz: Zákaznické body s nulovou hodnotou by měly být považovány za
da_dk: Belønningspunktregler med nul-værdier bør overvejes
de_de: Die Bonuspunkte mit Nullwerten sollten beachtet werden.
es_es: La normativa de puntos de recompensa con valores de cero debe ser considerada
fr_fr: Les regles sur points d erecompense avec les valeurs zero doivent etre consideres
id_id: Poin reward aturan dengan nilai nol harus dipertimbangkan
ja_jp: 付与ポイント数に「0」を設定することを許可します
tr_tr: Sıfır değerli ödül puanı kuralları dikkate alınmalıdır
uk_ua: Розглядати правила нарахування бонусних балів з нульовими значеннями
vi_vn: Các phần thưởng điểm quy tắc với các giá trị không cần được xem xét

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
cs_cz: Minimální absolutní hodnota
da_dk: Absolut minimal værdi
de_de: Absoluter Minimalwert.
es_es: Valor mínimo absoluto
fr_fr: Valeur minimale absolue
id_id: Nilai minimal absolut
ja_jp: 最小値（絶対値）
tr_tr: Mutlak minimum değer
uk_ua: Мінімальне абсолютне
vi_vn: Giá trị tối thiểu tuyệt đối

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
cs_cz: Minimální procentuální hodnota
da_dk: Minimal procentværdi
de_de: Minimaler Prozentwert.
es_es: Valor pocentual mínimo
fr_fr: Valeur de pourcentage minimale
id_id: Nilai persentase minimal
ja_jp: 最小値（％）
tr_tr: Minimum yüzde değeri
uk_ua: Мінімальне процентне
vi_vn: Giá trị tỷ lệ phần trăm tối thiểu

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
cs_cz: Maximální absolutní hodnota
da_dk: Absolut maksimal værdi
de_de: Absoluter Maximalwert.
es_es: Valor absoluto máximo
fr_fr: Valuer maximale absolue
id_id: Nilai maksimal absolut
ja_jp: 最大値（絶対値）
tr_tr: Mutlak maksimum değer
uk_ua: Максимальне абсолютне
vi_vn: Giá trị tối đa tuyệt đối

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
cs_cz: Maximální procentuální hodnota
da_dk: Maksimal procentværdi
de_de: Maximaler Prozentwert
es_es: Valor porcentual máximo
fr_fr: Valeur de pourcentage minimale
id_id: Nilai persentase maksimal
ja_jp: 最大値（％）
tr_tr: Maksimum yüzde değeri
uk_ua: Максимальне процентне
vi_vn: Giá trị tỷ lệ phần trăm tối đa

# Languages::email_template.reward_points_notification
source: Reward points
da_dk: Præmie-point
es_es: Puntos de recompensa
fr_fr: Points de recompense
id_id: Poin Hadiah
ja_jp: ポイント
tr_tr: Ödül puanları
uk_ua: Бонусні бали
vi_vn: Điểm thưởng

# Languages::grant_point
source: Grant reward points
da_dk: Giv præmie-point
es_es: Otorga puntos de recompensa
fr_fr: Donner des points de recompense
id_id: Berikan poin reward
ja_jp: ポイントの付与
tr_tr: Ödül puanı ver
uk_ua: Надати бонусні бали
vi_vn: Cấp cho điểm thưởng
