Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rma.po
Languages: da_dk, de_de, es_es, id_id, ja_jp, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::rma
source: RMA
de_de: Return Merchandise Authorization (RMA)
ja_jp: 返品管理
nl_nl: RMA (Retour Materiaal Authorisatie)
pl_pl: Zwroty/reklamacje
ru_ru: Возврат товаров
uk_ua: Повернення товарів

# Addons::description::rma
source: Adds a return management system
da_dk: Tilføjer en tilbagesendelsesadministrationssystem (RMA)
de_de: Fügt eine Retourenmanagement-System hinzu
es_es: Agrega un sistema de gestión de devolución
id_id: Menambahkan sistem manajemen pengembalian
ja_jp: 返品管理を可能にします
nl_nl: Voegt een retour beheer systeem toe aan de webwinkel
pl_pl: System zarządzania zwrotami
ru_ru: Заявки и отслеживание возвратов товаров
tr_tr: Bir iade yönetimi sistemi ekler
uk_ua: Заяви та перегляд статусів повернень товарів
vi_vn: Thêm một hệ thống quản lý đổi trả hàng

# Languages::returned_products
source: Returned products
da_dk: Returnerede produkt
de_de: Zurückgegebene Artikel
es_es: Productos devueltos
id_id: Produk yang dikembalikan
ja_jp: 返品された商品
nl_nl: Geretourneerde producten
pl_pl: Zwracane produkty
ru_ru: Возвращенные товары
tr_tr: İade edilen ürünler
uk_ua: Повернуті товари
vi_vn: Sản phẩm trả lại

# Languages::rma_return
source: Return
da_dk: Retur
de_de: Rückgabe
es_es: Devolución
id_id: Kembali
ja_jp: 返品
nl_nl: Retouraanvraag
pl_pl: Zwrot
ru_ru: Возврат
tr_tr: İade
uk_ua: Повернення
vi_vn: Trả lại

# Languages::no_return_requests_found
source: No return requests found
da_dk: Ingen retur efterspørgel fundet
de_de: Keine Anfragen auf Rückgabe gefunden
es_es: Ninguna petición de devolución encontrada
id_id: Tidak ada permintaan pengembalian yang ditemukan
ja_jp: 返品申請が見つかりませんでした
nl_nl: Geen retour aanvragen gevonden
pl_pl: Nie znaleziono żadnego żądania zwrotu
ru_ru: Запросы на возврат не найдены
tr_tr: İade talebi bulunamadı
uk_ua: Запити на повернення не знайдені
vi_vn: Không có yêu cầu trả lại

# Languages::returned_product
source: Returned product
da_dk: Returnerede produkt
de_de: Zurückgegebener Artikel
es_es: Producto devuelto
id_id: Produk yang dikembalikan
ja_jp: 返品された商品
nl_nl: Geretourneerd product
pl_pl: Zwracane produkty
ru_ru: Возвращенный товар
tr_tr: İade edilen ürün
uk_ua: Повернутий товар
vi_vn: Sản phẩm trả lại

# Languages::returns
source: Returns
da_dk: Returvarer
de_de: Rückgaben
es_es: Devoluciones
id_id: Kembali
ja_jp: 返品
nl_nl: Retouraanvragen
pl_pl: Zwroty
ru_ru: Возвраты
tr_tr: İadeler
uk_ua: Повернення
vi_vn: Đổi trả hàng

# Languages::returns_info
source: Returns info
da_dk: Retur info
de_de: Rückgabeinformationen
es_es: Información de devoluciones
id_id: Mengembalikan info
ja_jp: 返品情報
nl_nl: Retour info
pl_pl: Informacje o zwrotach
ru_ru: Информация о возвратах
tr_tr: İadelerin bilgileri
uk_ua: Інформація про повернення
vi_vn: Thông tin đổi trả

# Languages::return_info
source: Return information
da_dk: Retur info
de_de: Rückgabeinformation
es_es: Información de devolución
id_id: Kembalikan informasi
ja_jp: 返品情報
nl_nl: Retour informatie
pl_pl: Informacje o zwrocie
ru_ru: Информация о возврате
tr_tr: İade bilgileri
uk_ua: Інформація про повернення
vi_vn: Thông tin đổi trả

# Languages::order_returns
source: Order returns
da_dk: Ordre retur
de_de: Bestellung
es_es: Pedidos devueltos
id_id: Order kembali
ja_jp: 返品対象となった注文
nl_nl: Retour bestelling
pl_pl: Zwrócone zamówienia
ru_ru: Возвраты заказа
tr_tr: Sipariş iadeleri
uk_ua: Повернення замовлення
vi_vn: Đơn hàng đổi trả

# Languages::return_registration
source: Request a replacement or a refund
da_dk: Anmode om en erstatning eller refusion
de_de: Ersatzlieferung oder Rückerstattung fordern
es_es: Solicitar devolución
id_id: Meminta penggantian atau pengembalian dana
ja_jp: 商品の交換または返金を申請
nl_nl: Verzoek tot vervanging of een terugbetaling
pl_pl: Wniosek o wymianę lub zwrot pieniędzy
ru_ru: Запросить замену или возврат денег
tr_tr: Yenisiyle değişim veya para iadesi talep edin
uk_ua: Запросити заміну або повернення грошей
vi_vn: Yêu cầu đổi hàng hoặc hoàn lại tiền

# Languages::return_requests
source: Return requests
da_dk: Retur anmodning
de_de: Rückgabeanfragen
es_es: Peticiones de Devolución
id_id: Permintaan kembali
ja_jp: 返品申請
nl_nl: Retour verzoeken
pl_pl: Zwroty/reklamacje
ru_ru: Запросы на возврат
tr_tr: İade talepleri
uk_ua: Запити на повернення
vi_vn: Yêu cầu trả lại

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
da_dk: Se og processer returanmodninger fra ordrer på dit websted.
de_de: Ansicht und Prozess zurück Anfragen von Bestellungen, die auf Ihrer Web Site.
es_es: Ver y procesar solicitudes de devolución de pedidos realizados en su sitio web.
id_id: Melihat dan memproses permintaan pengembalian dari pesanan yang ditempatkan di situs web Anda.
ja_jp: 返品申請の確認と処理を行います。
nl_nl: Retour-verzoeken van bestellingen bekijken en verwerken
pl_pl: Zobacz i obsłuż żądania zwrotów i reklamacji z zamówień w sklepie.
ru_ru: Просмотр и обработка запросов на возврат по заказам, сделанным в вашем магазине.
tr_tr: İnternet sitenizden verilen siparişlerden iade taleplerini görüntüleyin ve işleyin.
uk_ua: Перегляд та обробка запитів на повернення по замовленнях, зроблених у вашому магазині.
vi_vn: Xem và xử lý yêu cầu đổi trả từ các đơn đặt hàng được đặt trên trang web của bạn.

# Languages::return_status
source: Return status
da_dk: Returstatus
de_de: Rückgabestatus
es_es: Estado de las devoluciones
id_id: Status kembali
ja_jp: 返品処理ステータス
nl_nl: Retour status
pl_pl: Status zwrotu
ru_ru: Статус возврата
tr_tr: İade durumu
uk_ua: Стан повернення
vi_vn: Trạng thái đổi trả

# Languages::return_period
source: Return period
da_dk: Returperiode
de_de: Rückgabefrist
es_es: Periodo de devolución
id_id: Periode pengembalian
ja_jp: 返品可能期間
nl_nl: Retour periode
pl_pl: Okres zwrotu
ru_ru: Время возврата
tr_tr: İade süresi
uk_ua: Період повернення
vi_vn: Thời gian đổi trả

# Languages::what_you_would_like_to_do
source: What would you like to do
da_dk: Hvad vil du gerne gøre
de_de: Wie würden Sie gerne fortfahren?
es_es: ¿Qué quisiera hacer usted?
id_id: Apa yang ingin kamu lakukan
ja_jp: ご希望の対応方法:
nl_nl: Wat wilt u doen
pl_pl: Co chcesz zrobić
ru_ru: Что бы вы хотели сделать
tr_tr: Ne yapmak istiyorsunuz
uk_ua: Що б ви хотіли зробити
vi_vn: Những gì bạn muốn làm

# Languages::rma_notify_supplier
source: Notify supplier
da_dk: Advisér leverandør
de_de: Lieferanten benachrichtigen
es_es: Notificar al proveedor
id_id: Beritahu pemasok
ja_jp: サプライヤーに通知
nl_nl: Melden aan leverancier
pl_pl: Powiadomić dostawcę
ru_ru: Уведомить поставщика
tr_tr: Tedarikçiye bildirimde bulunun
uk_ua: Повідомити постачальника
vi_vn: Thông báo cho nhà cung cấp

# Languages::add_reason
source: Add reason
da_dk: Tilføj grund
de_de: Grund hinzufügen
es_es: Añadir la razón
id_id: Tambahkan alasan
ja_jp: 返品理由の追加
nl_nl: Reden toevoegen
pl_pl: Dodaj powód
ru_ru: Добавить причину
tr_tr: Neden ekleyin
uk_ua: Додати причину
vi_vn: Thêm lý do

# Languages::new_reason
source: New reason
da_dk: Tilføj ny grund
de_de: Neuer Grund
es_es: Añadir nuevos reasons
id_id: Alasan baru
ja_jp: 新しい返品理由
nl_nl: Nieuwe reden
pl_pl: Nowy powód
ru_ru: Новая причина
tr_tr: Yeni neden
uk_ua: Нова причина
vi_vn: Lý do mới

# Languages::type_comment
source: Type comments here
da_dk: Tast kommentarer her
de_de: Geben Sie hier einen Kommentar ein
es_es: Escribe los comentarios aquí
id_id: Ketik komentar di sini
ja_jp: コメントを入力してください
nl_nl: Vul hier reacties in
pl_pl: Wpisz komentarze tutaj
ru_ru: Оставить комментарий
tr_tr: Yorumları buraya yazın
uk_ua: Залишити коментар
vi_vn: Nhập bình luận ở đây

# Languages::return_requests_note
source: Go to the list of your return requests
da_dk: Gå til listen over din tilbagesendelsesanmodning
de_de: Zu der Liste Ihrer Rückgabeanfragen gehen
es_es: Ir a la lista de sus solicitudes de devolución
id_id: Buka daftar permintaan pengembalian Anda
ja_jp: 返品申請一覧へ
nl_nl: Ga naar de lijst met retour verzoeken
pl_pl: Przejdź do listy żądań zwrotu
ru_ru: Перейти к списку запросов на возврат товаров
tr_tr: İade taleplerinizin listesine gidin
uk_ua: Перейти до списку запитів на повернення товарів
vi_vn: Đi đến danh sách các yêu cầu đổi trả của bạn

# Languages::privileges.manage_rma
source: Can edit
id_id: Dapat mengedit
nl_nl: Kan bewerken
pl_pl: Można edytować
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.rma
source: Return merchandise authorization (RMA)
id_id: Otorisasi barang retur
pl_pl: Zwrot i reklamacje towarów (RMA)
ru_ru: Возврат товаров
uk_ua: Дозвіл на повернення товару (RMA)

# Languages::text_return_change_warning
source: The status of return #[return_id] will be changed
da_dk: Status for tilbagesendelse #[return_id] vil blive ændret
de_de: Der Status der Rückgabe #[return_id] wird geändert.
es_es: El estado de la devolución #[return_id] será cambiado
id_id: Status pengembalian #[return_id] akan diubah
ja_jp: 返品情報 #[return_id] の注文ステータス変更
nl_nl: De status van retour #[return_id] zal worden gewijzigd
pl_pl: Zostanie zmieniony status zwrotu #[return_id]
ru_ru: Статус возврата #[return_id] будет изменен
tr_tr: İade #[return_id] durumu değiştirilecek
uk_ua: Статус повернення #[return_id] буде змінено
vi_vn: TRạng thái yêu cầu đổi trả #[return_id] sẽ được thay đổi

# Languages::returnable
source: Returnable
da_dk: Returklar
de_de: Umtauschbar
es_es: Reembolsable
id_id: Bisa dikembalikan
ja_jp: 返品可能
nl_nl: Retourneerbaar
pl_pl: Zwroty
ru_ru: Возможен возврат
tr_tr: İade edilebilir
uk_ua: Можливе повернення
vi_vn: Trả lại

# Languages::returnable_product
source: Returnable product
da_dk: Returklar produkt
de_de: Umtauschbarer Artikel
es_es: Producto con opción de devolver
id_id: Produk yang dapat dikembalikan
ja_jp: 返品可能商品
nl_nl: Retourneerbaar product
pl_pl: Zwrócone produkty
ru_ru: Возвращаемый товар
tr_tr: İade edilebilir ürün
uk_ua: Товар, що повертається
vi_vn: Sản phẩm trả lại

# Languages::rma_request_statuses
source: RMA request statuses
da_dk: RMA anmodning status
de_de: Stati der RMA-Anfragen
es_es: Estado de las peticiones RMA
id_id: Status permintaan RMA
ja_jp: 返品処理ステータス
nl_nl: RMA verzoek statussen
pl_pl: Statusy zwrotów/reklamacji
ru_ru: Статусы запросов на возврат
tr_tr: RMA taleplerinin durumları
uk_ua: Статуси запитів на повернення
vi_vn: Các trạng thái yêu cầu RMA

# Languages::return_products_information
source: Return products information
da_dk: Retur produktinformation
de_de: Information zur Warenrückgabe
es_es: Información de productos a devolver
id_id: Kembalikan informasi produk
ja_jp: 返品申請中の商品
nl_nl: Informatie retour producten
pl_pl: Informacje o zwróconych produktach
ru_ru: Информация о товарах на возврат
tr_tr: İade ürün bilgileri
uk_ua: Інформація про товари на повернення
vi_vn: Thông tin sản phẩm đổi trả

# Languages::declined_products_information
source: Declined products information
da_dk: Oplysninger om afviste produkter
de_de: Information zu abgelehnten Artikeln
es_es: Información de productos rechazados
id_id: Informasi produk yang ditolak
ja_jp: 返品申請が却下された商品
nl_nl: Informatie geweigerde producten
pl_pl: Informacje o odrzuconych produktach
ru_ru: Информация об отклоненных товарах
tr_tr: Reddedilen ürün bilgileri
uk_ua: Інформація про відхилені товари
vi_vn: Thông tin sản phẩm bị từ chối

# Languages::rma_reasons
source: RMA reasons
da_dk: RMA årsag
de_de: Gründe für die Rücksendung
es_es: Razones RMA
id_id: Alasan RMA
ja_jp: 返品理由
nl_nl: RMA reden
pl_pl: Powody zwrotów/reklamacji
ru_ru: Причины возврата
tr_tr: RMA nedenleri
uk_ua: Причини повернення
vi_vn: Lý do RMA

# Languages::rma_actions
source: RMA actions
da_dk: RMA handlinger
de_de: RMA-Aktionen
es_es: Acciones RMA
id_id: Tindakan RMA
ja_jp: 対応方法
nl_nl: RMA acties
pl_pl: Akcje zwrotów/reklamacji
ru_ru: Варианты компенсации
tr_tr: RMA eylemleri
uk_ua: Варіанти компенсації
vi_vn: Thao tác RMA

# Languages::rma
source: RMA
de_de: Return Merchandise Authorization (RMA)
ja_jp: 返品管理
pl_pl: Zwroty/reklamacje
ru_ru: Возврат товаров
uk_ua: Повернення товарів

# Languages::return_period_days
source: Return period (days)
da_dk: Returtid (dage)
de_de: Rückgabefrist (Tage)
es_es: Periodo de devolución (días)
id_id: Periode pengembalian (hari)
ja_jp: 返品可能期間 (日)
nl_nl: Retour periode (dagen)
pl_pl: Okres zwrotu (dni)
ru_ru: Время возврата (в днях)
tr_tr: İade süresi (gün)
uk_ua: Час повернення (в днях)
vi_vn: Thời gian đổi trả (ngày)

# Languages::all_actions
source: All actions
da_dk: Alle handlinger
de_de: Alle Aktionen
es_es: Todas las acciones
id_id: Semua tindakan
ja_jp: すべて
nl_nl: Alle acties
pl_pl: Wszystkie działania
ru_ru: Все действия
tr_tr: Tüm eylemler
uk_ua: Всі дії
vi_vn: Tất cả thao tác

# Languages::order_total_will_changed
source: The order total will be changed by
da_dk: Ordre total vil blive ændret af
de_de: Die Bestellsumme werden geändert am
es_es: El total del pedido será cambiado por
id_id: Total pesanan akan diubah oleh
ja_jp: 注文合計に加算/減算される金額
nl_nl: Het besteltotaal zal worden gewijzigd door
pl_pl: Suma zamówienia zostanie zmieniony przez
ru_ru: Сумма заказа будет изменена на
tr_tr: Sipariş toplamını değiştirecek olan
uk_ua: Сума замовлення буде змінена на
vi_vn: Tổng giá trị đơn đặt hàng sẽ được thay đổi bởi

# Languages::shipping_costs_will_changed
source: Shipping costs will be changed by
da_dk: Forsendelsesomkostninger vil blive ændret ved
de_de: Versandkosten werden geändert am
es_es: Los gastos de envío serán cambiados por
id_id: Biaya kirim akan diubah oleh
ja_jp: 送料は以下の通り変更されます
nl_nl: Verzendkosten zullen worden gewijzigd door
pl_pl: Koszty wysyłki zostaną zmienione przez
ru_ru: Стоимость доставки будет изменяться по
tr_tr: Nakliye masraflarını değiştirecek olan
uk_ua: Вартість доставки змінюватиметься по
vi_vn: Chi phí vận chuyển sẽ được thay đổi bởi

# Languages::decline_products
source: Decline products
da_dk: Afslået produkt
de_de: Artikel ablehnen
es_es: Rechazar productos
id_id: Turunkan produk
ja_jp: 返品申請の却下
nl_nl: Producten afwijzen
pl_pl: Odrzucone produkty
ru_ru: Отклонить товары
tr_tr: Ürünleri reddet
uk_ua: Відхилити товари
vi_vn: Sản phẩm từ chối

# Languages::create_gift_certificate
source: Create gift certificate
da_dk: Opret gavekort
de_de: Gutschein erstellen
es_es: Cree certificado de regalo
id_id: Buat sertifikat hadiah
ja_jp: ギフト券の作成
nl_nl: Cadeaubon maken
pl_pl: Stwórz bon podarunkowy
ru_ru: Создать подарочный сертификат
tr_tr: Hediye çeki oluştur
uk_ua: Створити подарунковий сертифікат
vi_vn: Tạo thẻ quà tặng

# Languages::accept_products
source: Accept products
da_dk: Accepter produkter
de_de: Artikel akzeptieren
es_es: Aceptar productos
id_id: Terima produk
ja_jp: 返品の承認
nl_nl: Producten accepteren
pl_pl: Przyjęte produkty
ru_ru: Принять товары
tr_tr: Ürünleri kabul et
uk_ua: Прийняти продукти
vi_vn: Sản phẩm chấp nhận

# Languages::recalculate_order
source: Recalculate order
da_dk: Genberegn ordre
de_de: Bestellung neu berechnen
es_es: Recalcular pedido
id_id: Hitung ulang pesanan
ja_jp: 注文金額の再計算
nl_nl: Bestelling herberekenen
pl_pl: Przelicz zamówienie
ru_ru: Пересчитать заказ
tr_tr: Siparişi yeniden hesapla
uk_ua: Перерахувати замовлення
vi_vn: Tính toán lại đơn hàng

# Languages::manually_recalculate_order
source: Recalculate the order manually
da_dk: Genberegn ordren manuelt
de_de: Bestellung manuell neu berechnen
es_es: Recalcular orden de pedido manualmente
id_id: Hitung ulang pesanan secara manual
ja_jp: 注文金額を手動で再計算
nl_nl: De bestelling handmatig herberekenen
pl_pl: Przelicz zamówienie manualnie
ru_ru: Пересчитать заказ вручную
tr_tr: Siparişi elle yeniden hesapla
uk_ua: Перерахувати замовлення вручну
vi_vn: Tính toán lại đơn hàng cách thủ công

# Languages::dont_recalculate_order
source: Do not recalculate order
da_dk: Må ikke genberegne ordre
de_de: Bestellung nicht neu berechnen
es_es: No recalcular pedido
id_id: Jangan menghitung ulang pesanan
ja_jp: 注文金額の再計算は行わない
nl_nl: De bestelling niet herberekenen
pl_pl: Nie przeliczaj zamówienia
ru_ru: Не пересчитывать заказ
tr_tr: Siparişi yeniden hesaplama
uk_ua: Не перераховувати замовлення
vi_vn: Không phải tính toán lại đơn hàng

# Languages::delete_this_return
source: Delete this return
da_dk: Slet denne retur
de_de: Diese Rückgabe löschen
es_es: Borre esta devolución
id_id: Hapus ini kembali
ja_jp: この返品申請を削除
nl_nl: Deze retouraanvraag verwijderen
pl_pl: Usuń ten zwrot
ru_ru: Удалить этот возврат
tr_tr: Bu iadeyi sil
uk_ua: Видалити це повернення
vi_vn: Xóa yêu cầu đổi trả này

# Languages::update_totals_and_inventory
source: Update totals and inventory
da_dk: Opdater totaler og lager
de_de: Summen und Inventar aktualisieren
es_es: Actualizar importes e inventario
id_id: Perbarui total dan inventaris
ja_jp: 注文合計と在庫数を更新
nl_nl: Totalen en inventaris bijwerken
pl_pl: Aktualizuj wartość zamówienia i stan magazynowy
ru_ru: Обновить итоговые суммы и количество товара на складе
tr_tr: Toplamları ve envanteri güncelle
uk_ua: Оновити підсумкові суми і кількість товару на складі
vi_vn: Cập nhật tổng và hàng tồn kho

# Languages::request_statuses
source: request statuses
da_dk: Anmod om status
de_de: Anfragestatus
es_es: estados de petición
id_id: permintaan status
ja_jp: 返品処理ステータス
nl_nl: verzoek statussen
pl_pl: statusy żądań
ru_ru: статусы запросов
tr_tr: Talep durumları
uk_ua: статуси запитів
vi_vn: trạng thái yêu cầu

# SettingsSections::rma::general
source: General
da_dk: Generelt
de_de: Allgemein
id_id: Umum
ja_jp: 基本設定
nl_nl: Algemeen
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::rma::display_product_return_period
source: Display product return period
da_dk: Vis returnperiode for produkt
de_de: Rückgabefrist des Artikels anzeigen
es_es: Mostrar tiempo de devolución del producto
id_id: Tampilkan periode pengembalian produk
ja_jp: 返品可能期間の表示
nl_nl: De product retourperiode weergeven
pl_pl: Pokaż czas zwrotu produktu
ru_ru: Отображать период возврата товара
tr_tr: Ürün iade süresini göster
uk_ua: Відображати період повернення товару
vi_vn: Hiển thị thời gian đổi trả sản phẩm

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
da_dk: Tag ikke weekender med i betragtning ved beregningen af produktets tilbagesendelsesperiode
de_de: Wochenenden bei Berechnung von Rückgabefristen nicht einbeziehen
es_es: No tener en cuenta los fines de semana para calcular el tiempo de devolución del producto
id_id: Jangan memperhitungkan akhir pekan saat menghitung periode pengembalian produk
ja_jp: 返品可能期間の計算に週末をカウントしない
nl_nl: Geen weekends meerekenen bij het berekenen van de retourperiode van het product
pl_pl: Nie należy brać pod uwagę weekendów przy obliczaniu okresu zwrotu produktu
ru_ru: Не учитывать выходные при подсчете периода возврата товара
tr_tr: Ürün iade süresi hesaplanırken hafta sonlarını hesaba katma
uk_ua: Не враховувати вихідні при підрахунку періоду повернення товару
vi_vn: Không tính ngày cuối tuần vào tài khoản khi tính toán thời gian đỏi trả sản phẩm

# Languages::email_template.rma_slip_notification
source: RMA slip
es_es: Comprobante RMA
id_id: RMA tergelincir
ja_jp: 返品管理票
pl_pl: RMA opóźnienie
ru_ru: Возврат товаров: упаковочный реестр
tr_tr: RMA fişi
uk_ua: Повернення товарів: упаковочний реєстр

# Languages::template_document_rma_packing_slip_default
source: Return request: packing slip
da_dk: Tilbagesendelsesanmodning: følgeseddel
es_es: Solicitud de devolución: comprobante de embalaje
id_id: Permintaan pengembalian: slip kemasan
ja_jp: 返品申請 : 配送表
pl_pl: Wniosek o zwrot: opóźnienie w dostawie
ru_ru: Возврат товаров: упаковочный лист
tr_tr: İade isteği: Paket fişi
uk_ua: Повернення товарів: упаковочний лист
vi_vn: Yêu cầu trả lại: bao bì giấy

# Languages::document_preview_return_request_not_found
source: Couldn't find a return request. Preview only works with existing data. Please create a return request and use Preview again.
da_dk: Kunne ikke finde en tilbagesendelsesanmodning. Forhåndsvisning virker kun med eksisterende data. Venligst Opret en tilbagevenden anmodning og bruge Vis udskrift igen.
es_es: No se pudo encontrar la solicitud de devolución. La vista previa solo funciona con los datos existentes. Por favor crea un solicitud de devolución y usa Vista previa de nuevo.
id_id: Tidak dapat menemukan permintaan pengembalian Pratinjau hanya bekerja dengan data yang ada. Harap buat permintaan pengembalian dan gunakan Pratinjau lagi.
ja_jp: 返品申請が見つかりませんでした。プレビューは既存の返品申請に対してのみ実行できます。返品申請を作成したうえで再度プレビューしてください。
nl_nl: Kan geen retourverzoek vinden. Preview werkt alleen met bestaande gegevens. Maak een retourverzoek aan en gebruik Preview opnieuw.
pl_pl: Nie mogłem znaleźć zwrotu. Podgląd działa tylko na istniejących danych. Proszę utworzyć zwrot/reklamację i ponownie użyć Podgląd.
ru_ru: Нет созданных запросов на возврат. Предпросмотр работает только при наличии доступных данных. Пожалуйста, создайте запрос и снова воспользуйтесь функцией предпросмотра.
tr_tr: İade talebi bulunamadı. Önizleme sadece var olan data ile görüntülenir. Lütfen bir iade talebi oluşturun ve tekrar deneyin.
uk_ua: Немає створених запитів на повернення. Попередній перегляд працює тільки при наявності доступних даних. Будь ласка, створіть запит і знову скористайтеся функцією попереднього перегляду.
vi_vn: Không thể tìm thấy một yêu cầu trả lại. Xem trước chỉ làm việc với dữ liệu hiện có. Vui lòng tạo một yêu cầu trả lại và sử dụng xem trước một lần nữa.
