Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rss_feed.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, nl_nl, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::rss_feed
source: RSS feed
cs_cz: RSS kanál
es_es: Feed RSS
fr_fr: Flux RSS
ja_jp: RSSフィード
pl_pl: Kanał RSS
ru_ru: RSS-лента
tr_tr: RSS beslemesi
uk_ua: RSS-стрічка
vi_vn: RSS nguồn cấp dữ liệu

# Addons::description::rss_feed
source: Generates RSS feeds for products and blog posts
cs_cz: Generuje RSS kanály pro výrobky a blogy
da_dk: Genererer RSS feeds til produkter, blog og sider
el_gr: Δημιουργεί RSS feeds για νέα προϊόντα και σελιδες δημοσιεύσεων
es_es: Genera feeds RSS para productos y entradas de blogs
fr_fr: Génère des flux RSS pour les produits, les nouvelles et les pages
id_id: Menghasilkan umpan RSS untuk produk dan entri blog
ja_jp: 商品とブログ記事に関するRSSフィードを生成します
pl_pl: Generuj kanały RSS dla produktów, bloga i stron
ru_ru: Генерирует RSS-ленту для товаров и записей в блоге
tr_tr: Ürünler ve blog gönderileri için RSS akışları oluşturur
uk_ua: Генерує RSS-стрічку для товарів і записів в блозі
vi_vn: Tạo ra nguồn cấp dữ liệu RSS cho các sản phẩm, blog và các trang

# Languages::rss_feed
source: RSS feed
cs_cz: RSS kanál
es_es: Feed RSS
fr_fr: Flux RSS
ja_jp: RSSフィード
pl_pl: Kanał RSS
ru_ru: RSS-лента
tr_tr: RSS beslemesi
uk_ua: RSS-стрічка
vi_vn: RSS nguồn cấp dữ liệu

# Languages::feed_title
source: Feed title
cs_cz: Název informačního kanálu
da_dk: Feed titel
de_de: Feed-Titel
el_gr: Τίτλος Feed
es_es: Título del lector de Rss
fr_fr: Titre de flux
id_id: Judul umpan
ja_jp: フィードの件名
nl_nl: Titel van de feed
pl_pl: Tytuł kanału
ru_ru: Заголовок ленты
tr_tr: Başlık besleme
uk_ua: Тема стрічки
vi_vn: Tiêu đề nguồn cấp dữ liệu

# Languages::feed_description
source: Feed description
cs_cz: Popis informačního kanálu
da_dk: Feed beskrivelse
de_de: Feed-Beschreibung
el_gr: Περιγραφή Feed
es_es: Descripción del lector Rss
fr_fr: Description du flux
id_id: Deskripsi umpan
ja_jp: フィードの説明
nl_nl: Omschrijving van de feed
pl_pl: Opis kanału
ru_ru: Описание ленты
tr_tr: Özet akışı açıklaması
uk_ua: Опис стрічки
vi_vn: Mô tả nguồn cấp dữ liệu

# Languages::rss_sort_by
source: Sort items by
cs_cz: Seřadit položky podle
da_dk: Sorter elementer efter
de_de: Artikel sortieren nach
el_gr: Ταξινόμηση στοιχείων κατά
es_es: Clasifique los productos por
fr_fr: Trier les éléments par
id_id: Urutkan item menurut
ja_jp: ソート順
nl_nl: Items sorteren op
pl_pl: Sortuj elementy według
ru_ru: Сортировать элементы по
tr_tr: Öğeleri sırala
uk_ua: Сортування елементів за
vi_vn: Sắp xếp mục theo

# Languages::rss_display_sku
source: Display SKU
cs_cz: Zobrazit SKU
da_dk: Vis SKU
de_de: Bestandseinheit anzeigen (SKU - stock keeping unit)
el_gr: Προβολή κωδικού Προϊόντος (SKU)
es_es: Pantalla SKU
fr_fr: Affichage SKU
id_id: Tampilkan SKU
ja_jp: 型番を表示
nl_nl: SKU weergeven
pl_pl: Wyświetl kod produktu
ru_ru: Показывать код товара
tr_tr: SKU görüntüle
uk_ua: Показувати код товару
vi_vn: Hiển thị mã sản phẩm

# Languages::rss_display_image
source: Display image
cs_cz: Zobrazit obrázek
da_dk: Vis billede
de_de: Bild anzeigen
el_gr: Προβολή εικόνων
es_es: Mostrar imagen
fr_fr: Affichage de l'image
id_id: Tampilkan gambar
ja_jp: 画像を表示
nl_nl: Afbeelding weergeven
pl_pl: Wyświetlaj obraz
ru_ru: Показывать изображение
tr_tr: Resmi görüntüle
uk_ua: Показувати зображення
vi_vn: Hiển thị hình ảnh

# Languages::rss_display_price
source: Display gross price
cs_cz: Zobrazit brutto prodejní cenu
da_dk: Vis bruttopris
de_de: Bruttopreis anzeigen
el_gr: Προβολή μικτής τιμής
es_es: Mostrar precio bruto
fr_fr: Afficher le prix brut
id_id: Tampilkan harga kotor
ja_jp: グロス価格を表示
nl_nl: Brutoprijs weergeven
pl_pl: Wyświetlić cenę brutto
ru_ru: Показывать цену брутто (без надбавок и скидок)
tr_tr: Brüt fiyatı görüntüle
uk_ua: Показувати ціну брутто (без надбавок і знижок)
vi_vn: Hiển thị tổng giá

# Languages::rss_display_original_price
source: Display net price
cs_cz: Zobrazit netto cenu
da_dk: Vis nettopris
de_de: Nettopreis anzeigen
el_gr: Προβολή Καθαρής τιμής
es_es: Mostrar precio neto
fr_fr: Afficher le prix net
id_id: Tampilkan harga bersih
ja_jp: ネット価格を表示
nl_nl: Netto prijs weergeven
pl_pl: Wyświetl cenę netto
ru_ru: Показывать цену нетто (со всеми надбавками и вычетами)
tr_tr: Net fiyatı görüntüle
uk_ua: Показувати ціну нетто (з усіма надбавками і відрахуваннями)
vi_vn: Hiển thị giá net

# Languages::rss_display_add_to_cart
source: Display add to cart button
cs_cz: Zobrazit tlačítko Přidat do košíku
da_dk: Vis Læg i kurv knappen
de_de: Schaltfläche "zum Warenkorb hinzufügen" hinzufügen
el_gr: Προβολή κουμπιου προσθήκη στο καλάθι
es_es: Mostrar el botón de agregar al carrito de compra
fr_fr: Afficher le bouton 'Ajouter au panier'
id_id: Tampilkan tombol tambah ke keranjang
ja_jp: カートに追加ボタンを表示
nl_nl: Knop "BESTEL" weergeven
pl_pl: Wyświetlaj przycisk "Dodaj do koszyka"
ru_ru: Показывать кнопку «В корзину»
tr_tr: Sepete ekle butonunu görüntüle
uk_ua: Показувати кнопку «В кошик»
vi_vn: Hiển thị nút thêm vào giỏ hàng

# Languages::rss_created
source: Created
cs_cz: Vytvořeno
da_dk: Oprettet
de_de: Erstellt
el_gr: Δημιουργήθηκε
es_es: Creado
fr_fr: Créé
id_id: Dibuat
ja_jp: 登録日時
nl_nl: Aangemaakt
pl_pl: Stworzony
ru_ru: Создана
tr_tr: Oluşturuldu
uk_ua: Створена
vi_vn: Tạo

# Languages::rss_updated
source: Updated
cs_cz: Aktualizováno
da_dk: Opdateret
de_de: Aktualisiert
el_gr: Ενημερωθηκε
es_es: Actualizado
fr_fr: Mis à jour
id_id: Diperbarui
ja_jp: 更新日時
nl_nl: Bijgewerkt
pl_pl: Aktualizacja
ru_ru: Обновлена
tr_tr: Güncellendi
uk_ua: Оновлена
vi_vn: Cập Nhật

# Languages::block_rss_feed
source: RSS feed
cs_cz: RSS kanál
es_es: Feed RSS
fr_fr: Flux RSS
ja_jp: RSSフィード
pl_pl: Kanał RSS
ru_ru: RSS-лента
tr_tr: RSS beslemesi
uk_ua: RSS-стрічка
vi_vn: RSS nguồn cấp dữ liệu

# Languages::block_rss_feed_description
source: RSS feed subscription icon
cs_cz: Ikona pro přihlášení na RSS kanál
da_dk: RSS feed-abonnement ikon
de_de: RSS-feed-Abonnement-Symbol
el_gr: εικονίδιο RSS Feed
es_es: Icono de suscripción al feed RSS
fr_fr: Icône d'inscription au flux RSS
id_id: Ikon berlangganan RSS feed
ja_jp: RSSフィード購読アイコン
nl_nl: RSS-feed aanmeld-pictogram
pl_pl: Przycisk subskrypcji RSS
ru_ru: Иконка подписки на RSS-ленту
tr_tr: RSS beslemesine abone olma simgesi
uk_ua: Іконка підписки на RSS-стрічку
vi_vn: Biểu tượng đăng ký RSS nguồn cấp dữ liệu

# SettingsSections::rss_feed::general
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
id_id: Umum
ja_jp: 基本設定
nl_nl: Algemeen
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::rss_feed::managing_editor
source: Content editor
cs_cz: Editor obsahu
da_dk: Indholdsredigering
de_de: Inhaltsbearbeiter
el_gr: Επεξεργαστης Περιεχομενου
es_es: Editor de contenido
fr_fr: Éditeur de contenu
id_id: Editor konten
ja_jp: 編集者情報
nl_nl: Inhoud wijzigen
pl_pl: Zawartość edytora
ru_ru: Редактор контента
tr_tr: İçerik düzenleyicisi
uk_ua: Контент-редактор
vi_vn: Nội dung biên tập

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
cs_cz: Zobrazit RSS kanál pro každou kategorii
da_dk: Vis RSS-feed for hver kategori
de_de: RSS-Feed für jede Kategorie anzeigen
el_gr: Εμφάνιση RSS feed για κάθε κατηγορία
es_es: Ver feed RSS para cada categoría
fr_fr: Afficher le flux RSS pour chaque catégorie
id_id: Tampilkan umpan RSS untuk setiap kategori
ja_jp: カテゴリー毎にRSSフィードを表示
nl_nl: RSS-feed voor elke categorie tonen
pl_pl: Pokaż kanał RSS dla każdej kategorii
ru_ru: Показывать RSS-ленту для каждой категории
tr_tr: Her kategori için RSS beslemesi göster
uk_ua: Показувати RSS-стрічку для кожної категорії
vi_vn: Hiển thị nguồn cấp dữ liệu RSS cho mỗi danh mục

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
cs_cz: Maximální počet produktů na kategorii
da_dk: Max produktnummre pr. kategori
de_de: Maximale Artikelzahl pro Kategorie
el_gr: Μέγιστος αριθμός προϊόντων ανά κατηγορία
es_es: Número de producto máximo por categoría
fr_fr: Nombre de produits maximum par categorie
id_id: Jumlah produk maksimal per kategori
ja_jp: カテゴリー毎に表示する商品数
nl_nl: Max aantal producten per categorie
pl_pl: Maksymalna ilość produktów w kategorii
ru_ru: Максимальное кол-во товаров в категории
tr_tr: Kategori başına maksimum ürün sayısı
uk_ua: Максимальна кількість товарів в категорії
vi_vn: Số sản phẩm tối đa cho mỗi danh mục

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
cs_cz: Vložte e-mail a skutečné jméno, např. john@example.com (John Doe)
da_dk: Angiv indholdseditors e-mail og rigtige navn, f.eks john@example.com (John Doe)
de_de: Geben Sie die Mail des Inhaltebearbeiters und seinen richtigen Namen ein, z. B. john@example.com (John Doe)
el_gr: Εισάγετε το email και το πραγματικό όνομα του συγγραφεα περιεχομένου, π.χ. john@example.com (John Doe)
es_es: Ingrese el correo electrónico y el nombre real del editor del contenido, por ejemplo john@example.com (John Doe)
fr_fr: Introduire l'email d'editeur du contenu et nom reel, ex. john@example.com {John Doe}
id_id: Masukkan email editor dan nama asli editor, misalnya john@example.com (John Doe)
ja_jp: コンテンツの編集者のEメールアドレスおよび名前を入力してください。例：yamada@example.com (山田 太郎)
nl_nl: Vul het e-mailadres en naam van de bewerken van de inhoud in, bijvoorbeeld jan@voorbeeld.nl (Jan Jansen)
pl_pl: Wpisz do edytora e-mail i prawdziwe imię, np. john@example.com (Jan Kowalski)
ru_ru: Введите эл. почту и полное имя контент-менеджера, например, john@example.com (John Doe)
tr_tr: İçeriği düzenleyenin e-postası ve gerçek adını gir, örn. john@example.com (John Doe)
uk_ua: Введіть ел. пошту і повне ім'я контент-менеджера, наприклад, john@example.com (John Doe)
vi_vn: Nhập biên tập nội dung email và tên thật, ví dụ như john@example.com (John Doe)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
cs_cz: Ikona RSS u názvu kategorie.
da_dk: RSS-ikonet i nærheden af kategorititel.
de_de: RSS-Symbol neben Kategorieüberschrift
el_gr: Εικονίδιο RSS κοντά στον τιτλο κατηγορίας
es_es: Icono de RSS cerca de título de la categoría.
fr_fr: Icone RSS pres du titre de categorie.
id_id: Ikon RSS di dekat judul kategori.
ja_jp: カテゴリー名の近くにRSSアイコンを表示します
nl_nl: RSS pictogram naast de titel van de categorie.
pl_pl: Ikona RSS w pobliżu tytułu kategorii.
ru_ru: Иконка RSS напротив названия категории.
tr_tr: Kategori başlığının yanında RSS simgesi.
uk_ua: Іконка RSS навпроти назви категорії.
vi_vn: Biểu tượng RSS gần tiêu đề danh mục.

# Languages::addons.rss_feed.icon
source: RSS feed subscription icon
da_dk: RSS feed-abonnement ikon
el_gr: Εικονίδιο RSS Feed
es_es: Icono de suscripción al RSS feed
fr_fr: Icone de souscription des données RSS
id_id: Ikon berlangganan RSS feed
pl_pl: Przycisk subskrypcji RSS
ru_ru: Иконка подписки на RSS-ленту
tr_tr: RSS beslemesine abone olma simgesi
uk_ua: Іконка підписки на RSS-стрічку
vi_vn: Biểu tượng đăng ký RSS nguồn cấp dữ liệu
