Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_cities.po
Languages: ru_ru

# Addons::name::rus_cities
source: Russian localization — Cities
ru_ru: Города

# Addons::description::rus_cities
source: The add-on provides new functionality – cities to be added automatically to the order placing page.
ru_ru: Возможность автоматического заполнения поля город при оформлении заказа.

# Languages::select_state_instruction
source: To create a new city, you should select country and region, click the “Search” button and create a city using the “+” button. If there are no regions for the country, they should be created.
ru_ru: Для создания нового города необходимо выбрать страну и регион, нажать кнопку "Поиск", создать город с помощью кнопки "+". Если у страны нет регионов, необходимо их создать.

# Languages::add_city
source: Add new city
ru_ru: Добавить новый город

# Languages::new_city
source: New city
ru_ru: Новый город

# Languages::select_city
source: Select city
ru_ru: Выберите город

# Languages::empty_state
source: No states created
ru_ru: Нет созданных областей

# Languages::not_selected_state
source: No state selected
ru_ru: Не выбрана область

# Languages::other_town
source: another city
ru_ru: другой город

# Languages::new_city_state
source: Create new state
ru_ru: Создать новый регион

# Languages::privileges.view_cities
source: Can view
ru_ru: Просмотр

# Languages::privileges.manage_cities
source: Can edit
ru_ru: Редактирование

# Languages::privilege_groups.cities
source: Cities
ru_ru: Города

# Languages::code_sdek
source: Code city sdek
ru_ru: Код города СДЭК

# Languages::addons.cities.label_cities_update
source: Update cities
ru_ru: Обновить список городов

# Languages::addons.cities.cities_update
source: Update
ru_ru: Обновить

# Languages::addons.cities.text_update_cities
source: Table cities was updated
ru_ru: Список городов был обновлен

# Languages::rus_cities.upgrade_notification_title
source: Addon Cities changed
ru_ru: Изменения модуля "Города"

# Languages::rus_cities.upgrade_notification_text
source: The Cities Add-on received a new button for the city data update. Open the add-on settings and click the Update button to update the data of cities.
ru_ru: В модуле "Города" появилась новая кнопка для обновления списка городов. Откройте настройки модуля и нажмите кнопку "Обновить" для обновления данных городов.

# Languages::addons.rus_cities.city_prefix
source: city., city
ru_ru: г.

# Languages::rus_cities_upgrade_notification_title
source: Changes to Add-ons: SDEK, eDost, Dellin, PEC
ru_ru: Внесены изменения в модули: "СДЭК", "eDost.ru", "Деловые Линии", "ПЭК"

# Languages::rus_cities_upgrade_notification_text
source: Please, check shipping method settings if there were Dellin and PEC shipping methods before upgrade. We've made some technical changes to the following add-ons: SDEK, eDost, Dellin, and PEC. They now use the common list of cities provided by the Cities add-on. The identifiers of cities that are used for shipping rate calculation are now stored in the database.<br/> Due to this change you can no longer directly edit cities under 'Administration - Shipping & taxes - Cities'. However, you can still recreate it.
ru_ru: Пожалуйста, проверьте настройки способов доставки, если перед обновлением у вас были установлены способы доставки Деловых Линий и ПЭК. Мы внесли технические изменения в следующие модули: "СДЭК", "eDost.ru", "Деловые Линии" и "ПЭК". Данные модули теперь используют общий список городов из модуля "Города". Идентификаторы городов, используемые для расчёта стоимости доставки, теперь хранятся в базе данных.<br/> В результате этих изменений была убрана возможность напрямую редактировать список городов из "Администрирование - Доставка и налоги - Города". Однако, вы можете создать его заново.

# Languages::rus_cities.cities_upgrade_notification_title
source: Regions for CIS countries
ru_ru: Регионы для стран СНГ

# Languages::rus_cities.cities_upgrade_notification_text
source: Previously [product] didn't have regions for CIS countries. If you created regions manually, it could lead to problems with real-time shipping rate calculation by SDEK. In this upgrade we've added regions for CIS countries. To make SDEK work with these regions properly, please complete the following steps:<ul><li>Open the directory with your store on the server. Go to the addons/rus_cities/database folder.</li><li>Copy all the SQL files from that folder to your local machine.</li><li>Open the Administration panel of your store and go to Administration → Backup/Restore.</li><li>Click the gear button in the upper right part of the page and choose Upload.</li><li>Upload the SQL files you downloaded from step 2.</li><li>Restore the necessary SQL files by clicking the gear button to the right of them and choosing Restore. Here's how to determine which files you need to restore:<ul><li>You have to restore cities_new_list.sql. This file is used by the "Cities" add-on, which is required for many shipping methods.</li><li>If you had SDEK, eDost, PECOM, or Delovye Linii add-ons installed before the upgrade, restore the corresponding SQL files.</li></ul></li></ul>After that, SDEK and other real-time shipping methods will work with the CIS regions properly. The steps above are necessary to preserve any data (such as shipping methods, cities, etc.) that you may have created in the past. If you have no problem with losing that data, you can simply uninstall and reinstall the Cities, SDEK, eDost, PECOM, and Delovye Linii add-ons.
ru_ru: Раньше в [product] не было регионов для стран СНГ. Если вы создавали регионы вручную, то у способа доставки СДЭК могли возникнуть проблемы с расчётом доставки в реальном времени. В обновлении мы добавили регионы для стран СНГ. Чтобы СДЭК корректно работал с этими регионами, выполните следующие шаги:<ul><li>Откройте директорию с вашим магазином на сервере. Перейдите в папку addons/rus_cities/database.</li><li>Скопируйте все SQL-файлы из этой папки к себе на компьютер.</li><li>Откройте панель администратора и перейдите на страницу Администрирование → Резервное копирование и восстановление.</li><li>Нажмите на кнопку с изображением шестерёнки в правой верхней части страницы и выберите "Загрузить файл".</li><li>Загрузите SQL-файлы, которые вы скопировали себе в шаге 2.</li><li>Восстановите нужные SQL-файлы, нажав на кнопку с изображением шестерёнки справа от них и выбрав "Восстановить". Вот как определить, какие файлы нужно восстанавливать:<ul><li>Обязательно восстановите cities_new_list.sql. Этот файл используется модулем "Города", который нужен для многих способов доставки.</li><li>Если у вас перед обновлением были установлены модули СДЭК, eDost, ПЭК или "Деловые линии", то восстановите соответствующие им SQL-файлы.</li></ul></li></ul>После этого СДЭК и другие способы доставки с расчётом стоимости в реальном времени будут корректно работать с регионами СНГ. Шаги выше нужны, чтобы сохранить те данные, которые вы добавляли ранее (например, города, способы доставки, и пр.). Если для вас не проблема потерять эти данные, то можете просто удалить и переустановить модули "Города", СДЭК, eDost, ПЭК и "Деловые линии".
