Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_russianpost.po
Languages: ru_ru

# Languages::shipping.russianpost.delivery_far_place
source: Delivery to a settlement that does not have telegraph and facsimile communications.
ru_ru: Доставка в поселение, где нет телеграфной и факсимильной связи.

# Languages::shipping.russianpost.sms_unit_send
source: SMS notifications to sender about individual packages
ru_ru: Пакет SMS-уведомлений отправителю при единичном приеме

# Languages::shipping.russianpost.sms_unit_recipient
source: SMS notifications to addressee about individual packages
ru_ru: Пакет SMS-уведомлений получателю при единичном приеме

# Languages::shipping.russianpost.sms_part_send
source: SMS notifications to sender about deliveries in lots
ru_ru: Пакет SMS-уведомлений отправителю при партионном приеме

# Languages::shipping.russianpost.sms_part_recipient
source: SMS notifications to addressee about deliveries in lots
ru_ru: Пакет SMS-уведомлений получателю при партионном приеме

# Languages::shipping.russianpost.average_quantity_in_packet
source: Average quantity in package
ru_ru: Среднее количество в пакете

# Languages::shipping.russianpost.customs_fee
source: Customs fee
ru_ru: Таможенный сбор

# Languages::shipping.russianpost.corporate_client
source: Russian Post's corporate client
ru_ru: Корпоративный клиент "Почта России"

# Languages::shipping.russianpost.home_delivery
source: Postage home delivery
ru_ru: Доставка почтового перевода на дом

# Languages::shipping.russianpost.postage_delivery_notice
source: Postage delivery notification
ru_ru: Уведомление о вручении почтового перевода

# Languages::shipping.russianpost.trusty_packet
source: Trusty packet
ru_ru: Заверительный пакет

# Languages::shipping.russianpost.safety_insurance
source: Safety insurance
ru_ru: Страхование отправления

# Languages::shipping.russianpost.crossoperator
source: Cross-operator mailing
ru_ru: Межоператорское отправление

# Languages::shipping.russianpost.agreement_prolongation
source: Agreement prolongation
ru_ru: Пролонгация договора

# Languages::shipping.russianpost.delivery_document
source: Document delivery
ru_ru: Доставка документов

# Languages::rus_russianpost.russian_pochta_upgrade_notification_title
source: Shipping service Russian Post has been updated.
ru_ru: Обновлена служба доставки "Почта России (pochta. ru)".

# Languages::rus_russianpost.russian_pochta_upgrade_notification_message
source: <p>The settings of the <b>Russian Post</b> shipping service have been updated. If you were using this service, please check its settings:</p><ul><li>Go to <b>Administration → Shipping & taxes → Shipping methods</b>.</li><li>Choose the shipping method that uses <i>Russian Post</i> as a <b>Shipping service</b>.</li><li>Check if the <b>Kind sending</b> is correct.</li><li>Make sure that the correct services are selected for the chosen "Kind sending" </li></ul>
ru_ru: <p>Настройки службы доставки <b>Почта России (pochta. ru)</b> были обновлены. Если вы используете эту службу доставки, проверьте её настройки: </p><ul><li>Откройте страницу <b>Администрирование → Доставка и налоги → Способы доставки</b>.</li><li>Выберите способ доставки, в котором используется <b>Служба доставки</b> <i>Почта России (pochta. ru)</i>.</li><li>Проверьте, правильно ли выбран <b>Вид отправления</b>.</li><li>Проверьте, правильно ли выбраны сервисы для указанного вида отправления.</li></ul>

# Languages::addons.rus_russianpost.wrapper
source: Item in wrapper
ru_ru: Бандероль

# Languages::addons.rus_russianpost.simple_wrapper
source: Simple wrapper
ru_ru: Бандероль простая

# Languages::addons.rus_russianpost.registered_wrapper
source: Registered wrapper
ru_ru: Бандероль заказная

# Languages::addons.rus_russianpost.wrapper_with_declared_value
source: Wrapper with declared value
ru_ru: Бандероль с объявленной ценностью

source: Wrapper with declared value and cash on delivery
ru_ru: Бандероль с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.registered_1st_class_wrapper
source: Registered 1st class wrapper
ru_ru: Бандероль 1 класса заказная

# Languages::addons.rus_russianpost.wrapper_1st_class_parcel_with_declared_value
source: Wrapper 1st class parcel with declared value
ru_ru: Бандероль 1 класса с объявленной ценностью

source: Wrapper 1st class with declared value and cash on delivery
ru_ru: Бандероль 1 класса с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.parcel
source: Parcel
ru_ru: Пакет

# Languages::addons.rus_russianpost.simple_parcel
source: Simple parcel
ru_ru: Посылка стандарт

# Languages::addons.rus_russianpost.parcel_with_declared_value
source: Parcel with declared value
ru_ru: Посылка стандарт с объявленной ценностью

source: Parcel with declared value and cash on delivery
ru_ru: Посылка стандарт с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.express_parcel
source: Express parcel
ru_ru: Посылка экспресс

# Languages::addons.rus_russianpost.express_parcel_with_declared_value
source: Express parcel with declared value
ru_ru: Посылка экспресс с объявленной ценностью

source: Express parcel with declared value and cash on delivery
ru_ru: Посылка экспресс с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.courier_ems_parcel
source: Courier EMS parcel
ru_ru: Посылка курьер EMS

# Languages::addons.rus_russianpost.courier_ems_parcel_with_declared_value
source: Courier EMS parcel with declared value
ru_ru: Посылка курьер EMS с объявленной ценностью

source: Courier EMS parcel with declared value and cash on delivery
ru_ru: Посылка курьер EMS с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.non_standard_parcel
source: Non-standard parcel
ru_ru: Посылка нестандартная

# Languages::addons.rus_russianpost.non_standard_parcel_with_declared_value
source: Non-standard parcel with declared value
ru_ru: Посылка нестандартная с объявленной ценностью

source: Non-standard parcel with declared value and cash on delivery
ru_ru: Посылка нестандартная с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.1st_class_parcel
source: 1st class parcel
ru_ru: Посылка 1 класса

# Languages::addons.rus_russianpost.1st_class_parcel_with_declared_value
source: 1st class parcel with declared value
ru_ru: Посылка 1 класса с объявленной ценностью

source: 1st class parcel with declared value and cash on delivery
ru_ru: Посылка 1 класса с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.simple_online_parcel
source: Simple online parcel
ru_ru: Посылка онлайн обыкновенная

# Languages::addons.rus_russianpost.simple_online_parcel_with_declared_value
source: Simple online parcel with declared value
ru_ru: Посылка онлайн с объявленной ценностью

source: Simple online parcel with declared value and cash on delivery
ru_ru: Посылка онлайн с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.online_courier_simple
source: Online courier simple
ru_ru: Курьер онлайн обыкновенный

# Languages::addons.rus_russianpost.online_courier_simple_with_declared_value
source: Online courier simple with declared value
ru_ru: Курьер онлайн с объявленной ценностью

source: Online courier simple with declared value and cash on delivery
ru_ru: Курьер онлайн с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.business_courier
source: Business courier
ru_ru: Бизнес курьер

# Languages::addons.rus_russianpost.business_courier_with_declared_value
source: Business courier with declared value
ru_ru: Бизнес курьер с объявленной ценностью

# Languages::addons.rus_russianpost.business_courier_express
source: Business courier express
ru_ru: Бизнес курьер экспресс

# Languages::addons.rus_russianpost.business_courier_express_with_declared_value
source: Business courier express with declared value
ru_ru: Бизнес курьер экспресс с объявленной ценностью

# Languages::addons.rus_russianpost.send_ems
source: EMS sending
ru_ru: Отправление EMS

# Languages::addons.rus_russianpost.ems_with_declared_value
source: EMS with declared value
ru_ru: EMS с объявленной ценностью

# Languages::addons.rus_russianpost.ems_with_declared_value_and_cash_on_delivery
source: EMS with declared value and cash on delivery
ru_ru: EMS с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.ems_optimal
source: EMS optimal
ru_ru: EMS оптимальное

# Languages::addons.rus_russianpost.ems_optimal_with_declared_value
source: EMS optimal with declared value
ru_ru: EMS оптимальное с объявленной ценностью

source: EMS optimal with declared value and cash on delivery
ru_ru: EMS оптимальное с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.ems_рт_with_declared_value
source: EMS РТ with declared value
ru_ru: EMS РТ с объявленной ценностью

source: EMS РТ with declared value and cash on delivery
ru_ru: EMS РТ с объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.send_international
source: International sending
ru_ru: Международные отправления

# Languages::addons.rus_russianpost.ems_simple
source: EMS simple
ru_ru: EMS обыкновенное

# Languages::addons.rus_russianpost.small_package_simple
source: Small package simple
ru_ru: Мелкий пакет простой

# Languages::addons.rus_russianpost.small_package_registered
source: Small package registered
ru_ru: Мелкий пакет заказной

# Languages::addons.rus_russianpost.simple_small_bag
source: Simple small bag
ru_ru: Мешок М простой

# Languages::addons.rus_russianpost.registered_small_bag
source: Registered small bag
ru_ru: Мешок М заказной

# Languages::shipping.russianpost.delivery_by_hand
source: Delivery by hand
ru_ru: Вручить в собственные руки

# Languages::addons.rus_russianpost.server_not_available
source: The server for shipping rate calculation isn't available.
ru_ru: Недоступен сервер для расчёта стоимости доставки.

# Languages::rus_russianpost.russian_ems_upgrade_notification_title
source: EMS Russian Post is no longer available
ru_ru: Служба доставки EMS Почта России больше не доступна

# Languages::rus_russianpost.russian_ems_upgrade_notification_message
source: The <b>EMS (Russian Post)</b> shipping service has been discontinued, and therefore it is no longer supported in [product]. All the shipping methods in your store that used this service have been changed to use the <b>Russian Post (pochta.ru)</b> shipping service instead. Please go to <b>Administration → Shipping & taxes → Shipping methods</b> and make sure that all your shipping methods are configured properly.
ru_ru: Работа службы доставки <b>EMS Почта России</b> была прекращена, поэтому она больше не поддерживается в [product]. Все способы доставки в вашем магазине, использовавшие данную службу, были переведены на службу доставки <b>Почта России (pochta.ru)</b>. Зайдите на страницу способов доставки (<b>Администрирование → Доставка и налоги → Способы доставки</b>) и убедитесь, что все способы настроены верно.
