Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_pickpoint.po
Languages: ru_ru

# Addons::description::rus_pickpoint
source: Shiping service Pickpoint
ru_ru: Способ доставки Pickpoint

# SettingsOptions::rus_pickpoint::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_pickpoint::login
source: Login
ru_ru: Логин

# SettingsOptions::rus_pickpoint::password
source: Password
ru_ru: Пароль

# SettingsOptions::rus_pickpoint::ikn
source: IKN
ru_ru: ИКН

# SettingsOptions::rus_pickpoint::secure_protocol
source: Used secure protocol
ru_ru: Безопасное соединение

# SettingsOptions::rus_pickpoint::server
source: Type server
ru_ru: Тип сервера

# SettingsVariants::rus_pickpoint::server::work
source: Work
ru_ru: Рабочий

# SettingsVariants::rus_pickpoint::server::test
source: Test
ru_ru: Тестовый

# Languages::addons.rus_pickpoint.error_pickpoint_id
source: Select terminal
ru_ru: Выберите терминал выдачи заказов

# Languages::addons.rus_pickpoint.pickpoint_id
source: Id terminal
ru_ru: Код терминала выдачи

# Languages::addons.rus_pickpoint.select_terminal
source: Select terminal
ru_ru: Выберите терминал

# Languages::addons.rus_pickpoint.label_postamat_update
source: For update point of delivery orders pickpoint click "Update point of delivery orders", it will take some time
ru_ru: Для обновления списка терминалов, нажмите на кнопку "Обновить ПВЗ", обновление займет некоторое время

# Languages::addons.rus_pickpoint.postamat_update
source: Update point of delivery orders
ru_ru: Обновить ПВЗ

# SettingsOptions::rus_pickpoint::update
source: Update terminals
ru_ru: Обновление терминалов

# Languages::addons.rus_pickpoint.delivery_mode
source: Delivery mode
ru_ru: Режим доставки

# Languages::ttc_addons.rus_pickpoint.delivery_mode
source: Choose the mode depending on your PickPoint tariff. Please contact your PickPoint manager for more details.
ru_ru: Выберите режим доставки в зависимости от вашего тарифа PickPoint. Подробности уточняйте у вашего менеджера PickPoint.

# Languages::addons.rus_pickpoint.standard
source: Standard
ru_ru: Стандарт

# Languages::addons.rus_pickpoint.priority
source: Priority
ru_ru: Приоритет

# Languages::rus_pickpoint.day_single.schedule_closed
source: [first_day]: Closed
ru_ru: [first_day]: Закрыто

# Languages::rus_pickpoint.day_interval.schedule_closed
source: [first_day]&ndash;[last_day]: Closed
ru_ru: [first_day]&ndash;[last_day]: Закрыто

# Languages::rus_pickpoint.day_every.schedule_closed
source: Daily: Closed
ru_ru: Ежедневно: Закрыто

# Languages::rus_pickpoint.day_every.schedule_interval
source: Daily: [schedule]
ru_ru: Ежедневно: [schedule]
