Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_pecom.po
Languages: ru_ru

# Addons::name::rus_pecom
source: PEC (PECOM)
ru_ru: ПЭК

# Addons::description::rus_pecom
source: Shipping calculator
ru_ru: Расчет стоимости доставки

# Languages::carrier_pecom
source: PEC (PECOM) carrier
ru_ru: ПЭК

# Languages::rus_pecom.order_info
source: Information from PEC
ru_ru: Информация ПЭК

# Languages::rus_pecom.not_city_code
source: City code not found
ru_ru: Код города не найден

# Languages::rus_pecom.tarif
source: Rate
ru_ru: Тариф

# Languages::rus_pecom.auto
source: Shipment by car
ru_ru: Автоперевозка

# Languages::rus_pecom.avia
source: Shipment by air
ru_ru: Авиаперевозка

# Languages::rus_pecom.take
source: Include pickup cost
ru_ru: Включать стоимость самовывоза

# Languages::rus_pecom.deliver
source: Include delivery cost
ru_ru: Включать стоимость доставки

# Languages::rus_pecom.insurance
source: Insurance
ru_ru: Страхование

# Languages::rus_pecom.pal
source: Palletizing required
ru_ru: Требуется запаллечивание груза

# Languages::rus_pecom.take.tent
source: Truck tarp removal upon pickup (excluding cities of Russia's Golden Ring)
ru_ru: Растентровка при заборе (за исключением городов Золотого кольца России)

# Languages::rus_pecom.take.gidro
source: Usage of tail lift or other special machinery upon pickup
ru_ru: Использование гидролифта или другой специальной техники для забора

# Languages::rus_pecom.take.speed
source: Urgent pickup (Moscow only)
ru_ru: Срочный забор (только для Москвы)

# Languages::rus_pecom.take.moscow
source: Pickup within Moscow
ru_ru: Забор в Москве

# Languages::rus_pecom.deliver.tent
source: Truck tarp removal upon delivery (excluding cities of Russia's Golden Ring)
ru_ru: Растентровка при доставке (за исключением городов Золотого кольца России)

# Languages::rus_pecom.deliver.gidro
source: Usage of tail lift or other special vehicles upon delivery
ru_ru: Использование гидролифта или другой специальной техники при доставке

# Languages::rus_pecom.deliver.speed
source: Urgent delivery (Moscow only)
ru_ru: Срочная доставка (только для Москвы)

# Languages::rus_pecom.deliver.moscow
source: Delivery within Moscow
ru_ru: Доставка по Москве

# Languages::rus_pecom.moscow.deliver
source: Delivery within Moscow
ru_ru: Доставка по Москве

# Languages::rus_pecom.moscow.0
source: No entry
ru_ru: Без въезда

# Languages::rus_pecom.moscow.1
source: Moscow Ring Railway
ru_ru: Московская кольцевая железная дорога

# Languages::rus_pecom.moscow.2
source: Third Ring Road
ru_ru: Третье транспортное кольцо

# Languages::rus_pecom.moscow.3
source: Garden Ring Road
ru_ru: Садовое кольцо

# Languages::rus_pecom.ttl_gidro
source: Freight weight must not exceed 3000 kg, maximum dimension is 3 meters
ru_ru: Груз не должен превышать 3000 кг, максимальный размер 3 метра

# Languages::rus_pecom.ttl_tent
source: Tarp that covers the truck can be removed to get easier access to freight area. The truck may be equipped with straps, tail lift, rigid boards (sides), etc. Tarp removal eases freight loading and usually side or upper parts of tarp are removed. If the whole tarp is removed, the freight can be loaded both from above and from sides.
ru_ru: Тент с грузовика может быть убран, для быстрой доставки груза. Грузовик может быть оснащен ремнями, гидробортом, жесткими досками (сторонами) и т.д. Удаление тента облегчает погрузку и перевозку, как правило, убираются части брезента сверху и по сторонам. Если брезент убран целиком, груз может быть загружен сверху и сбоку.

# Languages::rus_pecom.package_hard
source: Rigid packaging required
ru_ru: Требуется жесткая упаковка

# Languages::rus_pecom.not_rate_delivery
source: Failed to calculate shipping
ru_ru: Не удалось выполнить расчет доставки
