Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_payments.po
Languages: ru_ru

# Addons::name::rus_payments
source: Russian localization — Russian payments
ru_ru: Российские способы оплаты

# Addons::description::rus_payments
source: Payments: Assist, Yandex.Checkpoint, Webmoney, Sberbank, PayAnyWay, PayMaster, Platidoma, RBK, Robokassa, Vsevcredit, Avangard, Payler
ru_ru: Способы оплаты: Assist, Яндекс.Касса, Webmoney, Сбербанк, PayAnyWay, PayMaster, ПлатиДома, РБК, Robokassa, ВсеВкредит, Авангард, Payler

# Languages::russian_payments
source: Russian payments
ru_ru: Русские платёжные системы

# Languages::addons.rus_payments.logging
source: Logging
ru_ru: Ведение журнала логов

# Languages::rus_payments.day
source: day
ru_ru: день

# Languages::rus_payments.how_days
source: days
ru_ru: дней

# Languages::rus_payments.hour
source: hour
ru_ru: час

# Languages::rus_payments.how_hours
source: hours
ru_ru: часов

# Languages::pay_all
source: The choice on the service side
ru_ru: Выбор на стороне сервиса

# Languages::pay_banktransfer
source: Bank transfer
ru_ru: Банковский перевод

# Languages::pay_bankcard
source: Bank cards
ru_ru: Банковская карта

# Languages::pay_rbkmoney
source: RBK Money account
ru_ru: Оплата с кошелька RBK Money

# Languages::pay_exchangers
source: Electronic payment systems
ru_ru: Электронные платежные системы

# Languages::pay_terminals
source: Payment terminals
ru_ru: Платежные терминалы

# Languages::pay_prepaidcard
source: RBK Money prepaid card
ru_ru: Предоплаченная карта RBK Money

# Languages::pay_postrus
source: Russian Post
ru_ru: Почта России

# Languages::pay_mobilestores
source: Mobile stores
ru_ru: Салоны связи

# Languages::pay_transfers
source: Money transfer services
ru_ru: Системы денежных переводов

# Languages::pay_ibank
source: Internet banking
ru_ru: Интернет банкинг

# Languages::pay_sberbank
source: Bank account (Sberbank)
ru_ru: Банковский платеж (Сбербанк)

# Languages::pay_svyaznoy
source: Svyaznoi
ru_ru: Связной

# Languages::pay_euroset
source: Evroset
ru_ru: Евросеть

# Languages::pay_mts
source: MTS
ru_ru: МТС

# Languages::pay_uralsib
source: Uralsib payment terminals
ru_ru: Кассы Уралсиб

# Languages::pay_ocean
source: Okean bank
ru_ru: Океан банк

# Languages::pay_ibankuralsib
source: Uralsib Internet Bank
ru_ru: Интернет-банк Уралсиб

# Languages::pay_elecsnet
source: Elecsnet
ru_ru: Элекснет

# Languages::pay_gorod
source: The Federal system CITY
ru_ru: Федеральная система ГОРОД

# Languages::pay_mcb
source: MosCreditBank
ru_ru: МосКредитБанк

# Languages::pay_moneta
source: Moneta.Ru
ru_ru: Монета.Ру

# Languages::pay_wallet
source: Wallet
ru_ru: Единый кошелек

# Languages::pay_yandex
source: Yandex.Money
ru_ru: Яндекс.Деньги

# Languages::pay_vtb24
source: VTB24
ru_ru: ВТБ24

# Languages::pay_alfabank
source: Alfa-Bank
ru_ru: Альфа-Банк

# Languages::pay_rsb
source: Bank Russian Standard
ru_ru: Банк Русский Стандар

# Languages::pay_beeline
source: Beeline
ru_ru: Билайн

# Languages::pay_megafon
source: Megafon
ru_ru: Мегафон

# Languages::pay_rostelecom
source: Rostelecom
ru_ru: Ростелеком

# Languages::pay_qiwi
source: QIWI wallet
ru_ru: QIWI кошелек

# Languages::pay_psb
source: PromSvyazBank
ru_ru: ПромСвязьБанк

# Languages::pay_sberbank_spasibo
source: Sberbank Thanks
ru_ru: Сбербанк Спасибо

# Languages::text_assist_notice
source: <p>For successful work of the "Assist" payment method, you should activate the "Return to store by returning URL" option at https://secure.assist.ru/members/ in the "Design pages" section on the payment side.</p>
ru_ru: <p>Для корректной работы платежного модуля "Assist" вам нужно активировать опцию "Return to store by returning URL" на сайте платежной системы https://secure.assist.ru/members/ в секции "Design pages".</p>

# Languages::payment_url
source: Payment URL
ru_ru: URL провайдера

# Languages::text_pd_notice
source: Use the following URLs in the Plati Doma account settings<br />-&nbsp;<u>successful payment</u>: <b>[return_url]</b><br />-&nbsp;<u>cancel payment</u>: <b>[return_url]</b><br />-&nbsp;<u>decline payment</u>: <b>[cancel_url]</b>
ru_ru: Используйте следующие URL в настройках аккаунта Плати Дома<br />-&nbsp;<u>успешный платеж</u>: <b>[return_url]</b><br />-&nbsp;<u>отмена платежа</u>: <b>[return_url]</b><br />-&nbsp;<u>отказ от платежа</u>: <b>[cancel_url]</b>

# Languages::pay_at_home
source: Plati Doma
ru_ru: Плати Дома

# Languages::pd_shop_id
source: Store code
ru_ru: Код магазина в системе

# Languages::pd_login
source: Store login
ru_ru: Логин магазина в системе

# Languages::pd_gate_password
source: Payment password
ru_ru: Платежный пароль

# Languages::pd_shop_id_notice
source: <b>Store code:&nbsp;</b>Attached to the store on registration. Used for request and response signing
ru_ru: <b>Код магазина в системе:&nbsp;</b>Присваивается Магазину при регистрации в Системе. Используется для формирования подписи запросов и ответов

# Languages::pd_gate_password_notice
source: <b>Payment password:&nbsp;</b>Used for request and response signing
ru_ru: <b>Платежный пароль:&nbsp;</b>Используется для формирования подписи запросов и ответов

# Languages::pd_nonpaid
source: Payment failed.
ru_ru: Платеж не оплачен.

# Languages::pd_paid
source: Successful payment.
ru_ru: Платеж оплачен.

# Languages::pd_reverse
source: Payment canceled.
ru_ru: Платеж отменен.

# Languages::pd_refund
source: Payment returned.
ru_ru: Возврат платежа.

# Languages::pd_declined
source: Payment declined during processing.
ru_ru: Во время оплаты произошел отказ от оплаты.

# Languages::qiwi_mobile_example
source: Mobile phone (e.g. 555-123-45-67)
ru_ru: Мобильный телефон (пример: 9057772233)

# Languages::qiwi_alarm_notify
source: <b>Warning!</b> Sending notifications is available only for the stores registered by the "Named wallet" scheme
ru_ru: <b>Внимание!</b> Рассылка уведомлений платна и доступна только магазинам, зарегистрированным по схеме "Именной кошелёк"

# Languages::qiwi_select_alarm
source: Select customer notification type
ru_ru: Выберите тип уведомления покупателя

# Languages::qiwi_no_alarm
source: Do not notify
ru_ru: Не уведомлять

# Languages::qiwi_sms_alarm
source: Send an SMS
ru_ru: Послать СМС

# Languages::qiwi_call_alarm
source: Make a call
ru_ru: Сделать звонок

# Languages::qiwi_lifetime
source: Account lifetime
ru_ru: Время жизни счета

# Languages::qiwi_select_lifetime
source: Set account lifetime
ru_ru: Выберите время жизни счета

# Languages::qiwi_soap_attention
source: <b>Warning!</b> The module PHP-SOAP must be installed on the server for QIWI Wallet to work correctly. Please consult with the server system administrator.
ru_ru: <b>Внимание!</b> Для корректной работы QIWI-кошелька требуется установленный модуль PHP-SOAP. Вы можете уточнить наличие данного модуля у администратора сервера.

# Languages::qiwi_login_notice
source: Use the data from the "Authentication details for all protocols" section of your ishop.qiwi.com account as the "API ID" and "Password" values.
ru_ru: В полях «API ID» и «Пароль» используйте данные из раздела «Аутентификационные данные для всех протоколов» в личном кабинете ishop.qiwi.com.

# Languages::qiwi_url_notice
source: Use this value in the "Notify URL" field in the SOAP protocol settings of your QIWI account: <br /><b>[qiwi_url]</b>
ru_ru: В настройках личного кабинете QIWI для SOAP-протокола в поле "URL для оповещения" укажите:<br /><b>[qiwi_url]</b>

# Languages::qiwi_order_status_50
source: Open
ru_ru: Выставлен

# Languages::qiwi_order_status_52
source: Processed
ru_ru: Проводится

# Languages::qiwi_order_status_60
source: Paid
ru_ru: Оплачен

# Languages::qiwi_order_status_150
source: Canceled (error on terminal)
ru_ru: Отменен (ошибка на терминале)

# Languages::qiwi_order_status_151
source: Canceled (authorization error: account balance not sufficient, declined by subscriber on mobile phone payment etc.)
ru_ru: Отменен (ошибка авторизации: недостаточно средств на балансе, отклонен абонентом при оплате с лицевого счета оператора сотовой связи и т.п.)

# Languages::qiwi_order_status_160
source: Canceled
ru_ru: Отменен

# Languages::qiwi_order_status_161
source: Canceled (timed out)
ru_ru: Отменен (истекло время)

# Languages::qiwi_result_status_0
source: Success
ru_ru: Успех

# Languages::qiwi_result_status_13
source: Server is busy, please try later
ru_ru: Сервер занят, повторите запрос позже

# Languages::qiwi_result_status_150
source: Authorization error (wrong login or/and password)
ru_ru: Ошибка авторизации (неверный логин/пароль)

# Languages::qiwi_result_status_210
source: Account not found
ru_ru: Счет не найден

# Languages::qiwi_result_status_215
source: An account with this number already exists
ru_ru: Счет с таким номером уже существует

# Languages::qiwi_result_status_241
source: The amount is too low
ru_ru: Сумма слишком мала

# Languages::qiwi_result_status_242
source: Maximal payment amount limit (15 000 RUB) exceeded.
ru_ru: Превышена максимальная сумма платежа - 15 000р.

# Languages::qiwi_result_status_278
source: Account list fetching timed out
ru_ru: Превышение максимального интервала получения списка счетов

# Languages::qiwi_result_status_298
source: The agent is not registered in the system
ru_ru: Кошелёк Qiwi не существует для вашего номера телефона. Создайте новый кошелёк на сайте qiwi.ru.

# Languages::qiwi_result_status_300
source: Unknown error
ru_ru: Неизвестная ошибка

# Languages::qiwi_result_status_330
source: Encryption error
ru_ru: Ошибка шифрования

# Languages::qiwi_result_status_370
source: Maximal number of simultaneously processed requests exceeded
ru_ru: Превышено максимальное количество одновременно выполняемых запросов

# Languages::qiwi_select_location
source: Qiwi server
ru_ru: Сервер Qiwi

# Languages::rbk_select_pay_method
source: Select payment method
ru_ru: Выберите способ оплаты

# Languages::rbk_login
source: Login
ru_ru: Логин

# Languages::rbk_secret_key
source: Secret key
ru_ru: Секретный ключ

# Languages::rbk_secret_key_notice
source: You can choose a checksum calculation algorithm on your Personal account page in the Edit store section. Please use the MD5 algorithm
ru_ru: Выбор алгоритма вычисления контрольной подписи производится в личном кабинете, в разделе редактирования магазина. Используйте алгоритм MD5

# Languages::rbk_login_notice
source: Use your Store ID as login. You can find the ID on your Personal account page
ru_ru: В качестве логина используйте идентификатор (ID) вашего магазина. Идентификатор находится в личном кабинете, в разделе [Магазины]

# Languages::rbk_serviceName
source: Order payment
ru_ru: Оплата заказа

# Languages::rbk_language
source: RBK Money website payment interface language
ru_ru: Язык интерфейса оплаты на сайте RBK Money

# Languages::text_rbk_notice
source: Use the following URLs in the RBK Money account settings<br />-&nbsp;<u>payment notification</u>: <b>[result_url]</b>
ru_ru: Используйте следующие URL в настройках аккаунта RBK Money<br />-&nbsp;<u>оповещение о платеже</u>: <b>[result_url]</b>

# Languages::rbk_status3
source: Transaction accepted for processing
ru_ru: Операция принята на обработку

# Languages::rbk_status5
source: Transaction complete
ru_ru: Операция исполнена

# Languages::payments.robokassa.get_currencies
source: Get currencies
ru_ru: Получить валюты

# Languages::text_robokassa_notice
source: Please add these URL fields in your Robokassa configuration:<br /><br/><b>Result URL:</b><br/>[r_url]<br/><br/><b>Success URL:</b><br/>[p_url]<br/><br/><b>Fail URL:</b><br/>[f_url]
ru_ru: Пожалуйста, добавьте следующие URL на странице конфигурации Robokassa:<br/><br/><b>Result URL:</b><br/>[r_url]<br/><br/><b>Success URL:</b><br/>[p_url]<br/><br/><b>Fail URL:</b><br/>[f_url]

# Languages::password1
source: Password1
ru_ru: Пароль1

# Languages::password2
source: Password2
ru_ru: Пароль2

# Languages::control_summ_wrong
source: Wrong control summ
ru_ru: Неверная контрольная сумма

# Languages::sbrf_qr_info
source: <p>Pay the invoice by scanning the code through a payment terminal</p>
ru_ru: <p>Оплатите счет, отсканировав код через платежный терминал или через кассу в отделении Сбербанка. Двумерный штрих-код (он же QR-код) содержит перечень всех реквизитов, необходимых для приема платежа.</p><p>Стандарт поддерживают Сбербанк, ВТБ, Альфа-банк, КиберПлат, Почта России, 1С, Парус и другие.</p>

# Languages::sbrf_qr_title
source: Quick payment QR code
ru_ru: QR-код для быстрой оплаты

# Languages::sbrf_qr_resolution
source: Resolution of QR code (in px)
ru_ru: Разрешение QR кода (в px)

# Languages::sbrf_qr_print_size
source: Size of displayed QR code (in px)
ru_ru: Размер отображаемого QR кода (в px)

# Languages::sbrf_account_id
source: beneficiary account
ru_ru: л/сч. получателя

# Languages::sbrf_bank
source: Bank
ru_ru: Банк

# Languages::sbrf_bik
source: BIK
ru_ru: БИК

# Languages::sbrf_cor_account
source: Account
ru_ru: Кор. счет

# Languages::sbrf_year
source: year
ru_ru: г.

# Languages::sbrf_inn
source: INN
ru_ru: ИНН

# Languages::sbrf_kbk
source: KBK
ru_ru: КБК

# Languages::sbrf_kop
source: kop.
ru_ru: коп.

# Languages::sbrf_kpp
source: KPP code
ru_ru: КПП

# Languages::sbrf_notification
source: Aviso
ru_ru: Извещение

# Languages::sbrf_okato_code
source: OKTMO code
ru_ru: ОКТМО код

# Languages::sbrf_payer
source: Payer
ru_ru: Плательщик

# Languages::sbrf_payer_account_id
source: Payer's account number
ru_ru: № л/сч. плательщика

# Languages::sbrf_payer_address
source: Payer's address
ru_ru: Адрес плательщика

# Languages::sbrf_payer_inn
source: Payer's INN
ru_ru: ИНН Плательщика

# Languages::sbrf_payment
source: Payment
ru_ru: Платёж

# Languages::sbrf_print_receipt
source: Print Sberbank receipt
ru_ru: Распечатать квитанцию Сбербанка РФ

# Languages::sbrf_receipt
source: Sberbank receipt
ru_ru: Квитанция Сбербанка РФ

# Languages::sbrf_receipt_
source: Receipt
ru_ru: Квитанция

# Languages::sbrf_recepient
source: Beneficiary
ru_ru: Получатель

# Languages::sbrf_recepient_name
source: Beneficiary name
ru_ru: Наименование получателя

# Languages::sbrf_rub
source: RUB
ru_ru: руб.

# Languages::sbrf_settlement_account
source: Settlement account
ru_ru: Расчетный счет

# Languages::sbrf_summ
source: Total
ru_ru: Сумма

# Languages::company_payment_details
source: Payment details for issuing an invoice
ru_ru: Реквизиты для выставления счета на оплату

# Languages::customer_phone
source: Phone
ru_ru: Телефон

# Languages::sbrf_payment_data
source: Payment data
ru_ru: Платёжные данные

# Languages::sbrf_bank_summ
source: Bank charges
ru_ru: Сумма оплаты услуг банка

# Languages::sbrf_order_payment
source: Order payment
ru_ru: Оплата заказа

# Languages::sbrf_print
source: Print
ru_ru: Печать

# Languages::sbrf_information_not_found
source: Information is not found
ru_ru: Информация не найдена

# Languages::sbrf_receipt_for_payment
source: Invoice #[order_id]
ru_ru: Счет на оплату заказа #[order_id]

# Languages::vsevcredit_shop_id
source: Shop ID
ru_ru: Идентификатор магазина

# Languages::vsevcredit_secret
source: Secret word
ru_ru: Секретное слово

# Languages::vsevkredit_url_notice
source: Please set the following URLs in the Vsevkredit admin area:<br /><b>URL for API:</b> [api_url]<br /><b>Return URL:</b> [return_url]
ru_ru: Пожалуйста выставьте настройки в администраторской зоне Всевкредит следующим образом:<br /><b>URL для API взаимодействия:</b> [api_url]<br /><b>URL перенаправления в случае успешного завершения заказа:</b> [return_url]

# Languages::text_webmoney_notice
source: In order to set up WebMoney payment method, you should set up Web Merchant Interface for processing payments in the following way:<br /><br />1. Check the "Send parameters in the pre-request" checkbox;<br />2. Check the "Allow overriding URL from Payment Request Form" checkbox;<br />3. Choose the required value in the "Signature algorithm" field and in payment settings.<br />
ru_ru: Чтобы начать прием платежей через WebMoney, вам нужно настроить Web Merchant Interface следующим образом: <br /><br />1. Включите настройку «Передавать параметры в предварительном запросе»;<br />2. Включите настройку «Позволять использовать URL, передаваемые в форме»;<br />3. Выберите нужное значение в поле «Алгоритм подписи» и в настройках платежного метода.<br />

# Languages::addons.rus_payments.sign_algo
source: Signature algorithm
ru_ru: Алгоритм подписи

# Languages::lmi_payee_purse
source: Payee purse
ru_ru: Кошелек

# Languages::lmi_sim_mode
source: Sim mode
ru_ru: Вариант тестового режима

# Languages::wm_success_mode
source: Success mode
ru_ru: Всегда успешная оплата

# Languages::wm_error_mode
source: Error mode
ru_ru: Всегда неудачная оплата

# Languages::wm_combine_mode
source: Combine mode
ru_ru: Комбинированный режим

# Languages::lmi_payer_wm
source: Payer's WM
ru_ru: Плательщика на WM

# Languages::lmi_payer_purse
source: Payer's purse
ru_ru: Кошелек плательщика

# Languages::lmi_sys_invs_no
source: WebMoney Invoice number
ru_ru: Номер WebMoney Invoice

# Languages::lmi_sys_trans_no
source: Transaction number
ru_ru: Номер транзакции

# Languages::lmi_sys_trans_date
source: Transaction date
ru_ru: Дата транзацкии

# Languages::text_lmi_payment_desc
source: Test Site. Order #:
ru_ru: Тестовый сайт. Заказ #:

# Languages::wm_rt_differ_payment_amount_in_prerequest
source: The payment amount value received in the prerequest differs from order total amount
ru_ru: Полученная при предварительном запросе сумма платежа отличается от общей суммы заказа

# Languages::wm_rt_differ_payee_purse_in_prerequest
source: The payee purse value received in the prerequest differs from the one defined for your payment details in the admin panel
ru_ru: Полученное в предварительном запросе значение кошелька продавца не совпадает со значением, заданным в администраторской панели;

# Languages::wm_rt_differ_mode_in_prerequest
source: The mode value received in the prerequest differs from the one defined for your payment details in the admin panel
ru_ru: Полученное значение режима в предварительном запросе отличается от заданного в администраторской панели;

# Languages::wm_rt_differ_hash_in_notification_request
source: The hash value received in the notification of payment request differs from the one received in system
ru_ru: Хеш-значение, полученное в уведомлении запроса платежа, отличается от хеш-значения, полученного в интернет-магазине

# Languages::wm_rt_differ_payment_amount_in_notification_request
source: The payment amount value received in the notification of payment request differs from order total amount
ru_ru: Сумма платежа, полученная в уведомлении запроса, отличается от общей суммы заказа

# Languages::wm_rt_differ_payee_purse_in_notification_request
source: The payee purse value received in the notification of payment request differs from order total amount
ru_ru: Значение кошелька продавца, полученное в уведомлении запроса платежа, не совпадает с суммой заказа

# Languages::wm_rt_differ_mode_in_notification_request
source: The mode value received in the notification of payment request differs from order total amount
ru_ru: Значение режима, полученное в уведомлении запроса платежа, отличается от общей суммы заказа

# Languages::text_wm_error_many_requests
source: Too mach SMS without payments found for specified phone
ru_ru: Обнаружено слишком много отправленных СМС без совершения платежей для данного телефона

# Languages::text_paymaster_notice
source: On the site Paymaster it is necessary to set in the site details in the `Callbacks`section: Payment notification - POST request, Success redirect - GET request, Failure redirect - GET request, Invoice confirmation - GET request and select the `Allow custom URLs` check box. Also it is necessary to enter the secret key in the `Technical parameters` section with selecting the MD5 signature type. This key should also be entered into the `Secret key` field in the store.
ru_ru: На сайте `Paymaster` необходимо установить в деталях сайта в разделе `Обратные вызовы`: Payment notification - POST запрос, Success redirect - GET запрос, Failure redirect - GET запрос, Invoice confirmation - GET запрос и установить чекбокс `Разрешена замена URL`. Также необходимо ввести секретный ключ в разделе `Технические параметры`, выбрав тип шифрования MD5. Этот ключ необходимо ввести также в магазине в поле `Секретный ключ`.

# Languages::paymaster_key
source: Secret key
ru_ru: Секретный ключ

# Languages::text_paymaster_sms_code
source: Please enter sms code
ru_ru: Пожалуйста, введите sms код

# Languages::text_paymaster_error_valid_phone
source: Please enter a valid phone number
ru_ru: Введите, пожалуйста, правильный номер телефона

# Languages::paymaster_unknown_error
source: Unknown error
ru_ru: Неизвестая ошибка

# Languages::paymaster_invalid_sign
source: Invalid request signature
ru_ru: неверная подпись запроса

# Languages::paymaster_unsupported_currency
source: Unsupported currency
ru_ru: Неподдерживаемая валюта

# Languages::paymaster_smstype
source: SMS type
ru_ru: Тип SMS

# Languages::paymaster_smscode
source: SMS code
ru_ru: SMS код

# Languages::pay_select_paymaster
source: The choice on PayMaster
ru_ru: Выбор на PayMaster

# Languages::ems_activation_error
source: To activate the EMS shipping processor you must have the Russian Rouble (RUB) currency enabled and set primary.
ru_ru: Для активации процессора доставки EMS валюта Российский Рубль (RUB) должна быть активна и назначена основной.

# Languages::ems_mode
source: Shipping fees are calculated based on
ru_ru: Цена доставки рассчитана согласно

# Languages::ems_country_error
source: The EMS shopping method is available only for deliveries from Russia. You can change company country under Settings -> Company.
ru_ru: Способ доставки EMS доступен только для Российской Федерации. Вы можете изменить настройки стран (Настройки -> Компания).

# Languages::yandex_certificate_filename
source: Certificate filename
ru_ru: Файл сертификата

# Languages::yandex_p12_password
source: Password
ru_ru: Пароль

# Languages::yandex_postponed_payments_enabled
source: Postponed payments enabled
ru_ru: Отложенные платежи включены

# Languages::yandex_unconfirmed_order_status
source: Status for postponed orders (Orders waiting for confirmation)
ru_ru: Статус отложенных заказов (заказы, ожидающие подтверждения)

# Languages::yandex_confirmed_order_status
source: Status for confirmed orders
ru_ru: Статус подтвержденных заказов

# Languages::yandex_canceled_order_status
source: Status for canceled postponed orders
ru_ru: Статус отмененных отложенных заказов

# Languages::yandex_returns_enabled
source: Returns enabled
ru_ru: Включить возврат

# Languages::yandex_returned_order_status
source: Status for returned orders
ru_ru: Статус возвращенных заказов

# Languages::yandex_money_currency_error
source: It is possible to make payment in rubles only using this payment method.
ru_ru: Оплата с использованием данного способа оплаты возможна только в рублях.

# Languages::select_yandex_payment
source: Select pay method
ru_ru: Выберите способ оплаты

# Languages::yandex_money_payment_yandex
source: Yandex.Money
ru_ru: Яндекс.Деньги

# Languages::yandex_money_payment_card
source: Credit card
ru_ru: Кредитная карта

# Languages::yandex_money_payment_terminal
source: Terminal
ru_ru: Терминал

# Languages::yandex_money_payment_phone
source: Mobile phone
ru_ru: Мобильный телефон

# Languages::yandex_payment_types
source: Payment methods
ru_ru: Способы оплаты

# Languages::yandex_payment_type
source: Payment method
ru_ru: Способ оплаты

# Languages::yandex_payment_card
source: Bank cards
ru_ru: Банковская карта

# Languages::yandex_payment_terminal
source: Payment kiosk
ru_ru: Терминал

# Languages::yandex_payment_phone
source: Mobile phone
ru_ru: Мобильный телефон

# Languages::yandex_payment_alfabank
source: Alfa-Click
ru_ru: Альфа-Клик

# Languages::yandex_payment_sberbank
source: Sberbank online
ru_ru: Сбербанк онлайн
