Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_edost.po
Languages: ru_ru

# Addons::name::rus_edost
source: Russian localization — Payment on delivery ( eDost.ru )
ru_ru: Калькулятор стоимости доставки eDost.ru

# Addons::description::rus_edost
source: Shipping services: Russian Post, EMS, DHL, UPS, SPSR Express, Pony Express, Garantpost, Megapolis, CDEK, Delovye linii, Avtotrejding, PEK, Zheldorekspeditsiya, boxberry, Energy
ru_ru: Службы доставки: Почта России, EMS, DHL, UPS, СПСР-Экспресс, Пони экспресс, Гарантпост, Мегаполис, СДЭК, Деловые линии, Автотрейдинг, ПЭК, Желдорэкспедиция, boxberry, Энергия

# Languages::server_password
source: Access password to calculations server
ru_ru: Пароль для доступа к серверу расчетов

# Languages::edost.header.office_map
source: Office on the map
ru_ru: Офис на карте

# Languages::edost.header.shipping_office
source: Office delivery service:
ru_ru: Офис службы доставки:

# Languages::edost_activation_error
source: To activate the eDost shipping processor, the Russian rouble currency (RUB) must be active and defined as base.
ru_ru: Для активации процессора доставки eDost валюта Российский Рубль (RUB) должна быть активна и назначена основной.

# Languages::edost_warning
source: Warning
ru_ru: Предупреждение

# Languages::edost_warning1
source: A post office with the zip code defined DOES NOT exist. Postal delivery is IMPOSSIBLE without correct zip code.
ru_ru: Почтового отделения с указанным индексом НЕ существует! Без правильного индекса доставка почтой НЕ возможна!

# Languages::edost_warning2
source: NO post office with the zip code defined has been found in your state. Postal delivery is IMPOSSIBLE without correct zip code.
ru_ru: В вашем регионе НЕ найдено почтового отделения с указанным индексом! Без правильного индекса доставка почтой НЕ возможна!

# Languages::edost_country_error
source: The eDost shipping method is available for the Russian Federation only. You can change settings of countries (Settings -> Company).
ru_ru: Способ доставки eDost доступен только для Российской Федерации. Вы можете изменить настройки стран (Настройки -> Компания).

# Languages::edost_code_error
source: Product cannot be shipped to the defined address by the eDost shipping method.
ru_ru: Доставка не может быть выполнена в указанный адрес методом eDost.

# Languages::edostcod_naloz_plus
source: Shipping cost will increase by
ru_ru: Стоимость доставки увеличится на

# Languages::edostcod_naloz_transfer
source: + pay surcharge on delivery for money transfer:
ru_ru: + доплатить при получении за денежный перевод:

# Languages::edostcod_naloz_total
source: Total surcharge paid for payment on delivery:
ru_ru: Итого переплата за наложенный платеж:

# Languages::store_id
source: Store ID
ru_ru: ID магазина

# Languages::addons.rus_edost.label_cities_update
source: Update cities
ru_ru: Обновить список городов

# Languages::addons.rus_edost.cities_update
source: Update
ru_ru: Обновить

# Languages::shipping.rus_edost.cities_update.tooltip
source: Update the data of existing cities and add new ones from cities.csv. We advise doing that every time when you upgrade CS-Cart.
ru_ru: Обновить данные существующих городов и добавить новые из файла cities.csv. Рекомендуем обновлять города при переходе на новую версию CS-Cart.

# Languages::shippings.edost.city_select_error
source: EDOST: We can not determine the desired city. Contact your administrator
ru_ru: eDost: Мы не можем определить нужный город. Обратитесь к администратору

# Languages::shippings.edost.admin_city_select_error
source: EDOST: Couldn't determine the desired city. Usually it is caused by multiple cities bearing the same name. Please change the name of one of those cities via the Cities add-on
ru_ru: eDost: Не удалось определить нужный город. Обычно это связано с тем, что в списке городов несколько городов с одинаковым именем. Пожалуйста, измените имена городов с помощью модуля "Города"

# Languages::shippings.edost.admin_city_not_served
source: EDOST: This city is not supported or is entered incorrectly.
ru_ru: eDost: Этот город не поддерживается или введен неправильно.

# Languages::addons.edost.text_update_cities
source: Table cities was updated
ru_ru: Список городов был обновлен

# Languages::rus_edost.upgrade_notification_title
source: Addon Edost changed
ru_ru: Изменения модуля eDost

# Languages::rus_edost.upgrade_notification_text
source: The eDost Add-on received a new button for the city data update. Open the add-on settings and click the Update button to update the data of cities.
ru_ru: В модуле eDost появилась новая кнопка для обновления списка городов. Откройте надстройки модуля и нажмите кнопку "Обновить" для обновления данных городов.

# Languages::rus_edost.edost_upgrade_notification_title
source: EDost: InPost and Idea-Logic: Today shipping services are no longer supported
ru_ru: Службы доставки InPost и Idea-Logic больше не поддерживаются сервисом eDost.ru

# Languages::rus_edost.edost_upgrade_notification_text
source: <p><b>InPost</b> and <b>Idea-Logic</b> shipping services are not supported since this [product] version. If you were using them, do the following:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses EDost as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li></ul>
ru_ru: <p>Начиная с этой версии [product], службы доставки <b>InPost</b> и <b>Idea-Logic</b> больше не поддерживаются. Если вы пользовались данными службами, то вам необходимо сделать следующее:</p><ul><li>перейдите в Администрирование → Доставка и налоги → Способы доставки;</li><li>выберите способ доставки, который для расчёта тарифа в качестве перевозчика использует eDost;</li><li>переключитесь на вкладку "Общее" и выберите подходящую службу доставки.</li></ul>

# Languages::addons.rus_edost.edost_code
source: Edost code
ru_ru: Код eDost
