Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_payments.po
Languages: ru_ru

# Languages::addons.rus_payments.account_kpp
source: KPP
ru_ru: КПП

# Languages::addons.rus_payments.account_current
source: Current account
ru_ru: Расчётный счет

# Languages::addons.rus_payments.account_personal
source: Personal account
ru_ru: л/сч. получателя

# Languages::addons.rus_payments.account_bank
source: Bank
ru_ru: Банк

# Languages::addons.rus_payments.account_bik
source: BIK
ru_ru: БИК

# Languages::addons.rus_payments.account_cor
source: Correspondent account
ru_ru: Кор/счёт

# Languages::addons.rus_payments.invoice_print
source: Icon stamp
ru_ru: Изображение печати

# Languages::addons.rus_payments.invoice_payment
source: Invoice for payment
ru_ru: Счет на оплату

# Languages::addons.rus_payments.text_invoice_payment
source: Invoice for payment № [number_account] of [invoice_data]
ru_ru: Счет на оплату № [number_account] от [invoice_data]

# Languages::addons.rus_payments.organization_customer
source: Organization
ru_ru: Организация

# Languages::addons.rus_payments.bank_details
source: Bank requisites
ru_ru: Банковские реквизиты

# Languages::addons.rus_payments.invoice_notification
source: Attention! Paying this order means your agreement with the product shipping conditions. Payment assurance is required. Otherwise, product in-stock availability cannot be ensured. A customer can pick up a product only after payment inflows to the Supplier’s current account (passport and letter of attorney are required).
ru_ru: Внимание! Оплата данного счета означает согласие с условиями поставки товара. Уведомление об оплате обязательно, в противном случае не гарантируется наличие товара на складе. Товар отпускается по факту прихода денег на р/с Поставщика, самовывозом (при наличии доверенности и паспорта).

# Languages::addons.rus_payments.bank_recipient
source: Bank recipient
ru_ru: Банк получателя

# Languages::addons.rus_payments.number_invoice
source: Personal account №
ru_ru: Лиц. счет №

# Languages::addons.rus_payments.total_items
source: Total items
ru_ru: Всего наименований

# Languages::addons.rus_payments.total_of
source: to the amount of
ru_ru: на сумму

# Languages::addons.rus_payments.supervisor
source: Supervisor
ru_ru: Руководитель

# Languages::addons.rus_payments.accountant
source: Accountant
ru_ru: Бухгалтер

# Languages::addons.rus_payments.without_tax
source: Without tax (VAT)
ru_ru: Без налога (НДС)

# Languages::addons.rus_payments.total_pay
source: Total pay
ru_ru: Всего к оплате

# Languages::addons.rus_payments.account_information_not_found
source: Information not found
ru_ru: Информация не найдена

# Languages::organization_customer
source: Organization
ru_ru: Организация

# Languages::bank_details
source: Bank requisites
ru_ru: Банковские реквизиты

# Languages::inn_customer
source: INN
ru_ru: ИНН

# Languages::addons.rus_payments.rub_rank
source: [n] ruble|[n] rubles
ru_ru: [n] рубль|[n] рубля|[n] рублей

# Languages::addons.rus_payments.thousand_rank
source: [n] thousand|[n] thousands
ru_ru: [n] тысяча|[n] тысячи|[n] тысяч

# Languages::addons.rus_payments.million_rank
source: [n] million
ru_ru: [n] миллион|[n] миллиона|[n] миллионов

# Languages::addons.rus_payments.billion_rank
source: [n] billion
ru_ru: [n] миллиард|[n] миллиарда|[n] миллиардов

# Languages::addons.rus_payments.kopeck_rank
source: [n] kopeck
ru_ru: [n] копейка|[n] копейки|[n] копеек

# Languages::addons.rus_payments.avangard_returns_enabled
source: Refund enabled
ru_ru: Возврат включен

# Languages::addons.rus_payments.avangard_returned_order_status
source: Order status after refund
ru_ru: Статус заказа после возврата

# Languages::addons.rus_payments.avangard_paid_order_status
source: The status of paid orders
ru_ru: Статус оплаченных заказов

# Languages::addons.rus_payments.avangard_failed_order_status
source: Order status unsuccessful payment
ru_ru: Статус заказа неудачной оплаты

# Languages::addons.rus_payments.company_info
source: Company information
ru_ru: Информация о компании

# Languages::addons.rus_payments.user_info
source: User information
ru_ru: Поля пользователя

# Languages::account_order_status
source: Order status for account
ru_ru: Статус заказа

# Languages::sbrf_invoice_order_status
source: Order status Sberbank payment
ru_ru: Статус заказа оплаты Сбербанка

# Languages::addons.rus_payments.account_print_width
source: Width print
ru_ru: Ширина печати

# Languages::addons.rus_payments.account_print_height
source: Height print
ru_ru: Высота печати

# Languages::rus_payments.robokassa.text_status_map
source: Map of order statuses
ru_ru: Карта статусов заказа

# Languages::rus_payments.robokassa.paid
source: Paid
ru_ru: Оплачен

# Languages::rus_payments.sberbank.error_text_email_not_sent
source: Please check the directory permissions /var/files
ru_ru: Пожалуйста, проверьте права доступа к директории /var/files

# Languages::rus_payments.soap_qiwi_removed_title
source: In CS-Cart 4.4.1, we've removed the Qiwi payment method, which worked via the SOAP protocol.
ru_ru: В CS-Cart 4.4.1 мы удалили способ оплаты Qiwi, который работает через протокол SOAP.

# Languages::rus_payments.soap_qiwi_removed_text
source: If you used the Qiwi payment method based on the SOAP protocol, install and set up the 'Qiwi REST Payment' add-on. The reason is that in CS-Cart 4.4.1, we've removed the Qiwi payment method based on the SOAP protocol. Instead, use the Qiwi payment method based on the REST protocol that CS-Cart already has for a long time now. Thanks.
ru_ru: Если вы использовали способ оплаты Qiwi, то вам необходимо установить и настроить модуль 'Qiwi REST платежная система'. Причина — в CS-Cart 4.4.1 удален этот способ оплаты Qiwi. На смену ему пришёл модуль Qiwi REST, поэтому рекомендуем перейти на него.

# Languages::addons.rus_payments.yandex_money_not_order_yandex
source: Sorry, the refund couldn't be made because the ID that links the order to Yandex transaction wasn't found.
ru_ru: К сожалению, не удалось осуществить возврат средств, так как не найден ID, связывающий заказ с транзакцией в Яндекс.

# Languages::addons.rus_payments.yandex_money_not_certificate
source: Sorry, the refund couldn't be made: please go to the settings of the payment method that uses Yandex.Money and add the certificate.
ru_ru: К сожалению, не удалось осуществить возврат средств: пожалуйста, откройте страницу настроек способа оплаты, использующего Яндекс.Деньги, и добавьте сертификат.

# Languages::addons.rus_payments.yandex_money_not_data_order
source: Sorry, the refund couldn't be made: Yandex didn't return the data associated with the order.
ru_ru: К сожалению, не удалось осуществить возврат средств: Яндексу не удалось возвратить данные, связанные с заказом.

# Languages::addons.rus_payments.send_receipt_to_yandex_checkpoint
source: Send receipt data to Yandex.Checkpoint (Federal Law 54)
ru_ru: Отправлять данные для чеков в Яндекс.Кассу (54-ФЗ)

# Languages::addons.rus_payments.yandex_checkpoint.vat_type
source: VAT type for Yandex.Checkpoint
ru_ru: Тип НДС для Яндекс.Кассы

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.1
source: No VAT
ru_ru: Без НДС

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.2
source: Zero rate (0%)
ru_ru: Нулевая ставка (0%)

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.3
source: 10% rate
ru_ru: Ставка 10%

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.4
source: 18% rate
ru_ru: Ставка 18%

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.5
source: 10/110 rate
ru_ru: Расчётная ставка 10/110

# Languages::addons.rus_payments.yandex_checkpoint.vat_type.6
source: 18/118 rate
ru_ru: Расчётная ставка 18/118

# Languages::addons.rus_payments.yandex_checkpoint.only_rub_allowed
source: Available only when Russian Ruble is selected for the Currency
ru_ru: Доступно только в случае, когда в качестве валюты выбран российский рубль

# Languages::addons.rus_payments.yandex_checkpoint.will_be_passed_to_checkpoint
source: Will be sent to Yandex.Checkpoint in the order receipt
ru_ru: Будет отправлено в Яндекс.Кассу в чеке заказа

# Languages::yandex_checkpoint_receipt_sent
source: Receipt sent
ru_ru: Чек отправлен

# Languages::send_receipt_to_online_cash_register
source: Send receipt data to online cash register (Federal Law 54)
ru_ru: Отправлять данные чеков в онлайн-кассу (54-ФЗ)

# Languages::addons.rus_payments.payanyway.register_should_be_enabled
source: <b>Use cash register</b> setting must be enabled your PayAnyWay account
ru_ru: Настройка <b>Использовать АТОЛ</b> должна быть включена в вашей учётной записи PayAnyWay

# Languages::send_data_for_sales_receipt_generation
source: Send data for sales receipt generation
ru_ru: Отправлять данные для генерации чека продажи

# Languages::addons.rus_payments.payanyway.tt_register_should_be_enabled
source: To generate sales receipts you also need to configure the connection to an online cash register in your PayAnyWay account.
ru_ru: Для генерации чеков вам также потребуется подключиться к онлайн-кассе в вашей учётной записи PayAnyWay.

# Languages::yandex_total
source: Total
ru_ru: Итого
