Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_unisender.po
Languages: ru_ru

# Addons::name::rus_unisender
source: Russian localization — Unisender
ru_ru: Unisender

# Addons::description::rus_unisender
source: Email and SMS
ru_ru: Рассылки e-mail и SMS. Возможность импорта контактов покупателей в сервис Unisender

# Languages::addons.rus_unisender.unisender_menu_description
source: Settings profile fields
ru_ru: Настройки полей профиля

# Languages::addons.rus_unisender.field_unisender
source: Field Unisender
ru_ru: Поля Unisender

# Languages::addons.rus_unisender.users_not_added_key
source: Invalid API Key in "Unisender" add-on options.
ru_ru: Некорректный ключ доступа к API в настройках модуля Unisender.

# Languages::addons.rus_unisender.users_not_added_list
source: Not selected list name in "Unisender" add-on options.
ru_ru: Не выбран список в настройках модуля Unisender.

# Languages::addons.rus_unisender.add_selected_to_unisender
source: Add to Unisender selected users
ru_ru: Добавить в Unisender отмеченных пользователей

# Languages::addons.rus_unisender.add_message_to_unisender
source: Send a SMS message selected by the user
ru_ru: Отправить SMS-сообщение пользователю

# Languages::addons.rus_unisender.sms_message
source: SMS message
ru_ru: SMS-сообщение

# Languages::addons.rus_unisender.notify_unisender_users
source: Send an SMS to the buyer
ru_ru: Отправлять SMS покупателю

# Languages::addons.rus_unisender.users_added
source: Selected users were added to Unisender.
ru_ru: Выбранные пользователи добавлены в Unisender.

# Languages::addons.rus_unisender.enter_api_key
source: Enter and save the API key first
ru_ru: Сначала введите и сохраните ключ доступа к API

# Languages::addons.rus_unisender.invalid_api_key
source: Invalid API Key.
ru_ru: Неверный ключ доступа к API.

# Languages::addons.rus_unisender.no_response
source: No response from server.
ru_ru: Нет ответа от сервера.

# Languages::addons.rus_unisender.mailing_lists
source: Mailing lists
ru_ru: Списки рассылок

# Languages::addons.rus_unisender.text_unisender_signup_for_subscriptions
source: Sign up for our newsletters!
ru_ru: Подпишитесь на нашу рассылку!

# Languages::addons.rus_unisender.map_fields
source: Fields mapping
ru_ru: Отображение полей

# Languages::addons.rus_unisender.field_name
source: Field name
ru_ru: Название поля

# Languages::addons.rus_unisender.error_ZS140227_02
source: Unisender: Fill in the Sender's name field in the add-on settings
ru_ru: Unisender: Заполните поле «Имя отправителя» в настройках модуля

# Languages::addons.rus_unisender.error_AK100311_03
source: Unisender: Sender's name should contain up to 11 Latin letters or digits
ru_ru: Unisender: Имя отправителя должно содержать не более 11 цифр или латинских букв

# SettingsSections::rus_unisender::main
source: Settings
ru_ru: Настройки

# SettingsOptions::rus_unisender::api_key
source: API key
ru_ru: Ключ доступа к API

# SettingsOptions::rus_unisender::list_name
source: List name
ru_ru: Название списка

# SettingsOptions::rus_unisender::unisender_show_at_checkout
source: Show at checkout
ru_ru: Показывать при оформлении заказа

# SettingsTooltips::rus_unisender::unisender_show_at_checkout
source: Shows the mailing (list name) selected from the list at checkout and allows to subscribe to this mailing
ru_ru: Показывать флажок подписки на рассылку, выбранную в списке, на этапе оформления заказа

# SettingsOptions::rus_unisender::unisender_show_on_registration
source: Show on registration
ru_ru: Показывать при регистрации

# SettingsTooltips::rus_unisender::unisender_show_on_registration
source: Shows the mailing (list name) selected from the list at checkout and allows to subscribe to this mailing
ru_ru: Показывать флажок подписки на рассылку, выбранную в списке, при регистрации

# SettingsOptions::rus_unisender::user_settings
source: Settings
ru_ru: Настройки пользователя

# SettingsOptions::rus_unisender::send_sms_user
source: Notify the customer about the order status
ru_ru: Уведомлять покупателя о статусе заказа

# SettingsOptions::rus_unisender::send_sms_user_shipment
source: Notify the customer about the shipment status
ru_ru: Уведомлять покупателя о статусе отгрузки

# SettingsOptions::rus_unisender::sender
source: Sender's name
ru_ru: Имя отправителя

# SettingsOptions::rus_unisender::sender_shipment
source: Sender's name
ru_ru: Имя отправителя

# SettingsTooltips::rus_unisender::sender
source: Maximum name length is 11 characters
ru_ru: Максимальная длина имени — 11 символов

# SettingsTooltips::rus_unisender::sender_shipment
source: Maximum name length is 11 characters
ru_ru: Максимальная длина имени — 11 символов

# SettingsOptions::rus_unisender::send_sms_user_text
source: SMS body
ru_ru: Текст SMS

# SettingsOptions::rus_unisender::send_sms_user_text_shipment
source: SMS body
ru_ru: Текст SMS

# SettingsTooltips::rus_unisender::send_sms_user_text
source: User's message body: №[order_id] - order ID, [status] - order status
ru_ru: Текст сообщения пользователю: №[order_id] — код заказа, [status] — статус заказа

# SettingsTooltips::rus_unisender::send_sms_user_text_shipment
source: User's message body: №[order_id] - order ID, [status] - shipment status
ru_ru: Текст сообщения пользователю: №[order_id] — код заказа, [status] — статус отгрузки

# SettingsOptions::rus_unisender::admin_settings
source: Settings admin
ru_ru: Настройки администратора

# SettingsOptions::rus_unisender::send_sms_admin
source: Notify the administrator about a new order
ru_ru: Уведомлять администратора о новом заказе

# SettingsOptions::rus_unisender::admin_sender
source: Sender's name
ru_ru: Имя отправителя

# SettingsTooltips::rus_unisender::admin_sender
source: Maximum name length is 11 characters
ru_ru: Максимальная длина имени — 11 символов

# SettingsOptions::rus_unisender::admin_phone
source: Administrator's phone number
ru_ru: Телефон администратора

# SettingsTooltips::rus_unisender::admin_phone
source: Administrator's phone number in international format ("+" can be omitted): +70000000000. Several numbers can be specified, divided by a comma.
ru_ru: Телефон администратора в международном формате («+» можно опустить): +70000000000. Можно указать несколько номеров через запятую.

# SettingsOptions::rus_unisender::send_sms_admin_text
source: SMS body
ru_ru: Текст SMS

# SettingsTooltips::rus_unisender::send_sms_admin_text
source: Administrator's message body: [storefront] – store name, №[order_id] – order ID
ru_ru: Текст сообщения администратору: [storefront] — название магазина, №[order_id] — код заказа

# SettingsOptions::rus_unisender::order
source: Order
ru_ru: Заказы

# SettingsOptions::rus_unisender::order_status_sms
source: When these order statuses are changed, the user will be notified
ru_ru: Статусы заказов, об изменении которых будет сообщаться пользователю

# Languages::privileges.manage_unisender
source: Can manage
ru_ru: Управление

# Languages::privileges.send_sms_unisender
source: Allow sending SMS
ru_ru: Разрешить отправку SMS

# Languages::privileges.view_unisender
source: Can view
ru_ru: Просмотр
