Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_online_cash_register.po
Languages: ru_ru

# Addons::name::rus_online_cash_register
source: ATOL Online: rent-a-cash-register
ru_ru: АТОЛ Онлайн

# Addons::description::rus_online_cash_register
source: Integrates your store with ATOL Online, a Russian rent-an-online-cash-register service
ru_ru: Интеграция с сервисом аренды онлайн-касс АТОЛ Онлайн

# SettingsOptions::rus_online_cash_register::currency
source: Currency
ru_ru: Валюта

# SettingsOptions::rus_online_cash_register::statuses_paid
source: Statuses for paid orders
ru_ru: Статусы оплаченных заказов

# SettingsTooltips::rus_online_cash_register::statuses_paid
source: When an order gets one of these statuses, a sales receipt is issued.
ru_ru: Когда заказ получает один из этих статусов, пробивается чек продажи.

# SettingsOptions::rus_online_cash_register::statuses_refund
source: Statuses for refunded orders
ru_ru: Статусы возвращённых заказов

# SettingsTooltips::rus_online_cash_register::statuses_refund
source: When an order gets one of these statuses, a return receipt is issued.
ru_ru: Когда заказ получает один из этих статусов, пробивается чек возврата.

# SettingsOptions::rus_online_cash_register::sno
source: Taxation system
ru_ru: Система налогообложения

# SettingsOptions::rus_online_cash_register::atol_group_code
source: Cash register group code
ru_ru: Идентификатор группы ККТ

# SettingsOptions::rus_online_cash_register::atol_payment_address
source: Payment location address
ru_ru: Адрес места расчётов

# SettingsOptions::rus_online_cash_register::atol_login
source: Login
ru_ru: Логин

# SettingsOptions::rus_online_cash_register::atol_password
source: Password
ru_ru: Пароль

# SettingsOptions::rus_online_cash_register::atol_inn
source: Tax identification number (INN)
ru_ru: ИНН

# SettingsSections::rus_online_cash_register::general
source: General
ru_ru: Общие

# SettingsSections::rus_online_cash_register::atol
source: ATOL
ru_ru: АТОЛ

# Languages::rus_online_cash_register.inn_is_invalid
source: Invalid tax reference number (INN)
ru_ru: Неверный ИНН

# Languages::rus_online_cash_register.payment_use_online_cash_register
source: Send receipt data to ATOL Online
ru_ru: Отправлять данные для чеков в АТОЛ Онлайн

# Languages::rus_online_cash_register.tax_use_online_cash_register
source: Tax type in ATOL Online
ru_ru: Тип НДС в АТОЛ Онлайн

# Languages::rus_online_cash_register.uuid
source: Unique document identifier (UUID)
ru_ru: Уникальный идентификатор документа (UUID)

# Languages::rus_online_cash_register.status
source: Status
ru_ru: Статус

# Languages::rus_online_cash_register.fiscal_receipt_number
source: Receipt number in a shift
ru_ru: Номер чека в смене

# Languages::rus_online_cash_register.shift_number
source: Shift number
ru_ru: Номер смены

# Languages::rus_online_cash_register.fn_number
source: Number of fiscal storage unit
ru_ru: Номер ФН

# Languages::rus_online_cash_register.ecr_registration_number
source: Registration number of the cash register
ru_ru: Регистрационный номер ККТ

# Languages::rus_online_cash_register.fiscal_document_number
source: Fiscal number of the document
ru_ru: Фискальный номер документа

# Languages::rus_online_cash_register.fiscal_document_attribute
source: Fiscal attribute of the document
ru_ru: Фискальный признак документа

# Languages::rus_online_cash_register.information
source: Fiscal documents
ru_ru: Фискальные документы

# Languages::rus_online_cash_register.status.wait
source: To be processed
ru_ru: Ожидает обработки

# Languages::rus_online_cash_register.status.done
source: Done
ru_ru: Готово

# Languages::rus_online_cash_register.status.fail
source: Error
ru_ru: Ошибка

# Languages::rus_online_cash_register.refresh_receipt
source: Refresh
ru_ru: Обновить

# Languages::rus_online_cash_register.sno.osn
source: General taxation system
ru_ru: Общая СН

# Languages::rus_online_cash_register.sno.usn_income
source: Simplified (revenue)
ru_ru: Упрощённая СН (доходы)

# Languages::rus_online_cash_register.sno.usn_income_outcome
source: Simplified (revenue minus expenses)
ru_ru: Упрощённая СН (доходы минус расходы)

# Languages::rus_online_cash_register.sno.envd
source: Unified tax on imputed income
ru_ru: Единый налог на вменённый доход

# Languages::rus_online_cash_register.sno.esn
source: Unified agricultural tax
ru_ru: Единый сельскохозяйственный налог

# Languages::rus_online_cash_register.sno.patent
source: Patent taxation system
ru_ru: Патентная СН

# Languages::rus_online_cash_register.tax.none
source: No VAT
ru_ru: Без НДС

# Languages::rus_online_cash_register.tax.vat0
source: VAT 0%
ru_ru: Нулевая ставка (0%)

# Languages::rus_online_cash_register.tax.vat10
source: VAT 10%
ru_ru: Ставка 10%

# Languages::rus_online_cash_register.tax.vat18
source: VAT 18%
ru_ru: Ставка 18%

# Languages::rus_online_cash_register.tax.vat110
source: VAT 10/110
ru_ru: Расчётная ставка 10/110

# Languages::rus_online_cash_register.tax.vat118
source: VAT 18/118
ru_ru: Расчётная ставка 18/118

# Languages::rus_online_cash_register.payment.cash
source: Cash
ru_ru: Наличные

# Languages::rus_online_cash_register.payment.digicash
source: Electronic cash
ru_ru: Электронная наличность

# Languages::rus_online_cash_register.settings.test_connect
source: Test connection to ATOL
ru_ru: Проверить соединение с АТОЛ

# Languages::rus_online_cash_register.connection_successful
source: Connection successful
ru_ru: Соединение прошло успешно.

# Languages::rus_online_cash_register.connection_refused
source: Connection refused. Reason: [error]
ru_ru: Соединение не удалось. Причина: [error]

# Languages::rus_online_cash_register.test_product_name
source: Test product name
ru_ru: Название тестового товара

# Languages::rus_online_cash_register.settings.receipt_status.title
source: Receipt status
ru_ru: Статус чека

# Languages::rus_online_cash_register.receipts_list.title
source: Receipts list
ru_ru: Список чеков

# Languages::rus_online_cash_register.receipts_list.create_test_receipt
source: Issue a test receipt
ru_ru: Пробить тестовый чек

# Languages::rus_online_cash_register.receipts_list.source
source: Source
ru_ru: Источник

# Languages::rus_online_cash_register.receipts_list.uuid
source: Unique document identifier (UUID)
ru_ru: Уникальный идентификатор документа (UUID)

# Languages::rus_online_cash_register.receipts_list.date
source: Date
ru_ru: Дата

# Languages::rus_online_cash_register.receipts_list.status
source: Status
ru_ru: Статус

# Languages::rus_online_cash_register.receipts_list.type
source: Type
ru_ru: Тип

# Languages::rus_online_cash_register.receipts_list.type.sell
source: Sales receipt
ru_ru: Чек продажи

# Languages::rus_online_cash_register.receipts_list.type.sell_refund
source: Refund receipt
ru_ru: Чек возврата

# Languages::rus_online_cash_register.receipts_list.status.wait
source: To be processed
ru_ru: Ожидает обработки

# Languages::rus_online_cash_register.receipts_list.status.done
source: Done
ru_ru: Готов

# Languages::rus_online_cash_register.receipts_list.status.fail
source: Error
ru_ru: Ошибка

# Languages::rus_online_cash_register.receipts_list.total
source: Total
ru_ru: Итого

# Languages::rus_online_cash_register.test_receipt_created
source: Receipt successfully created
ru_ru: Чек пробит успешно

# Languages::rus_online_cash_register.receipts_list.source.order
source: Order #[order_id]
ru_ru: Заказ #[order_id]

# Languages::rus_online_cash_register.receipts_list.source.test
source: Test receipt
ru_ru: Тестовый чек

# Languages::rus_online_cash_register.receipt.item.name
source: Item
ru_ru: Наименование товара

# Languages::rus_online_cash_register.receipt.item.price
source: Price
ru_ru: Цена

# Languages::rus_online_cash_register.receipt.item.quantity
source: Quantity
ru_ru: Количество

# Languages::rus_online_cash_register.receipt.item.discount
source: Discount
ru_ru: Скидка

# Languages::rus_online_cash_register.receipt.item.tax
source: Tax
ru_ru: Налог

# Languages::rus_online_cash_register.receipt.item.total
source: Total
ru_ru: Итого

# Languages::rus_online_cash_register.logs.status
source: Status
ru_ru: Статус

# Languages::rus_online_cash_register.logs.date
source: Date
ru_ru: Дата

# Languages::rus_online_cash_register.logs.response
source: Response
ru_ru: Ответ

# Languages::rus_online_cash_register.logs.request
source: Request
ru_ru: Запрос

# Languages::rus_online_cash_register.logs.title
source: Logs
ru_ru: Журнал

# Languages::rus_online_cash_register.logs.status.send
source: Sent
ru_ru: Отправлен

# Languages::rus_online_cash_register.logs.status.success
source: Processed
ru_ru: Выполнен

# Languages::rus_online_cash_register.logs.status.fail
source: Error
ru_ru: Ошибка

# Languages::online_cash_register
source: ATOL Online
ru_ru: АТОЛ Онлайн

# Languages::online_cash_register.receipts
source: Receipts
ru_ru: Чеки

# Languages::online_cash_register.logs
source: Logs
ru_ru: Журнал

# SettingsOptions::rus_online_cash_register::mode
source: Mode
ru_ru: Режим

# SettingsVariants::rus_online_cash_register::mode::test
source: Test
ru_ru: Тестовый

# SettingsVariants::rus_online_cash_register::mode::live
source: Live
ru_ru: Рабочий

# SettingsOptions::rus_online_cash_register::api_version
source: API version
ru_ru: Версия API

# SettingsVariants::rus_online_cash_register::api_version::3
source: 3.0 (Deprecated)
ru_ru: 3.0 (запрещена с 01.01.2019)

# Languages::rus_online_cash_register.new_api_version_notification_title
source: ATOL Online: rent-a-cash-register add-on updated
ru_ru: Обновлён модуль "АТОЛ Онлайн"

# Languages::rus_online_cash_register.new_api_version_notification
source: According to ATOL Online, <a href="https://www.atol.ru/company/news/Formaty-fiskalnykh-dokumentov-kak-FFD-ogranicheny-po-vremeni-legitimnosti/" target="_blank">it is required to switch to Fiscal Document Format 1.05 before January 1, 2019</a>. Our add-on supports the new format, but first you need to find out if you can switch to it:</br></br><ul><li>Contact the technical support of ATOL Online and verify if you can switch to API version 4.0 and Fiscal Document Format 1.05. You may need to update the agreement and access keys.</li></br><li>Once you receive a reply from ATOL Online, change the settings of the corresponding add-on in [product]. Change API version to 4.0 and update the access credentials to the ones you received from ATOL Online technical support, if necessary.</li></br></ul></br>Please make sure to switch to Fiscal Document Format 1.05 and API version 4.0 before January 1, 2019.
ru_ru: На сайте АТОЛ Онлайн сказано, что <a href="https://www.atol.ru/company/news/Formaty-fiskalnykh-dokumentov-kak-FFD-ogranicheny-po-vremeni-legitimnosti/" target="_blank">до 1 января 2019 г. нужно перейти на ФФД 1.05</a>. Теперь наш модуль поддерживает новый формат фискальных документов. Для перехода нужно:</br></br><ul><li>Связаться с техподдержкой АТОЛ Онлайн и сообщить, что вы хотите перейти на ФФД 1.05 и API 4й версии. Может потребоваться обновление договора и ключей доступа.</li></br><li>Когда вы получите ответ от АТОЛ Онлайн, измените настройки соответствующего модуля в [product]. Измените версию API на 4.0 и обновите реквизиты доступа на те, которые вы получили от техподдержки АТОЛ Онлайн.</li></br></ul></br>Обязательно переключитесь на ФФД 1.05 и API 4й версии до 1 января 2019 г.

# Languages::rus_online_cash_register.api_version
source: API version
ru_ru: Версия API

# Languages::rus_online_cash_register.api_version_3
source: 3.0 (Deprecated)
ru_ru: 3.0 (запрещена с 01.01.2019)

# Languages::rus_online_cash_register.mode
source: Mode
ru_ru: Режим

# Languages::rus_online_cash_register.mode_test
source: Test
ru_ru: Тестовый

# Languages::rus_online_cash_register.mode_live
source: Live
ru_ru: Рабочий

# Languages::rus_online_cash_register.atol_group_code
source: Cash register group code
ru_ru: Идентификатор группы ККТ

# Languages::rus_online_cash_register.atol_payment_address
source: Payment location address
ru_ru: Адрес места расчётов

# Languages::rus_online_cash_register.atol_login
source: Login
ru_ru: Логин

# Languages::rus_online_cash_register.atol_password
source: Password
ru_ru: Пароль

# Languages::rus_online_cash_register.atol_inn
source: Tax identification number (INN)
ru_ru: ИНН

# Languages::rus_online_cash_register_settings
source: ATOL Settings
ru_ru: Настройки АТОЛ

# Languages::rus_online_cash_register.sno
source: Taxation system
ru_ru: Система налогообложения
