Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_ruble.po
Languages: ru_ru

# Addons::name::rus_ruble
source: Russian localization — Russian ruble and currencies sync
ru_ru: Символ рубля и синхронизация курса валют

# Addons::description::rus_ruble
source: Updating currency rates according to Central Bank of Russia
ru_ru: Обновление курсов валют в соответствии с данными Центрального банка России

# Languages::rus_ruble.currency_install
source: Set "Russian ruble" as currency
ru_ru: Установить валюту "Российский рубль"

# Languages::rus_ruble.currency_install_button
source: Install currency
ru_ru: Установить валюту

# Languages::rus_ruble.currency_install_info
source: New currency Russian ruble ("RUB") will be set. Russian ruble will be the main currency of the store. It is necessary for correct operation of payment and shipping methods and integration with Yandex
ru_ru: Будет создана новая валюта Российский рубль ("RUB"). Российский рубль будет установлен как основная валюта магазина. Это необходимо для корректной работы способов оплаты, доставки и интеграции с Яндекс

# Languages::rus_ruble.symbol_rub_created
source: Currency Russian ruble created
ru_ru: Создана новая валюта Российский рубль

# Languages::rus_ruble.symbol_rub_updated
source: Symbol Russian ruble updated
ru_ru: Символ рубля обновлен

# Languages::rus_ruble.magic_keygen
source: Generate magic_key
ru_ru: Сгенерировать magic_key

# Languages::rus_ruble.magic_keygen_button
source: Generate
ru_ru: Сгенерировать

# Languages::rus_ruble.currencies_sync
source: Synchronize currency rate with Bank of Russia
ru_ru: Синхронизировать курс валюты с ЦБРФ

# Languages::rus_ruble.auto_info
source: Use this link to update currency exchange rates automatically via cron:
ru_ru: Используйте эту ссылку для автоматического обновления курсов валют через CRON:

# Languages::rus_ruble.auto_instruction_data
source: Notes: 1) The data on the site of the Central bank of Russia is updated every day at 3:00 PM Moscow time (UTC+4);
ru_ru: Примечания: 1) данные на сайте Центрального банка России обновляется каждый день в 3:00 вечера по московскому времени (UTC + 4);

# Languages::rus_ruble.auto_instruction_data_end
source: 2) As a currency designation, please use only three-character designation RCC (Russian Classification of Currencies)
ru_ru: 2) В качестве обозначения валюты используйте только трехбуквенное обозначение OKB

# Languages::rus_ruble.sbrf_currencies_successfully_sync
source: Currencies were successfully synchronized.
ru_ru: Синхронизация валют прошла успешно.

# Languages::rus_ruble.sbrf_currencies_unsuccessfully_sync
source: An error occurred during currency synchronization.
ru_ru: При синхронизации валют произошла ошибка.

# Languages::rus_ruble.symbol_no_currency_rub
source: No currency with the "RUB" code.
ru_ru: Валюта с кодом "RUB" не существует.

# Languages::rus_ruble.symbol_update
source: Click this button to update ruble sign now
ru_ru: Нажмите на эту кнопку, чтобы обновить символ рубля сейчас

# Languages::rus_ruble.symbol_update_button
source: Update ruble sign
ru_ru: Обновить символ рубля

# Languages::rus_ruble.currency_sync
source: Click this button to synchronize currency exchange rates now.
ru_ru: Нажмите на эту кнопку, чтобы синхронизировать курсы валют сейчас

# Languages::rus_ruble.currency_sync_auto
source: Automatic currency rate update via CRON
ru_ru: Автоматическое обновление курсов валют через CRON

# Languages::rus_ruble.currencies_sync_info
source: Currency rate will be synchronized with Central bank of Russia ( <a target="_blank" href="http://www.cbr.ru/">www.cbr.ru</a> )
ru_ru: Курс валюты будет синхронизирован с Центральным банком Российской Федерации ( <a target="_blank" href="http://www.cbr.ru/">www.cbr.ru</a> )

# Languages::rus_ruble.currency_sync_button
source: Update currency rates
ru_ru: Обновить курс валюты

# Languages::rus_ruble.magic_key_empty
source: Unknown magic key
ru_ru: Не указан мagic key

# Languages::rus_ruble.magic_key_incorrect
source: Incorrect magic key
ru_ru: Не правильный мagic key

# Languages::rus_ruble.not_set_ruble
source: Not set "Russian ruble" as currency
ru_ru: Не установлена валюта "Российский рубль"

# SettingsSections::rus_ruble::settings
source: Settings
ru_ru: Настройки
