Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_boxberry.po
Languages: el_gr, pl_pl, ru_ru, uk_ua

# Addons::description::rus_boxberry
source: Shipping method Boxberry
el_gr: Μέθοδος αποστολής Boxberry
pl_pl: Metoda dostawy Boxberry
ru_ru: Способ доставки Boxberry
uk_ua: Спосіб доставки Boxberry

# Languages::rus_boxberry.api_password
source: API token
el_gr: Αναγνωριστικό API
pl_pl: Token API

# Languages::rus_boxberry.take_api_password
source: Boxberry get api key
el_gr: Boxberry πάρτε τον κωδικό Api
pl_pl: Boxberry pobierz klucz Api
ru_ru: Получить API token
uk_ua: Отримати api token

# Languages::rus_boxberry.target_start
source: Boxberry start target code
pl_pl: Kod startowy Boxberry
ru_ru: Код пункта приема посылок
uk_ua: Код пункту отримання відправлень

# Languages::rus_boxberry.default_weight
source: Default weight (in grams)
el_gr: Προεπιλεγμένο βάρος (σε γραμμάρια)
pl_pl: Domyślna waga (w gramach)
ru_ru: Вес по умолчанию (в граммах)
uk_ua: Вага за замовчуванням (в грамах)

# Languages::rus_boxberry.pickup_point
source: Pick-up point
el_gr: Σημείο παραλαβής
pl_pl: Punkt odbioru
ru_ru: Пункт выдачи
uk_ua: Точка видачі

# Languages::rus_boxberry.select_pickup_point
source: Select pick-up point
el_gr: Επιλέξτε σημείο παραλαβής
pl_pl: Wybierz punkt odbioru
ru_ru: Выберите пункт выдачи
uk_ua: Вибір точки видачі

# Languages::rus_boxberry.unknown_error
source: Unknown error
el_gr: ¨Άγνωστο σφάλμα
pl_pl: Nieznany błąd
ru_ru: Неизвестая ошибка
uk_ua: Невідома помилка

# Languages::rus_boxberry.connection_error
source: Boxberry server didn't respond
pl_pl: Serwer Boxberry nie odpowiedział
ru_ru: Сервер Boxberry не ответил на запрос
uk_ua: Boxberry сервер не відповідає

# Languages::rus_boxberry.enter_api_token
source: Please specify the API token in the shipping method settings.
el_gr: Παρακαλώ ορίστε το κλειδί API στις ρυθμίσεις μεθόδων αποστολής.
pl_pl: Podaj token API w ustawieniach metody wysyłki.
ru_ru: Укажитe API token в настройках способа доставки.
uk_ua: Будь ласка, вкажіть токен API в настройках способу доставки.

# Languages::rus_boxberry.not_all_fields_are_filled
source: Not all of the parameters required by the Boxberry API have been specified.
el_gr: Δεν έχουν οριστεί όλες οι παράμετροι που απαιτούνται απο το API του Boxberry.
pl_pl: Nie określono wszystkich parametrów wymaganych przez API Boxberry.
ru_ru: Отсутствуют некоторые параметры, которые являются обязательными в API Boxberry.
uk_ua: Не всі параметри, необхідний для Boxberry API було вказано.

# Languages::rus_boxberry.pickuppoint
source: Pickup point
el_gr: Σημείο παραλαβής
pl_pl: Punkt odbioru
ru_ru: Пункт выдачи
uk_ua: Точка видачі

# Languages::rus_boxberry.status
source: Boxberry status
el_gr: Κατάσταση Boxberry
pl_pl: Status Boxberry
ru_ru: Статус в Boxberry
uk_ua: Статус в Boxberry

# Languages::rus_boxberry.print_label
source: Print label
el_gr: Ετικέτα Εκτύπωσης
pl_pl: Drukowanie etykiety
ru_ru: Распечатать этикетку
uk_ua: Друк етикетки

# Languages::rus_boxberry.without_status
source: Without status
el_gr: Χωρίς κατάσταση
pl_pl: Bez statusu
ru_ru: Без статуса
uk_ua: Без статусу

# Languages::rus_boxberry.boxberry_self
source: Delivery to a pickup point
el_gr: Παράδοση σε ένα από τα σημεία παραλαβής
pl_pl: Dostawa do punktu odbioru
ru_ru: Доставка до пункта выдачи
uk_ua: Доставка до точки видачі

# Languages::rus_boxberry.boxberry_self_prepaid
source: Delivery to a pickup point (without cash on delivery)
el_gr: Παράδοση με courier(χωρίς μετρητά κατά την παράδοση)
pl_pl: Dostawa do punktu odbioru (bez płatności gotówką przy odbiorze)
ru_ru: Доставка до пункта выдачи (без наложенного платежа)
uk_ua: Доставка до точки видачі (без накладеного платежу)

# Languages::rus_boxberry.boxberry_courier
source: Delivery by courier
el_gr: Παράδοση με courier
pl_pl: Dostawa przez kuriera
ru_ru: Курьерская доставка
uk_ua: Кур'єрська доставка

# Languages::rus_boxberry.boxberry_courier_prepaid
source: Delivery by courier (without cash on delivery)
el_gr: Παράδοση με courier(χωρίς μετρητά κατά την παράδοση)
pl_pl: Dostawa przez kuriera (bez płatności gotówką przy odbiorze)
ru_ru: Курьерская доставка (без наложенного платежа)
uk_ua: Кур'єрська доставка (без накладеного платежу)

# Languages::rus_boxberry.addon_was_renamed.title
source: Boxberry: Add-on directory renamed to prevent confusion
el_gr: Boxberry: Ο κατάλογος του πρόσθετου έχει μετονομαστεί για να αποφευχθεί οποιαδήποτε σύγχυση
pl_pl: Boxberry: zmieniono nazwę katalogu addona, aby zapobiec pomyłkom
ru_ru: Boxberry: Папка с модулем переименована, чтобы избежать путаницы
uk_ua: Boxberry: Теку з модулем перейменовано з метою запобігання плутанині

# Languages::rus_boxberry.addon_was_renamed.message
source: <p>Boxberry provides its own add-on for integration with [product]. The folder of that add-on is called <b>boxberry</b>. An add-on with the same folder name existed in [product] by default, and it led to conflicts. For that reason, we have renamed the folder of our add-on to <b>rus_boxberry</b>. All Boxberry shipping methods in your store now use our add-on.</p><p>If you have an add-on by Boxberry, you’ll find disabled it on the <b>Add-ons → Manage add-ons</b> page. It has <i>Boxberry</i> listed as the developer under the description.</p><p><a href="[boxberry_addon]" target="_blank" class="btn btn-large btn-primary">View Boxberry add-ons</a></p>
pl_pl: <p>Boxberry zapewnia własny dodatek do integracji z [product]. Folder tego dodatku nosi nazwę <b>boxberry</b>. Domyślnie w [product] istniał dodatek o tej samej nazwie folderu, co doprowadziło do konfliktów. Z tego powodu zmieniliśmy nazwę folderu naszego dodatku na <b> rus_boxberry</b>. Wszystkie metody wysyłki Boxberry w Twoim sklepie korzystają teraz z naszego dodatku.</p><p>Jeśli masz dodatek firmy Boxberry, znajdziesz go wyłączony w <b> Dodatkach → Zarządzaj dodatkami </b> strona. W opisie znajduje się <i> Boxberry </i> jako programista. </p> <p> <a href = "[boxberry_addon]" target = "_ blank" class = "btn btn-large btn-primary" > Wyświetl dodatki Boxberry </a> </p>
ru_ru: <p>У службы Boxberry есть свой модуль для [product]. Папка этого модуля называется <b>boxberry</b>. Раньше в [product] по умолчанию был встроен модуль с такой же папкой, и это приводило к конфликтам. Поэтому мы переименовали папку нашего модуля в <b>rus_boxberry</b>. Все способы доставки Boxberry в вашем магазине теперь используют наш модуль.</p><p>Если у вас есть модуль от Boxberry, то он выключен, и вы найдёте его на странице <b>Модули → Управление модулями</b>. Под описанием модуля указан разработчик, и у этого модуля разработчик <i>Boxberry</i>.</p><p><a href="[boxberry_addon]" target="_blank" class="btn btn-large btn-primary">Просмотреть модули Boxberry</a></p>
uk_ua: <p>У служби Boxberry є свій модуль для [product]. Папка цього модуля називається <b>boxberry</b>. Раніше в [product] за замовчуванням був вбудований модуль з такою ж папкою, і це призводило до конфліктів. Тому ми перейменували папку нашого модуля в <b>rus_boxberry</b>. Всі способи доставки Boxberry в вашому магазині тепер використовують наш модуль.</p><p>Якщо у вас є модуль від Boxberry, то він вимкнений, і ви знайдете його на сторінці <b>Модулі → Управління модулями</b>. Під описом модуля вказано розробника, і у цього модуля розробник <i>Boxberry</i>.</p><p><a href="[boxberry_addon]" target="_blank" class="btn btn-large btn-primary">Переглянути модулі Boxberry</a></p>
