Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_payments.po
Languages: ru_ru

# Languages::yandex_payment_psbank
source: Promsvyazbank
ru_ru: ПромСвязьБанк

# Languages::text_yandex_money_tech_urls
source: Use the following URLs in Yandex Money settings:<br /><table class="table table-middle"><thead><tr> <th width="10%" class="left"> <th width="90%" class="left"></tr></thead><tr> <td class="left"> <b>paymentAvisoURL:</b> </td> <td class="left"> [avisio_url] </td></tr><tr> <td class="left"> <b>checkURL:</b> </td> <td class="left"> [check_url] </td></tr><tr> <td class="left"> <b>failURL:</b> </td> <td class="left"> [fail_url] </td></tr><tr> <td class="left"> <b>successURL:</b> </td> <td class="left"> [success_url] </td></tr></table><a href="https://money.yandex.ru/joinups/" target="_blank">Merchant Account Request</a><p>If you want to use Yandex Merchant Web Services, please read <a href="https://tech.yandex.ru/money/doc/payment-solution/ssl-docpage/" target="_blank">Certificate exchange procedure</a>, then get the required certificate and set up Merchant Web Services in the corresponding section below.</p>
ru_ru: Используйте следующие URL в настройках Яндекс.Денег:<br /><table class="table table-middle"><thead><tr><th width="10%" class="left"><th width="90%" class="left"></tr></thead><tr><td class="left"><b>paymentAvisoURL:</b> </td><td class="left">[avisio_url]</td></tr><tr><td class="left"><b>checkURL:</b></td><td class="left">[check_url] </td></tr><tr><td class="left"><b>failURL:</b></td><td class="left">[fail_url]</td></tr><tr><td class="left"><b>successURL:</b></td><td class="left">[success_url]</td></tr></table><a href="https://money.yandex.ru/joinups/" target="_blank">Создание контрагента</a><p>Если вы собираетесь использовать Веб-сервисы Яндекс.Денег для Контрагентов, пожалуйста, прочитайте статью <a href="https://tech.yandex.ru/money/doc/payment-solution/ssl-docpage/" target="_blank">Процедура обмена сертификатами</a>, после этого получите сертификат и настройте Веб-сервисы Яндекс.Денег для Контрагентов в секции ниже.</p>

# Languages::text_yandex_money_https
source: <b>SSL certificate is necessary to receive payments.Self-signed SSL certificate is allowed (<a target="_blank" href="http://en.wikipedia.org/wiki/Self-signed_certificate">Self-signed certificate</a>)</b>
ru_ru: <b>Важно! Для успешной работы на вашем сервере должен быть установлен SSL сертификат. Допускается использование самоподписанного сертификата.</b>

# Languages::yandex_payment_yandex
source: Yandex.Money
ru_ru: Яндекс.Деньги

# Languages::avangard_shop_id
source: Shop ID
ru_ru: ID магазина

# Languages::avangard_shop_name
source: Shop Name
ru_ru: Имя магазина

# Languages::avangard_site
source: Site
ru_ru: Сайт

# Languages::avangard_password
source: Password
ru_ru: Пароль

# Languages::addons.rus_payments.avangard_av_sign
source: The acquiring service "Signature"
ru_ru: "Подпись" системы эквайринга

# Languages::addons.rus_payments.avangard_fail_payment
source: Payment was not effected:<br />The card issuing bank refusal.<br />An error in the payment process: incorrect card data were defined.
ru_ru: Оплата не проведена:<br />Отказ банка – эмитента карты.<br />Ошибка в процессе оплаты, указаны неверные данные карты.

# Languages::rus_payments.avangard_payment_successfully
source: Payment is successful.
ru_ru: Оплата прошла успешно.

# Languages::mnt_payment_server
source: Payment server URL
ru_ru: URL сервера оплаты

# Languages::mnt_id
source: Account number
ru_ru: Номер счета

# Languages::mnt_dataintegrity_code
source: Code of data integrity verification
ru_ru: Код проверки целостности данных

# Languages::payanyway_login
source: Login in PayAnyWay
ru_ru: Логин в PayAnyWay

# Languages::payanyway_password
source: Password in PayAnyWay
ru_ru: Пароль в PayAnyWay

# Languages::payment_system
source: Payment system
ru_ru: Платежная система

# Languages::ps_banktransfer
source: Bank transfer
ru_ru: Банковский перевод

# Languages::ps_elecsnet
source: Elecsnet
ru_ru: Элекснет

# Languages::ps_euroset
source: Evroset, Svyaznoy
ru_ru: Евросеть, Связной

# Languages::ps_gorod
source: Federal System GOROD
ru_ru: Федеральная система ГОРОД

# Languages::ps_mcb
source: MosCreditBank
ru_ru: МосКредитБанк

# Languages::ps_moneta
source: Moneta.Ru
ru_ru: Монета.Ру

# Languages::ps_post
source: Russian Post Transfer
ru_ru: ФГУП "Почта России"

# Languages::ps_wallet
source: Wallet One
ru_ru: Единый кошелек

# Languages::ps_yandex
source: Yandex.Money
ru_ru: Яндекс.Деньги

# Languages::text_payanyway_ids_notice
source: Don't change these settings if you are not sure that it's necessary.
ru_ru: Не меняйте эти настройки, если не уверены, что это необходимо.

# Languages::text_payanyway_additional_parameters
source: Enter additional parameters
ru_ru: Введите дополнительные параметры

# Languages::mailofrussiasenderindex
source: Sender ZIP
ru_ru: Индекс отправителя

# Languages::mailofrussiasenderaddress
source: Sender address
ru_ru: Адрес отправителя

# Languages::mailofrussiasendername
source: Sender name
ru_ru: Имя отправителя

# Languages::text_payanyway_submit_button
source: Pay now
ru_ru: Оплатить

# Languages::buyeremail
source: E-mail in MoneyMail
ru_ru: E-mail в MoneyMail

# Languages::rapidaphone
source: Phone number
ru_ru: Номер телефона

# Languages::webmoneyaccountid
source: Payment system
ru_ru: Источник оплаты

# Languages::text_payanyway_invoice_failed
source: Error occured during creating invoice
ru_ru: Ошибка создания платежного поручения

# Languages::text_payanyway_invoice_created
source: Invoice was created
ru_ru: Создано платежное поручение

# Languages::text_payanyway_post_invoice_created
source: Transaction is registered for processing. To complete your payment please <a target="_blank" href="https://www.payanyway.ru/mailofrussiablank.htm?operationId=%transaction%">print post ticket</a> and proceed with payment in any <a target="_blank" href="http://www.russianpost.ru">Russian Post</a> post office.To view post ticket in PDF format you should have a program <a target="_blank" href="http://get.adobe.com/reader/">Adobe Acrobat Reader</a> installed.
ru_ru: Операция оплаты почтовым переводом создана и находится в обработке. Для завершения операции <a target="_blank" href="https://www.payanyway.ru/mailofrussiablank.htm?operationId=%transaction%">распечатайте</a> бланк почтового перевода и проведите электронный платеж в любом отделении связи <a target="_blank" href="http://www.russianpost.ru">Почты России</a>. Для просмотра бланка в формате PDF необходимо иметь установленную на Вашем компьютере программу <a target="_blank" href="http://get.adobe.com/reader/">Adobe Acrobat Reader.</a>

# Languages::text_payanyway_banktransfer_invoice_created
source: Transaction is registered for processing. To complete your payment please <a onclick="window.open('/wiretransferreceipt.htm?transactionId=%transaction%','newwindow','1,0,0,0,0,resizable=1,scrollbars=1,width=730,height=670');return false;" href="#">print receipt</a> and make payment in bank office.
ru_ru: Операция оплаты банковским переводом создана и находится в обработке. Для завершения операции <a onclick="window.open('https://www.payanyway.ru/wiretransferreceipt.htm?transactionId=%transaction%','newwindow','1,0,0,0,0,resizable=1,scrollbars=1,width=730,height=670');return false;" href="#">распечатайте</a> бланк платежного поручения и оплатите квитанцию в любом российском банке.

# Languages::text_payanyway_total_amount
source: Total amount:
ru_ru: Сумма к оплате:

# Languages::text_payanyway_fee
source: External commission:
ru_ru: Внешняя комиссия:

# Languages::text_payanyway_euroset_created_2
source: Transaction is registered. Please proceed payment with Euroset using following PayAnyWay account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через Евросеть, используя данный код:

# Languages::text_payanyway_euroset_created_1
source: Contract number for Euroset is:
ru_ru: Для оплаты через Евросеть номер счета для пополнения:

# Languages::text_payanyway_gorod_created_1
source: Contract number for Federal system GOROD is:
ru_ru: Для оплаты через "Федеральную Систему ГОРОД" номер счета для пополнения:

# Languages::text_payanyway_gorod_created_2
source: Transaction is registered. Please proceed payment with Federal system GOROD using following PayAnyWay account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через "Федеральную Систему ГОРОД", используя данный код:

# Languages::text_payanyway_comepay_created_1
source: Contract number for ComePay is:
ru_ru: Для оплаты в ComePay номер счета для пополнения:

# Languages::text_payanyway_comepay_created_2
source: Transaction is registered. Please proceed payment with ComePay cash payment terminals using following PayAnyWay account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через терминалы ComePay, используя данный код:

# Languages::text_payanyway_contact_created_1
source: Contract number for Contact is:
ru_ru: Для оплаты в системе "Contact" номер счета для пополнения:

# Languages::text_payanyway_contact_created_2
source: Transaction is registered. Please proceed payment with Contact payment system using following MONETA.RU account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему МОНЕТА.РУ через систему "Contact", используя вместо номера счета для пополнения данный код:

# Languages::text_payanyway_ciberpay_created_1
source: Contract number for CiberPay is:
ru_ru: Для оплаты через CiberPay номер счета для пополнения:

# Languages::text_payanyway_ciberpay_created_2
source: Transaction is registered. Please proceed payment with CiberPay system using following MONETA.RU account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему МОНЕТА.РУ через CiberPay, используя вместо номера счета для пополнения данный код:

# Languages::text_payanyway_elecsnet_created_1
source: Contract number for Elecsnet is:
ru_ru: Transaction is registered. Please proceed payment with Elecsnet cash payment terminals using following PayAnyWay account number:

# Languages::text_payanyway_elecsnet_created_2
source: Invoice number to pay via Eleksnet:
ru_ru: Для оплаты в Элекснет номер счета для пополнения:

# Languages::text_payanyway_forward_created_1
source: Contract number for Forward Mobile is:
ru_ru: Для оплаты через Форвард Мобайл номер счета для пополнения:

# Languages::text_payanyway_forward_created_2
source: Transaction is registered. Please proceed payment with Forward Mobile system using following MONETA.RU account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему МОНЕТА.РУ через Форвард Мобайл, используя вместо номера счета для пополнения данный код:

# Languages::text_payanyway_mcb_created_1
source: Contract number for MosCreditBank is:
ru_ru: Для оплаты через терминалы МосКредитБанка номер счета для пополнения:

# Languages::text_payanyway_mcb_created_2
source: Transaction is registered. Please proceed payment with MosCreditBank cash payment terminals using following MONETA.RU account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему МОНЕТА.РУ через терминалы Московского Кредитного Банка, используя вместо номера счета для пополнения данный код:

# Languages::text_payanyway_novoplat_created_1
source: Contract number for NovoPlat is:
ru_ru: Для оплаты через NovoPlat номер счета для пополнения:

# Languages::text_payanyway_novoplat_created_2
source: Transaction is registered. Please proceed payment with NovoPlat system using following PayAnyWay account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через NovoPlat, используя данный код:

# Languages::text_payanyway_platika_created_1
source: Contract number for PLATiKA is:
ru_ru: Для оплаты через PLATiKA номер счета для пополнения:

# Languages::text_payanyway_platika_created_2
source: Transaction is registered. Please proceed payment with PLATiKA system using following MONETA.RU account number:
ru_ru: Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему МОНЕТА.РУ через систему PLATiKA, используя вместо номера счета для пополнения данный код:

# Languages::error_rapida_phone
source: Phone number in international format. For example +71234567890
ru_ru: Номер телефона в международном формате. Например, +71234567890

# Languages::rus_payments.yandex_money_illegal_params
source: Required payment parameters are either missing or have invalid values.
ru_ru: Обязательные параметры платежа отсутствуют или имеют недопустимые значения.

# Languages::rus_payments.yandex_money_illegal_param_label
source: Invalid value for the label parameter.
ru_ru: Недопустимое значение параметра label.

# Languages::rus_payments.yandex_money_illegal_param_to
source: Invalid value for the to parameter.
ru_ru: Недопустимое значение параметра to.

# Languages::rus_payments.yandex_money_illegal_param_amount
source: Invalid value for the amount parameter.
ru_ru: Недопустимое значение параметра amount.

# Languages::rus_payments.yandex_money_illegal_param_amount_due
source: Invalid value for the amount_due parameter.
ru_ru: Недопустимое значение параметра amount_due.

# Languages::rus_payments.yandex_money_illegal_param_comment
source: Invalid value for the comment parameter.
ru_ru: Недопустимое значение параметра comment.

# Languages::rus_payments.yandex_money_illegal_param_message
source: Invalid value for the message parameter.
ru_ru: Недопустимое значение параметра message.

# Languages::rus_payments.yandex_money_illegal_param_expire_period
source: Invalid value for the expire_period parameter.
ru_ru: Недопустимое значение параметра expire_period.

# Languages::rus_payments.yandex_money_not_enough_funds
source: The payer's account does not have sufficient funds to make the payment. Additional funds should be credited to the account, and a new payment will need to be processed.
ru_ru: На счете плательщика недостаточно средств. Необходимо пополнить счет и провести новый платеж.

# Languages::rus_payments.yandex_money_payment_refused
source: The merchant refused to accept the payment (for example, the user tried to purchase an item that is not in stock).
ru_ru: Магазин отказал в приеме платежа (например пользователь попробовал заплатить за товар, которого нет в магазине).

# Languages::rus_payments.yandex_money_payee_not_found
source: The transfer recipient was not found. The specified account does not exist, or a phone number or email address was specified that is not associated with a user account or payee.
ru_ru: Получатель перевода не найден. Указанный счет не существует, или указан номер телефона или email не связанный со счетом пользователя или получателя платежа.

# Languages::rus_payments.yandex_money_authorization_reject
source: Authorization of the payment was refused. Possible reasons: A transaction with the current parameters is forbidden for this user. The user did not accept the Usage Agreement for the “Yandex.Money” service.
ru_ru: В авторизации платежа отказано. Возможные причины: транзакция с текущими параметрами запрещена для данного пользователя; пользователь не принял Соглашение об использовании сервиса «Яндекс.Деньги».

# Languages::rus_payments.yandex_money_limit_exceeded
source: One of the operation limits was exceeded: For the total amount of operations for the access token granted. For the total amount of operations over a period of time for the access token granted. Yandex.Money restrictions for various types of operations.
ru_ru: Превышен один из лимитов на операции: на сумму операции для выданного токена авторизации; сумму операции за период времени для выданного токена авторизации; ограничений Яндекс.Денег для различных видов операций.

# Languages::rus_payments.yandex_money_account_blocked
source: The user's account has been blocked. In order to unblock the account, the user must be redirected to the address specified in the account_unblock_uri field.
ru_ru: Счет пользователя заблокирован. Для разблокировки счета необходимо отправить пользователя по адресу, указанному в поле account_unblock_uri.

# Languages::rus_payments.yandex_money_ext_action_required
source: This type of payment cannot be made at this time. To be able to make these types of payments, the user must go to the following <a href="[ext_action_uri]" target="_blank">page</a> and follow the instructions on it.
ru_ru: В настоящее время данный тип платежа не может быть проведен. Для получения возможности проведения таких платежей необходимо перейти на <a href="[ext_action_uri]" target="_blank">страницу</a> и следовать инструкции.

# Languages::text_yandex_money_redirect_url
source: Please use the following Redirect URL while adjusting the API Yandex.Money application: <br/> [redirect_url]
ru_ru: Пожалуйста, используйте следующий Redirect URL при настройке приложения API Яндекс.Денег: <br/><br/> <em>[redirect_url]</em>

# Languages::text_yandex_money_note
source: <b>Please note</b> that this payment method could only be used for transactions between individual persons. Otherwise, the Yandex.Money service can freeze your wallet.
ru_ru: <b>Обратите внимание</b>, что этот метод оплаты может использоваться только для переводов между физ. лицами. В противном случае сервис Яндекс.Деньги может заблокировать ваш кошелек.

# Languages::text_avangard_redirect_url
source: Please use the following Redirect URL while adjusting the API Avangard application: <br/> [redirect_url]
ru_ru: Пожалуйста, используйте следующий Redirect URL при настройке приложения API Avangard: <br/> [redirect_url]

# Languages::rus_payments.yandex_money_contract_not_found
source: Invalid or non-existent request_id specified.
ru_ru: Отсутствует выставленный контракт с заданным request_id.

# Languages::rus_payments.yandex_money_money_source_not_available
source: The requested payment method (money_source) is not available for this payment.
ru_ru: Запрошенный метод платежа (money_source) недоступен для данного платежа.

# Languages::rus_payments.yandex_money_illegal_param_csc
source: The csc parameter has a missing or invalid value.
ru_ru: Отсутствует или указано недопустимое значение параметра csc.

# Languages::rus_payments.yandex_money_illegal_param_ext_auth_success_uri
source: The ext_auth_success_uri parameter has a missing or invalid value.
ru_ru: Отсутствует или указано недопустимое значение параметра ext_auth_success_uri.

# Languages::rus_payments.yandex_money_illegal_param_ext_auth_fail_uri
source: The ext_auth_fail_uri parameter has a missing or invalid value.
ru_ru: Отсутствует или указано недопустимое значение параметра ext_auth_fail_uri.

# Languages::rus_payments.yandex_money_payer
source: Payer
ru_ru: Плательщик

# Languages::rus_payments.yandex_money_payee
source: Payee
ru_ru: Получатель платежа

# Languages::rus_payments.yandex_money_payee_id
source: Wallet number
ru_ru: Номер кошелька

# Languages::rus_payments.yandex_money_payment_order
source: Orde #[order_id] payment
ru_ru: Оплата заказа #[order_id]

# Languages::rus_payments.yandex_money_test_code
source: Test code
ru_ru: Тестовый код

# Languages::addons.rus_payments.app_id
source: Application ID
ru_ru: Идентификатор приложения

# Languages::addons.rus_payments.oauth2_client_secret
source: OAuth2 client secret
ru_ru: Секретный ключ OAuth2

# Languages::addons.rus_payments.on_hold_status
source: On hold
ru_ru: На удержании

# Languages::addons.rus_payments.on_hold_status_email_subject
source: has been recieved successfully
ru_ru: успешно получен

# Languages::addons.rus_payments.on_hold_status_email_header
source: Thank you for the order.
ru_ru: Спасибо за заказ.

# Languages::addons.rus_payments.refunded_status
source: Refunded
ru_ru: Возвращено

# Languages::addons.rus_payments.refunded_status_email_subject
source: has been refunded successfully
ru_ru: успешно возвращен

# Languages::addons.rus_payments.refunded_status_email_header
source: Order has been refunded
ru_ru: Заказ был возвращен

# Languages::addons.rus_payments.yandex_money_mws_operation_error
source: MWS Error confirming/canceling payment
ru_ru: Ошибка MWS при подтверждении или отмене оплаты

# Languages::addons.rus_payments.pkcs12_format
source: PKCS#12 format
ru_ru: Формат PKCS #12

# Languages::addons.rus_payments.p12_password_descr
source: To decrypt PKCS#12 pair
ru_ru: Для расшифровки пары PKCS #12

# Languages::yandex_postponed_payment
source: Postponed
ru_ru: Отложено

# Languages::yandex_invoice_id
source: Invoice ID
ru_ru: ID счета-фактуры

# Languages::yandex_merchant_order_id
source: Merchant ID
ru_ru: ID пользователя

# Languages::yandex_confirmed_time
source: Confirmed
ru_ru: Подтверждено

# Languages::yandex_canceled_time
source: Canceled
ru_ru: Отменен

# Languages::yandex_refunded_time
source: Refunded
ru_ru: Возвращено

# Languages::yandex_refund_amount
source: Amount refunded
ru_ru: Возвращаемая сумма

# Languages::addons.rus_payments.refund
source: Refund
ru_ru: Возврат

# Languages::addons.rus_payments.amount
source: Amount
ru_ru: Сумма

# Languages::addons.rus_payments.cause
source: Cause
ru_ru: Причина

# Languages::text_payler_notice
source: Use the following URL in the Payler account settings<br />-&nbsp;<u>payment notification</u>: <b>[result_url]</b>
ru_ru: Используйте следующие URL в настройках аккаунта Payler<br />-&nbsp;<u>оповещение о платеже</u>: <b>[result_url]</b>

# Languages::text_payler_payment_for_order
source: Payment for order #[order_id] at site [store]
ru_ru: Оплата заказа #[order_id] на сайте [store]

# Languages::addons.rus_payments.wm_test_live_mode
source: Test/Live modes
ru_ru: Тестовый/Рабочий режимы

# Languages::addons.rus_payments.wm_live
source: Live
ru_ru: Рабочий

# Languages::addons.rus_payments.wm_test
source: Test
ru_ru: Тестовый

# Languages::salt
source: Salt
ru_ru: Секретное слово

# Languages::addons.rus_payments.payments_was_disabled
source: The following payment methods were disabled: [payments].
ru_ru: Следующие способы оплаты были отключены: [payments].

# Languages::addons.rus_payments.sbrf_prefix
source: Prefix payment assignment
ru_ru: Префикс назначения платежа

# Languages::addons.rus_payments.sbrf_prefix_details
source: Prefix used in field payment assignment. In field will be display prefix + id order
ru_ru: Префикс используемый в поле назначение платежа. Назначение платежа будет отображаться в виде Префикс + Код заказа

# Languages::addons.rus_payments.payment_url
source: A URL for connecting to ASSIST servers. If you use the test mode, enter https://payments.demo.paysecure.ru; if you use the live mode, contact ASSIST support to get the URL.
ru_ru: URL для подключения к серверам провайдера платежей ASSIST. Чтобы воспользоваться тестовым режимом, введите https://payments.demo.paysecure.ru. Для использования рабочего режима свяжитесь с техподдержкой ASSIST, чтобы получить URL.

# Languages::addons.rus_payments.assist.upgrade_message_title
source: Settings for the Assist payment processor were updated
ru_ru: Настройки провайдера платежей ASSIST были обновлены

# Languages::addons.rus_payments.assist.upgrade_message
source: A new setting called <b>Payment URL</b> was added for the Assist payment processor. Please check the settings of any of your payment methods that use Assist.
ru_ru: Для провайдера платежей ASSIST была добавлена настройка <b>URL провайдера</b>. Пожалуйста, проверьте настройки способов оплаты, использующих ASSIST.
