Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_exim_1c.po
Languages: ru_ru

# SettingsTooltips::rus_exim_1c::exim_1c_import_type_categories
source: Field is used for linking a categories 1C with product store
ru_ru: Значение используемое для связывания категорий. По умолчанию: Ид - external_id. Название: Наименование - category

# SettingsVariants::rus_exim_1c::exim_1c_import_type_categories::default
source: Default
ru_ru: По умолчанию

# SettingsVariants::rus_exim_1c::exim_1c_import_type_categories::name
source: Name
ru_ru: Название

# Languages::1c.category_external_id
source: Category external id 1C
ru_ru: Идентификатор категории

# Languages::rus_exim_commerceml.export_field_commerceml
source: Field export in the orders file
ru_ru: Выгружать значение поля в формате CommerceML

# Languages::rus_exim_commerceml.tooltip.export_field_commerceml
source: Field export in the orders file in CommerceML format
ru_ru: Значение поля будет выгружено в файл в формате CommerceML

# SettingsOptions::rus_exim_1c::exim_1c_product_options
source: Export product options
ru_ru: Выгружать опции товара

# SettingsTooltips::rus_exim_1c::exim_1c_product_options
source: Export order with product options
ru_ru: Будут выгружены опции товара в заказ

# SettingsOptions::rus_exim_1c::exim_1c_option_price
source: Total price the product
ru_ru: Общая цена товаров

# SettingsTooltips::rus_exim_1c::exim_1c_option_price
source: For products with the options will load price last the option product. Use the setting, if the price is the same for all options
ru_ru: Для товаров с опциями будет загружена последняя цена товара. Используйте данную настройку, если цена для товаров с опциями одинакова

# Languages::addons.commerceml.name_currency
source: Name currency
ru_ru: Валюта

# Languages::addons.commerceml.commerceml_currency
source: Name commerceml currency
ru_ru: Название валюты из файла

# SettingsOptions::rus_exim_1c::exim_1c_all_product_order
source: Export all product store to order
ru_ru: Выгрузить все товары магазина

# SettingsTooltips::rus_exim_1c::exim_1c_all_product_order
source: Export in order all products with active status and include setting Update product. Orders store do not export when included setting
ru_ru: Выгрузить все товары с активным статусом и включенной настройкой "Обновлять товар". Если включить настройку, заказы магазина выгружаться не будут

# Languages::commerceml_settings
source: Commerceml store settings
ru_ru: CommerceML настройки магазина

# Languages::commerceml_currencies
source: Comparison currencies
ru_ru: Соответствие валют

# Languages::addons.rus_exim_1c.setting_currencies
source: Comparison the used currencies
ru_ru: Соответствие используемых цен

# Languages::commerceml_taxes
source: Сomparison of taxes
ru_ru: Соответствие налогов

# Languages::addons.rus_exim_1c.settings_taxes
source: Comparison of taxes
ru_ru: Соответствие налогов

# Languages::commerceml_prices
source: Сomparison of prices
ru_ru: Соответствие цен

# Languages::addons.rus_exim_1c.settings_price
source: Price settings
ru_ru: Настройки цен

# Languages::addons.rus_exim_1c.setings_same_price
source: Additional price settings
ru_ru: Дополнительные настройки цен

# SettingsOptions::rus_exim_1c::exim_1c_count_import_data
source: Import products in batches of
ru_ru: Загружать товары партиями

# SettingsTooltips::rus_exim_1c::exim_1c_count_import_data
source: The maximum number of products imported in a batch. If there're more products, they'll be imported in separate batches during the same import procedure.
ru_ru: Максимальное количество товаров, загружаемых в одной партии. При превышении максимального количества оставшиеся товары будут загружены отдельными партиями.

# Languages::addons.rus_exim_1c.message_price
source: For adding price include setting addons "Import several prices"
ru_ru: Для добавления цен включите настройку модуля "Импортировать несколько цен"

# Languages::addons.rus_exim_1c.info_store
source: <br />When use a few store, for the exchange uses username and password administrator store with which communicates.
ru_ru: <br /> При обмене с несколькими магазинами используйте имя и пароль администратора магазина, с которым выполняется обмен.

# Languages::addons.rus_exim_1c.exim_1c_select_default_category
source: Common category for imported products
ru_ru: Общая категория для загружаемых товаров

# Languages::addons.rus_exim_1c.exim_1c_select_default_category_tooltip
source: If setting "Allow import categories" turn on and for import groups does not find corresponding categories in store, then products added in select category. For corresponding products changed require category in store
ru_ru: Если выключена настройка "Разрешить импорт категорий" и для группы номенклатуры не найдена соответствующая категория в магазине, то товар будет добавлен в данную категорию. Вам будет необходимо самостоятельно изменить категорию в интернет-магазине для таких товаров

# Languages::addons.rus_exim_1c.message_currencies
source: Add currencies for import product
ru_ru: Добавление соответствия валют магазина

# Languages::addons.rus_exim_1c.new_currency
source: New currency
ru_ru: Новое соответствие валют

# Languages::addons.rus_exim_1c.add_currency
source: Add currency
ru_ru: Добавить валюту

# Languages::addons.commerceml.cart_currencies
source: Name cart currency
ru_ru: Название валюты магазина

# Languages::addons.commerceml.commerceml_currencies
source: Name currency in import file
ru_ru: Название валюты в загружаемом файле

# Languages::addons.commerceml.default_category
source: Default category
ru_ru: Категория по умолчанию

# Languages::addons.commerceml.default_category_tooltip
source: It is used if an imported product does not have a specified category.
ru_ru: Применяется к импортируемым товарам, у которых не была указана категория.

# Languages::addons.rus_exim_1c.information
source: In order to synchronize 1C with the store set up a new synchronization (exchange node) with the website. Use the following settings when creating an exchange node:<ul><li>website address: <a href="[http_location]">[http_location]</a></li><li>User name: Administrator e-mail address</li><li>Password: Administrator password</li></ul>We recommend to add a new administrator with the "Import in the CommerceML format" privilege.
ru_ru: Для настройки синхронизации с 1С создайте новую синхронизацию (узел обмена) с сайтом. При создании узла обмена используйте следующие настройки:<ul><li>Адрес сайта: <a href="[http_location]"> [http_location]</a></li><li>Имя пользователя: адрес электронной почты администратора</li><li>Пароль: пароль администратора</li></ul>Рекомендуем создать отдельного администратора интернет-магазина с привилегией "Обмен в формате CommerceML".

# Languages::addons.rus_exim_1c.editing_currency
source: Editing currency: [currency_name]
ru_ru: Редактирование валюты: [currency_name]

# Languages::addons.rus_exim_1c.options_information_intro
source: <p>The equivalent of product offers in [product] is called <a href="[docs_url]user_guide/manage_products/products/product_variations.html" target="_blank">product variations</a>. If the <a href="[addon_url]" target="_blank">Product Variations</a> add-on is installed and active, you won't need to do anything else to import offers.</b>
ru_ru: <p>Эквивалентом товарных предложений в [product] являются <a href="[docs_url]user_guide/manage_products/products/product_variations.html" target="_blank">вариации товаров</a>. Если установлен и включен модуль <a href="[addon_url]" target="_blank">Вариации товаров</a>, то для импорта товарных предложений больше ничего не потребуется.</b>

# Languages::addons.rus_exim_1c.options_information_legacy
source: <p>Here are the possible values for setting "Import product offers as":</p><ul><li><b>Variations (Recommended)</b>–the best way for importing products from ERP systems. You'll need the <b>Product Variations</b> add-on for that. If you previously used option combinations, then <a href="[convert_variations_url]" target="_blank">convert them to variations</a> and set "Import product offers as: Variations".</li><li><b>Combination of one option (Price as modifier)</b>–the created combination will include only one option (even if there are multiple options); the name of the option is taken from the setting below. Product price will be 0, and modifiers will act as a price.</li><li><b>Combination of multiple options (Price isn't imported)</b>–product options are imported, and combinations are created from them. The prices of a product and its combinations aren't updated.</li><li><b>Combination of options without modifiers (Same price)</b>–product options are imported, and combinations are created from them. The modifiers of option variants are empty, and product price is taken from the last imported combination.</li><li><b>Combination of global options (Price isn't imported)</b>–lobal options are imported, and combinations are created from them. The prices of a product and its combinations aren't updated.</li><li><b>Combination of one option (Same price)</b>–the created combination will include only one option (even if there are multiple options); the name of the option is taken from the setting below. Product price is taken from the last imported combination.</li></ul>
ru_ru: <p>Вот возможные значения для настройки "Импортировать товарные предложения как":</p><ul><li><b>Вариации (рекомендуемое значение)</b> – лучший способ импортировать товарные предложения из систем учёта. Для этого вам понадобится модуль <b>Вариации товаров</b>. Если раньше вы использовали комбинации опций, то <a href="[convert_variations_url]" target="_blank">конвертируйте их в вариации</a>, а потом задайте настройку "Импортировать товарные предложения как: Вариации".</li><li><b>Комбинация из одной опции (цена в модификаторах)</b> — будут созданы комбинации только с одной опцией (даже если опций несколько); название опции берется из настройки ниже. Цена самого товара будет равна нулю, а стоимость будет задана в модификаторах вариантов опции.</li><li><b>Комбинация из опций (цена не импортируется)</b> — импортируются опции, и на основе них создаются комбинации. Цена у комбинаций и товара не обновляется.</li><li><b>Комбинация из опций без модификаторов (одинаковая цена)</b> — импортируются опции товара, и на основе них создаются комбинации; модификаторы у вариантов опций пустые, а стоимость товара берется из последней импортируемой комбинации.</li><li><b>Комбинация из глобальных опций (цена не импортируется)</b> — импортируются глобальные опции, и на основе них создаются комбинации. Цена у комбинаций и товара не обновляется.</li><li><b>Комбинация из одной опции (общая цена)</b> — будут созданы комбинации только с одной опцией (даже если опций несколько); название опции берется из настройки ниже. Цена товара берётся из последней импортируемой комбинации.</li></ul>

# Languages::addons.rus_exim_1c.variations
source: Variations (Recommended)
ru_ru: Вариации (рекомендуемое значение)

# Languages::addons.rus_exim_1c.standart
source: Combination of one option (Price as modifier)
ru_ru: Комбинация из одной опции (цена задана в модификаторах)

# Languages::addons.rus_exim_1c.individual_option
source: Combination of multiple options (Price isn't imported)
ru_ru: Комбинация из опций (цена не импортируется)

# Languages::addons.rus_exim_1c.same_option
source: Combination of options without modifiers (Same price)
ru_ru: Комбинация из опций без модификаторов (одинаковая цена)

# Languages::addons.rus_exim_1c.global_option
source: Combination of global options (Price isn't imported)
ru_ru: Комбинация из глобальных опций (цена не импортируется)

# Languages::addons.rus_exim_1c.option_name
source: Option name
ru_ru: Название опции

# Languages::external_id
source: External id
ru_ru: Код товара

# Languages::update_1c
source: Update 1c
ru_ru: Обновить 1С

# Languages::addons.rus_exim_1c.standart_general_price
source: Combination of one option (Same price)
ru_ru: Комбинация из одной опции (общая цена)
