Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_russianpost.po
Languages: ru_ru

# Addons::name::rus_russianpost
source: Russian localization — Russian post
ru_ru: Почта России

# Addons::description::rus_russianpost
source: Calculation of shipping cost: Russian Post and EMS Russian Post. Printing of Russian post forms.
ru_ru: Расчёт стоимости доставки: Почта РФ и EMS Почта РФ. Печать бланков Почты РФ

# Languages::express
source: Express-shipping
ru_ru: Экспресс-доставка

# Languages::carrier_russian_post
source: Russian post
ru_ru: Почта России

# Languages::carrier_russian_post_calc
source: Russian post calc
ru_ru: Почта России

# Languages::ems_delivery_time_plus
source: Add a number of days to shipping time
ru_ru: Прибавить количество дней к сроку доставки

# Languages::russian_post_consuming_error
source: Calculation of shipping cost for Russian post may take a long time.
ru_ru: Расчет стоимости доставки для Почты России может занимать длительное время.

# Languages::russian_post_empty_zipcode
source: Shipping cost for Russian post cannot be calculated because the zipcode field is empty.
ru_ru: Расчёт не может быть выполнен, так как пустое поле "Индекс".

# Languages::russian_post_shipping_type
source: Shipping type
ru_ru: Способ пересылки

# Languages::russian_post_package_type
source: Package type
ru_ru: Вид отправления

# Languages::zak_band
source: Registered parcel
ru_ru: Заказная бандероль

# Languages::zak_pis
source: Registered letter
ru_ru: Заказное Письмо

# Languages::cen_band
source: Insured box
ru_ru: Ценная Бандероль

# Languages::cen_pos
source: Insured parcel
ru_ru: Ценная Посылка

# Languages::cen_pis
source: Insured letter
ru_ru: Ценное Письмо

# Languages::ground
source: Carriage by land
ru_ru: Наземная Перевозка

# Languages::air
source: Carriage by air
ru_ru: Авиаперевозка

# Languages::combin
source: Combined shipping
ru_ru: Комбинированная Перевозка

# Languages::ems_mode
source: Shipping fees are calculated based on
ru_ru: Расчет цены доставки на основе

# Languages::russian_post_country_error
source: Russian post shipping method is available only for Russian Federation. You can change country settings (Settings -> Company).
ru_ru: Способ доставки Почта России доступен только для Российской Федерации. Вы можете изменить настройки стран (Настройки -> Компания).

# Languages::russian_post_city_error
source: Russian post shipping method is available only for Moscow. You can change the settings on the "Settings -> Company" page.
ru_ru: Способ доставки Почта России доступен только для Москвы. Вы можете изменить настройки на странице "Настройки -> Компания".

# Languages::ems_activation_error
source: To activate the EMS shipping processor you must have the Russian Rouble (RUB) currency enabled and set primary.
ru_ru: Для активации процессора доставки EMS валюта Российский Рубль (RUB) должна быть активна и назначена основной.

# Languages::ems_country_error
source: The EMS shopping method is available only for deliveries from Russia. You can change company country under Settings -> Company.
ru_ru: Способ доставки EMS доступен только для Российской Федерации. Вы можете изменить настройки стран (Настройки -> Компания).

# Languages::ship_russianpost_shipping_type_rp_main
source: Value parcel, regular mail sent by Russian Post
ru_ru: Ценная Посылка, обычное отправление Почтой России

# Languages::ship_russianpost_shipping_type_rp_1class
source: Russian Post, first class
ru_ru: Почта России 1 Класс

# Languages::russianpost_shipping_type
source: Mail type
ru_ru: Тип отправления

# Languages::ship_russianpost_register_text
source: You can get the authorization key and password on the website <a href="http://russianpostcalc.ru" target="_blank">russianpostcalc.ru</a>
ru_ru: Ключ авторизации и пароль Вы можете получить на сайте <a href="http://russianpostcalc.ru" target="_blank">russianpostcalc.ru</a>

# Languages::rus_post_blank.sms_settings
source: SMS setting
ru_ru: Настройки sms

# Languages::rus_post_blank.sms_for_recepient
source: SMS for recepient
ru_ru: SMS адресату

# Languages::rus_post_blank.sms_for_sender
source: SMS for sender
ru_ru: SMS отправителю

# Languages::rus_post_blank.113
source: Form 113
ru_ru: Форма 113эн

# Languages::rus_post_blank.116
source: Form 116
ru_ru: Форма 116

# Languages::rus_post_blank.7p
source: Form 7-parcel
ru_ru: Форма 7-п

# Languages::rus_post_blank.li.print
source: Print Russian Post forms
ru_ru: Печать бланков Почты РФ

# Languages::rus_post_blank.tab.cod
source: Collection on delivery
ru_ru: Наложенный платёж

# Languages::rus_post_blank.tab.116
source: Shipping address of parcel
ru_ru: Сопроводительный адрес к посылке

# Languages::rus_post_blank.bik
source: BIC
ru_ru: БИК

# Languages::rus_post_blank.fiz
source: Private individual
ru_ru: Физическое лицо

# Languages::rus_post_blank.print_bg
source: Print background image
ru_ru: Печатать фоновое изображение

# Languages::rus_post_blank.sender.tooltip
source: Select sender in mailing label 7-a and 7-p
ru_ru: Отправитель

# Languages::rus_post_blank.print_bg.tooltip
source: Background image can be disabled for printing information on ready forms
ru_ru: Фоновое изображение можно отключить для печати информации на готовых бланках

# Languages::rus_post_blank.subheader.cod_to
source: Transfer recipient (parcel sender)
ru_ru: Получатель перевода (отправитель посылки)

# Languages::rus_post_blank.subheader.cod_from
source: Transfer sender (parcel recipient)
ru_ru: Отправитель перевода (получатель посылки)

# Languages::rus_post_blank.subheader.sender
source: Parcel sender
ru_ru: Отправитель посылки

# Languages::rus_post_blank.subheader.customer
source: Parcel recipient
ru_ru: Получатель посылки

# Languages::rus_post_blank.whom
source: To whom
ru_ru: Кому

# Languages::rus_post_blank.where
source: Where
ru_ru: Куда

# Languages::rus_post_blank.from_whom
source: From whom
ru_ru: От кого

# Languages::rus_post_blank.line_1
source: Line 1
ru_ru: Строка 1

# Languages::rus_post_blank.line_2
source: Line 2
ru_ru: Строка 2

# Languages::rus_post_blank.company_info
source: To legal entity
ru_ru: В адрес юридического лица

# Languages::rus_post_blank.index
source: ZIP code
ru_ru: Индекс

# Languages::rus_post_blank.inn
source: TIN
ru_ru: ИНН

# Languages::rus_post_blank.kor
source: Correspondent account
ru_ru: Кор/счёт

# Languages::rus_post_blank.bank
source: Bank name
ru_ru: Наименование банка

# Languages::rus_post_blank.ras
source: Transaction account
ru_ru: Рас/счёт

# Languages::rus_post_blank.fiz_doc_creator
source: Authority that issued the document
ru_ru: Учреждение выдавшее документ

# Languages::rus_post_blank.fiz_doc
source: Document
ru_ru: Докумен

# Languages::rus_post_blank.fiz_doc_date
source: Issue date (Day, month. For example: 18.11)
ru_ru: Дата выдачи (День, месяц. Например: 18.11)

# Languages::rus_post_blank.fiz_doc_date2
source: Issue date (Year. For example: 14)
ru_ru: Дата выдачи (Год. Например: 14)

# Languages::rus_post_blank.fiz_doc_serial
source: Series
ru_ru: Серия

# Languages::rus_post_blank.fiz_doc_number
source: Number
ru_ru: Номер

# Languages::rus_post_blank.total_cod
source: COD amount
ru_ru: Сумма наложенного платежа

# Languages::rus_post_blank.total_cen
source: Declared value amount
ru_ru: Сумма объявленной ценности

# SettingsSections::rus_russianpost::general
source: Settings
ru_ru: Настройки

# SettingsOptions::rus_russianpost::header
source: Company info
ru_ru: Информация о компании

# SettingsOptions::rus_russianpost::company
source: Company
ru_ru: Компания

# SettingsOptions::rus_russianpost::company2
source: Company (line 2)
ru_ru: Компания (строка 2)

# SettingsOptions::rus_russianpost::address
source: Address
ru_ru: Адрес

# SettingsOptions::rus_russianpost::address2
source: Address (line 2)
ru_ru: Адрес (строка 2)

# SettingsOptions::rus_russianpost::inn
source: INN
ru_ru: ИНН

# SettingsOptions::rus_russianpost::bank
source: BANK
ru_ru: Наименование банка

# SettingsOptions::rus_russianpost::ras
source: Ras/invoice
ru_ru: Рас/счёт

# SettingsOptions::rus_russianpost::kor
source: Kor/invoice
ru_ru: Кор/счёт

# SettingsOptions::rus_russianpost::bik
source: BIK
ru_ru: БИК

# SettingsOptions::rus_russianpost::index
source: ZIP code
ru_ru: Индекс

# SettingsOptions::rus_russianpost::header_fiz
source: Sender
ru_ru: Данные отправителя

# SettingsOptions::rus_russianpost::fiz_fio
source: Full name
ru_ru: ФИО

# SettingsOptions::rus_russianpost::fiz_address
source: Address
ru_ru: Адрес

# SettingsOptions::rus_russianpost::fiz_address2
source: Address (line 2)
ru_ru: Адрес (строка 2)

# SettingsOptions::rus_russianpost::fiz_index
source: ZIP code
ru_ru: Индекс

# SettingsOptions::rus_russianpost::fiz_doc
source: Document
ru_ru: Документ

# SettingsOptions::rus_russianpost::fiz_doc_serial
source: Document serial
ru_ru: Серия

# SettingsOptions::rus_russianpost::fiz_doc_number
source: Document number
ru_ru: Номер

# SettingsOptions::rus_russianpost::fiz_doc_date
source: Issue date (Day, month. For example: 18.11)
ru_ru: Дата выдачи (День, месяц. Например: 18.11)

# SettingsOptions::rus_russianpost::fiz_doc_date2
source: Issue date (Year. For example: 14)
ru_ru: Дата выдачи (Год. Например: 14)

# SettingsOptions::rus_russianpost::fiz_doc_creator
source: Authority that issued the document
ru_ru: Учреждение выдавшее документ

# SettingsSections::rus_russianpost::size
source: Size and spacing of forms
ru_ru: Размеры и отступы печати бланков

# SettingsOptions::rus_russianpost::header_107
source: f. 107 (form size 293mm x 205mm)
ru_ru: ф. 107 (размер бланка 293мм х 205мм)

# SettingsOptions::rus_russianpost::107_list_width
source: Sheet width (mm)
ru_ru: Ширина листа (мм)

# SettingsOptions::rus_russianpost::107_list_height
source: Sheet height (mm)
ru_ru: Высота листа (мм)

# SettingsOptions::rus_russianpost::107_top
source: Top spacing (mm)
ru_ru: Отступ бланка сверху (мм)

# SettingsOptions::rus_russianpost::107_left
source: Left spacing (mm)
ru_ru: Отступ бланка слева (мм)

# SettingsOptions::rus_russianpost::header_116
source: f. 116 (form size 293mm x 205mm)
ru_ru: ф. 116 (размер формы 148 мм x 205 мм)

# SettingsOptions::rus_russianpost::116_list_width
source: Sheet width (mm)
ru_ru: Ширина листа (мм)

# SettingsOptions::rus_russianpost::116_list_height
source: Sheet height (mm)
ru_ru: Высота листа (мм)

# SettingsOptions::rus_russianpost::116_top
source: Top spacing (mm)
ru_ru: Отступ бланка сверху (мм)

# SettingsOptions::rus_russianpost::116_left
source: Left spacing (mm)
ru_ru: Отступ бланка слева (мм)

# SettingsOptions::rus_russianpost::header_7p
source: f. 7-p
ru_ru: ф.7-р

# SettingsOptions::rus_russianpost::7p_top
source: Top spacing (mm)
ru_ru: Отступ бланка сверху (мм)

# SettingsOptions::rus_russianpost::7p_left
source: Left spacing (mm)
ru_ru: Отступ бланка слева (мм)

# SettingsOptions::rus_russianpost::header_7a
source: f. 7-a
ru_ru: ф. 7-а

# SettingsOptions::rus_russianpost::7a_top
source: Top spacing (mm)
ru_ru: Отступ бланка сверху (мм)

# SettingsOptions::rus_russianpost::7a_left
source: Left spacing (mm)
ru_ru: Отступ бланка слева (мм)

# Languages::rus_post_blank.text
source: Text
ru_ru: Сообщение

# Languages::rus_post_blank.recipient_phone
source: Recipient phone
ru_ru: Телефон адресата

# Languages::rus_post_blank.company_phone
source: Company phone
ru_ru: Телефон отправителя

# SettingsOptions::rus_russianpost::company_phone
source: Company phone
ru_ru: Телефон компании

# SettingsOptions::rus_russianpost::header_112
source: f. 112ep (form size 210mm x 293mm)
ru_ru: ф. 112эп (размер бланка 210мм х 293мм)

# SettingsOptions::rus_russianpost::112_list_width
source: Sheet width (mm)
ru_ru: Ширина листа (мм)

# SettingsOptions::rus_russianpost::112_list_height
source: Sheet height (mm)
ru_ru: Длина листа (мм)

# SettingsOptions::rus_russianpost::112_top
source: Top spacing (mm)
ru_ru: Отступ бланка сверху (мм)

# SettingsOptions::rus_russianpost::112_left
source: Left spacing (mm)
ru_ru: Отступ бланка слева (мм)

# Languages::ems_region
source: Region
ru_ru: Регион

# Languages::ems_city
source: City
ru_ru: Город

# Languages::addons.rus_russianpost.not_total
source: The declared value without prices
ru_ru: Объявленная ценность без цены

# Languages::shipping.russianpost.zak_kart
source: Custom postcard
ru_ru: Заказная почтовая карточка

# Languages::shipping.russianpost.ob_pos
source: Ordinary parcel
ru_ru: Обыкновенная посылка

# Languages::shipping.russianpost.rub_rank
source: [n] ruble|[n] rubles
ru_ru: [n] рубль|[n] рубля|[n] рублей

# Languages::shipping.russianpost.thousand_rank
source: [n] thousand|[n] thousands
ru_ru: [n] тысяча|[n] тысячи|[n] тысяч

# Languages::shipping.russianpost.million_rank
source: [n] million
ru_ru: [n] миллион|[n] миллиона|[n] миллионов

# Languages::shipping.russianpost.billion_rank
source: [n] billion
ru_ru: [n] миллиард|[n] миллиарда|[n] миллиардов

# Languages::shipping.russianpost.kopeck_rank
source: [n] kopeck
ru_ru: [n] копейка|[n] копейки|[n] копеек

# Languages::carrier_russian_pochta
source: Russian pochta
ru_ru: Почта России (pochta.ru)

# Languages::shipping.russianpost.russian_post_sending_type
source: Postal item type
ru_ru: Вид отправления

# Languages::shipping.russianpost.papers
source: Papers
ru_ru: Бумаги и печатные издания

# Languages::shipping.russianpost.small_items
source: Small items
ru_ru: Небольшие предметы

# Languages::shipping.russianpost.all_items
source: All items
ru_ru: Любые вещи

# Languages::shipping.russianpost.russian_post_shipping_option
source: Mode of transport
ru_ru: Способ пересылки

# Languages::shipping.russianpost.standard
source: Standard
ru_ru: Обычный

# Languages::shipping.russianpost.rapid
source: Rapid
ru_ru: Ускоренный

# Languages::shipping.russianpost.russian_post_delivery_notice
source: Notice delivery
ru_ru: Уведомление о вручении

# Languages::shipping.russianpost.russian_post_shipping_insurance
source: Shipping insurance
ru_ru: Страхование отправления

# Languages::shipping.russianpost.russian_post_shipping_inventory
source: Inventory shipping
ru_ru: Опись вложения

# Languages::shipping.russianpost.russian_post_cash_on_delivery
source: Cash on delivery
ru_ru: Наложенный платеж

# Languages::shipping.russianpost.russian_post_shipping_careful
source: Mark as "Handle with Care"
ru_ru: Отметка "Осторожно"

# Languages::russian_post
source: Russian post
ru_ru: Почта России

# Languages::shipping.russianpost.search_tracking_number
source: Search tracking
ru_ru: Отслеживание

# Languages::shipping.russianpost.type_operation
source: Type operation
ru_ru: Тип операции

# Languages::shipping.russianpost.russian_post_login
source: Login
ru_ru: Логин

# Languages::shipping.russianpost.russian_post_password
source: Password
ru_ru: Пароль

# Languages::shippings.russianpost.data_tracking
source: Data for tracking
ru_ru: Данные для отслеживания

# Languages::addons.rus_russianpost.blank_7a
source: Form 7a
ru_ru: Форма 7a

# Languages::addons.rus_russianpost.blank_7p
source: Form 7p
ru_ru: Форма 7p

# Languages::addons.rus_russianpost.blank_112ep
source: Form 112ep
ru_ru: Форма 112эп

# Languages::addons.rus_russianpost.blank_116
source: Form 116
ru_ru: Форма 116

# Languages::addons.rus_russianpost.blank_107
source: Form 107
ru_ru: Форма 107

# Languages::addons.rus_russianpost.use_imposed
source: Collect cash on delivery
ru_ru: Использовать наложенный платеж

# Languages::addons.rus_russianpost.declared_total
source: Declare total
ru_ru: Объявленная стоимость

# Languages::addons.rus_russianpost.imposed_total
source: Impose total
ru_ru: Наложенный платеж

# Languages::addons.rus_russianpost.type_mailing
source: Type mailing
ru_ru: Тип отправления

# Languages::addons.rus_russianpost.type_package
source: Package
ru_ru: Посылка

# Languages::addons.rus_russianpost.type_parcel
source: Parcel
ru_ru: Бандероль

# Languages::addons.rus_russianpost.error_total
source: The sum imposing greater than the sum declared
ru_ru: Стоимость наложенного платежа должна быть меньше объявленной стоимости

# Languages::addons.rus_russianpost.undefined
source: Undefined
ru_ru: Не определено

# Languages::addons.rus_russianpost.small_package
source: Small package
ru_ru: Мелкий пакет

# Languages::addons.rus_russianpost.package_m
source: Package M
ru_ru: Пакет M

# Languages::addons.rus_russianpost.wrapper_first_class
source: First-class wrapper
ru_ru: Отправка первым классом

# Languages::addons.rus_russianpost.multi_envelope
source: Multi-envelope
ru_ru: Мульти-конверт

# Languages::addons.rus_russianpost.heavy_parcel
source: Heavy parcel
ru_ru: Тяжеловесное отправление

# Languages::addons.rus_russianpost.parcel_online
source: Parcel online
ru_ru: Посылка онлайн

# Languages::addons.rus_russianpost.courier_online
source: Courier online
ru_ru: Курьер онлайн

# Languages::addons.rus_russianpost.send_dm
source: DM sending
ru_ru: Отправление ДМ

# Languages::addons.rus_russianpost.package_dm
source: DM package
ru_ru: Пакет ДМ

# Languages::addons.rus_russianpost.parcel_standard
source: Standard parcel
ru_ru: Посылка стандарт

# Languages::addons.rus_russianpost.parcel_courier
source: Courier parcel
ru_ru: Посылка курьер

# Languages::addons.rus_russianpost.parcel_express
source: Express parcel
ru_ru: Посылка экспресс

# Languages::addons.rus_russianpost.business_express
source: Business express
ru_ru: Бизнес экспресс

# Languages::addons.rus_russianpost.simple
source: Simple
ru_ru: Простое

# Languages::addons.rus_russianpost.registered
source: Registered
ru_ru: Заказное

# Languages::addons.rus_russianpost.declared
source: Declared value
ru_ru: С объявленной ценностью

# Languages::addons.rus_russianpost.ordinary
source: Ordinary
ru_ru: Обыкновенное

# Languages::addons.rus_russianpost.declared_cash
source: Declared value and cash on delivery
ru_ru: С объявленной ценностью и наложенным платежом

# Languages::addons.rus_russianpost.not_determined
source: Not determined
ru_ru: Не определена

# Languages::addons.rus_russianpost.declared_binding
source: Declared value and binding delivery
ru_ru: С объявленной ценностью и обязательным платежом

# Languages::addons.rus_russianpost.ground
source: Ground
ru_ru: Наземная

# Languages::addons.rus_russianpost.avia_possible
source: Air delivery if possible
ru_ru: Авиа доставка

# Languages::addons.rus_russianpost.avia
source: Air delivery only
ru_ru: Комбинированная

# Languages::shipping.russianpost.russian_post_sending_categories
source: Categories of a postal items
ru_ru: Категория отправления

# Languages::addons.rus_russianpost.registered_delivery_notice
source: Notify on delivery
ru_ru: Уведомление о вручении

# Languages::shipping.russianpost.cumbersome_parcel
source: Cumbersome parcel
ru_ru: Громоздкая посылка

# Languages::shipping.russianpost.delivery_courier
source: Delivery by a courier
ru_ru: Вручение курьером

# Languages::shipping.russianpost.delivery_product
source: Product delivery
ru_ru: Доставка товаров

# Languages::shipping.russianpost.oversize
source: Odd size
ru_ru: Нестандартный размер

# Languages::shipping.russianpost.cash_sender
source: Cash on delivery paid by sender
ru_ru: Оплата наложенного платежа отпарвителем

# Languages::shipping.russianpost.sms_receipt
source: SMS on receipt
ru_ru: SMS уведомление о поступлении

# Languages::shipping.russianpost.sms_delivery
source: SMS on delivery
ru_ru: SMS уведомление о вручении

# Languages::shipping.russianpost.check_investment
source: Make the list the enclosures
ru_ru: Составление описи вложения

# Languages::shipping.russianpost.compliance_investment
source: Check if the enclosures match the list
ru_ru: Проверка соответствия вложения описи

# Languages::russianpost_upgrade_notification_title
source: Russianpost realtime shipping rate calculation changes
ru_ru: Почта России: Изменения в расчете стоимости доставки

# Languages::russianpost_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use Russianpost as a Shipping service.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses Russianpost as a Shipping service to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper settings</li></ul>
ru_ru: <p>В новой версии [product] изменились настройки расчета стоимости доставки Почтой России.</p><p>Чтобы показывать покупателям актуальную стоимость доставки, выполните следующие действия:</p><ul><li>перейдите на страницу Администрирование > Доставка и налоги > Способы доставки;</li><li>откройте способ, где в качестве перевозчика выбрана Почта России;</li><li>во вкладке "Общее" выберите подходящую службу доставки;</li><li>переключитесь на вкладку "Настроить" и задайте необходимые настройки способа доставки.</li></ul>

# Languages::addons.rus_russianpost.box_s
source: Box S
ru_ru: Коробка S

# Languages::addons.rus_russianpost.pack_s
source: Plastic bag S
ru_ru: Пластиковый пакет S

# Languages::addons.rus_russianpost.mail_s
source: Padded envelope S
ru_ru: Пузырьковый конверт S

# Languages::addons.rus_russianpost.box_m
source: Box M
ru_ru: Коробка M

# Languages::addons.rus_russianpost.pack_m
source: Plastic bag M
ru_ru: Пластиковый пакет M

# Languages::addons.rus_russianpost.mail_m
source: Padded envelope M
ru_ru: Пузырьковый конверт M

# Languages::addons.rus_russianpost.box_l
source: Box L
ru_ru: Коробка L

# Languages::addons.rus_russianpost.pack_l
source: Plastic bag L
ru_ru: Пластиковый пакет L

# Languages::addons.rus_russianpost.box_xl
source: Box XL
ru_ru: Коробка XL

# Languages::addons.rus_russianpost.pack_xl
source: Plastic bag XL
ru_ru: Пластиковый пакет XL

# Languages::addons.rus_russianpost.not_service_shipping
source: This delivery option cannot be used. Please, try to change the following settings: Postal item type, Categories of postal items, and Mode of transport.
ru_ru: Невозможно использовать данный вариант доставки. Пожалуйста, попробуйте изменить следующие настройки: "Вид отправления", "Категория отправления" и "Способ пересылки".

# Languages::addons.rus_russianpost.cannot_find_object
source: This delivery option cannot be used. Please, try to change the following settings: "Packaging type", and "Postal item type".
ru_ru: Невозможно использовать данный вариант доставки. Пожалуйста, попробуйте изменить следующие настройки: "Вид отправления" и "Тип упаковки".

# Languages::shipping.russianpost.russian_post_sending_packages
source: Packaging type
ru_ru: Тип упаковки

# Languages::shipping.russianpost.simple_delivery_notice
source: Simple delivery confirmation
ru_ru: Простое уведомление о вручении

# Languages::shipping.russianpost.registry_delivery_notice
source: Registered delivery confirmation
ru_ru: Заказное уведомление о вручении

# Languages::shipping.russianpost.personally
source: To named recipient only
ru_ru: Вручение лично в руки

# Languages::shipping.russianpost.package_pochta
source: Russian Post Package
ru_ru: Пакет Почты России

# Languages::shipping.russianpost.delivery_report
source: Report about failed deliveries
ru_ru: Отправлять отчёт о неудачных попытках доставки

# Languages::shipping.russianpost.add_barcode
source: Apply a barcode
ru_ru: Использовать штрих-код

# Languages::shipping.russianpost.packaging_items
source: Pack an enclosure
ru_ru: Добавить вложение

# Languages::shipping.russianpost.add_sticker
source: Apply a sticker
ru_ru: Использовать стикер

# Languages::shipping.russianpost.shipping_delivery
source: Transportation and delivery
ru_ru: Перевозка и доставка

# Languages::shipping.russianpost.check_suite
source: Check contents of delivery
ru_ru: Проверка комлектности

# Languages::shipping.russianpost.return_statement
source: Request for return or address change
ru_ru: Заявление о возврате, изменении или исправлении адреса
