Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_dellin.po
Languages: ru_ru

# Addons::name::rus_dellin
source: Delovye Linii - Shipping Service ( dellin.ru )
ru_ru: "Деловые Линии" — транспортная компания (dellin.ru)

# Addons::description::rus_dellin
source: Ship your products with Delovye Linii ( dellin.ru )
ru_ru: Доставка товаров с помощью сервиса "Деловые Линии" (dellin.ru)

# Languages::shipping.rus_dellin.appkey
source: Application key
ru_ru: Ключ приложения

# Languages::shipping.rus_dellin.height
source: Height
ru_ru: Высота

# Languages::shipping.rus_dellin.length
source: Length
ru_ru: Длина

# Languages::shipping.rus_dellin.width
source: Width
ru_ru: Ширина

# Languages::carrier_dellin
source: Delovye Linii ( dellin.ru )
ru_ru: Деловые Линии (dellin.ru)

# Languages::shipping.rus_dellin.derival_door
source: Pick up at address
ru_ru: Доставка от адреса

# Languages::shipping.rus_dellin.arrival_door
source: Deliver to address
ru_ru: Доставка до адреса

# Languages::shipping.rus_dellin.package
source: Packaging
ru_ru: Упаковка

# Languages::shipping.rus_dellin.tough_packing
source: Wooden frame box
ru_ru: Жесткая упаковка

# Languages::shipping.rus_dellin.tough_box
source: Rigid box
ru_ru: Жесткая коробка

# Languages::shipping.rus_dellin.cardboard
source: Cardboard box
ru_ru: Картонная коробка

# Languages::shipping.rus_dellin.additional_package
source: Additional packaging
ru_ru: Дополнительная упаковка

# Languages::shipping.rus_dellin.pellicle
source: Bubble wrap
ru_ru: Воздушно-пузырьковая пленка

# Languages::shipping.rus_dellin.bag
source: Bag
ru_ru: Мешок

# Languages::shipping.rus_dellin.pallet
source: Pallet collar
ru_ru: Паллетный борт

# Languages::shipping.rus_dellin.derival_services
source: Services at pick-up
ru_ru: Услуги от адреса

# Languages::shipping.rus_dellin.arrival_services
source: Services at delivery
ru_ru: Услуги до адреса

# Languages::shipping.rus_dellin.lateral_loading
source: Side loading
ru_ru: Боковая погрузка

# Languages::shipping.rus_dellin.top_loading
source: Top loading
ru_ru: Верхняя погрузка

# Languages::shipping.rus_dellin.loadinglift
source: Loading lift
ru_ru: Гидроборт

# Languages::shipping.rus_dellin.manipulator
source: Manipulator
ru_ru: Манипулятор

# Languages::shipping.rus_dellin.open_car
source: Open car
ru_ru: Открытая машина

# Languages::shipping.rus_dellin.movable
source: Removing canopy
ru_ru: Растентовка

# Languages::shipping.rus_dellin.avia_delivery
source: Delivery by air
ru_ru: Авиаперевозка

# Languages::shipping.rus_dellin.small_delivery
source: Small-size delivery
ru_ru: Малогабаритная доставка

# Languages::shipping.rus_dellin.small_delivery.tooltip
source: Small-size shipments can be picked up and delivered to a specific address
ru_ru: Малогабаритная доставка возможна от адреса до адреса

# Languages::shipping.rus_dellin.express_delivery
source: Express delivery
ru_ru: Экспресс-доставка

# Languages::shipping.rus_dellin.express_delivery.tooltip
source: Express delivery is available from terminal to terminal
ru_ru: Экспресс-доставка возможна от терминала до терминала

# Languages::shipping.rus_dellin.header_shipping_terminal
source: Delivery terminal
ru_ru: Терминал доставки

# Languages::shipping.rus_dellin.login
source: Login
ru_ru: Логин

# Languages::shipping.rus_dellin.login.tooltip
source: Account login at dellin.ru
ru_ru: Пароль от личного кабинета

# Languages::shipping.rus_dellin.password
source: Password
ru_ru: Пароль

# Languages::shipping.rus_dellin.password.tooltip
source: Account password at dellin.ru
ru_ru: Пароль от личного кабинета

# Languages::shipping.rus_dellin.individual_calculator
source: Use individual calculator
ru_ru: Индивидуальный калькулятор

# Languages::shipping.rus_dellin.individual_calculator.tooltip
source: Use login and password from dellin.ru to calculate individual discounts
ru_ru: Учет индивидуальных скидок в калькуляторе, с использованием логина и пароля личного кабинета

# Languages::shipping.rus_dellin.file_not_upload
source: Couldn't receive correct data from dellin.ru. Please make sure the application key in the shipping method settings is correct.
ru_ru: Не удалось получить данные с dellin.ru. Проверьте, правильно ли введен ключ приложения в настройках способа доставки.
