Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_sdek.po
Languages: ru_ru

# Addons::name::rus_sdek
source: Russian localization — shipping service SDEK ( cdek.ru )
ru_ru: Служба доставки — СДЭК

# Addons::description::rus_sdek
source: Shipping service SDEK
ru_ru: Калькулятор стоимости доставки.

# Languages::shippings_sdek.header_shipping_office
source: Shipping service office:
ru_ru: Офис службы доставки:

# Languages::shippings_sdek.header_shipping_office_map
source: Shipping service office on map:
ru_ru: Офис СДЭК на карте

# Languages::shippings.sdek.city_error
source: Invalid city entered
ru_ru: Город введен не корректно

# Languages::shipping.sdek.get_city_data
source: Get city ID
ru_ru: Получить ID города

# Languages::shipping.sdek.get_city_data.tooltip
source: A request to get the city ID will be sent to SDEK
ru_ru: Будет отправлен запрос в СДЭК для получения ID города

# Languages::shipping.sdek.city_id.tooltip
source: Technical info necessary for the shipping cost calculator. To get the ID, enter the city name in the City from field and click the Get city ID link. Save the received settings. Id city can be found in the cities of the register on the site SDEK.
ru_ru: Техническая информация, необходима для калькулятора стоимости доставки. Для получения ID введите название города в поле "Город отправления" и нажмите ссылку "Получить ID города". Сохраните полученные настройки. Нужный город можно найти на странице пунктов выдачи заказов на сайте СДЭК.

# Languages::sdek_tariff_sklad
source: Stock-Stock
ru_ru: Склад — Склад

# Languages::sdek_tariff_dver
source: Stock-Door
ru_ru: Склад — Дверь

# Languages::shippings.sdek.lang_error
source: Switch language to Russian
ru_ru: Переключите язык на русский

# Languages::shippings_sdek.authlogin
source: Access login to calculations server
ru_ru: Логин для доступа к серверу расчетов

# Languages::shippings_sdek.authpassword
source: Password login to calculations server
ru_ru: Пароль для доступа к серверу расчетов

# Languages::shippings.sdek.dateexecute
source: The number of days in which the order is planned to be shipped
ru_ru: Количество дней, через сколько будет произведена планируемая отправка заказа

# Languages::shippings.sdek.sendercityid
source: Sender city name. Start entering the city name, then select the needed one from the options suggested
ru_ru: Город-отправитель. Начинайте вводить название города, затем выберите из предложенных вариантов нужный город

# Languages::shippings.sdek.sendercitypostcode
source: Zip code of the sender city. (Not required if the sender city is selected)
ru_ru: Почтовый индекс города-отправителя. (Необязательно, если выбран город-отправитель)

# Languages::shippings.sdek.tariffid
source: Selecting available plans. The higher a plan is in the list, the higher its priority is
ru_ru: Выбор доступных тарифов

# Languages::shipping.sdek.city_id
source: City ID
ru_ru: ID города

# Languages::shippings.sdek.activation_error
source: To activate the SDEK shipping processor, the Russian rouble currency (RUB) must be active and defined as base.
ru_ru: Для активации службы доставки СДЭК валюта Российский Рубль (RUB) должна быть активна и назначена основной.

# Languages::shippings.sdek.country_error
source: The SDEK shipping method is available for the Russian Federation only. You can change settings of countries (Settings -> Company).
ru_ru: Способ доставки СДЭК доступен только для Российской Федерации. Вы можете изменить настройки стран (Настройки -> Компания)

# Languages::shippings.sdek.code_error
source: There is a mistake in the city zip code. Please check the correctness of the data entered
ru_ru: Ошибка в коде города. Проверьте правильность заполнения

# Languages::shippings.sdek.sender_code_error
source: There is a mistake in the sender city. Please check the correctness of the data entered
ru_ru: Ошибка в коде города-отправителя. Проверьте правильность заполнения

# Languages::shippings.sdek.account_password_error
source: Enter the account name and the password in the settings of the shipping method that uses SDEK
ru_ru: Введите имя учетной записи и пароль в настройках способа доставки СДЭК

# Languages::shippings.sdek.sdek_orders
source: Orders for delivery SDEK
ru_ru: Заказы на доставку СДЭК

# Languages::sdek.sdek_tariff
source: Tariff SDEK
ru_ru: Тариф СДЭК

# Languages::sdek.update_status
source: Update status
ru_ru: Обновить статусы

# Languages::shippings.sdek.status_title
source: Order status SDEK
ru_ru: Статусы заказа СДЭК

# Languages::sdek.lang_city
source: Package location
ru_ru: Местонахождение посылки

# Languages::sdek.receipt_order
source: Print ticket
ru_ru: Квитанция

# Languages::shippings.sdek.sdek_menu
source: SDEK
ru_ru: СДЭК

# Languages::carrier_sdek
source: SDEK
ru_ru: СДЭК

# Languages::sdek.new_schedule
source: New schedule
ru_ru: Прозвон получателя

# Languages::sdek.date_delivery
source: Date of delivery
ru_ru: Дата доставки

# Languages::sdek.time
source: Starting/closing time delivery recipient
ru_ru: Время доставки покупателю

# Languages::sdek.delivery_recipient_cost
source: Additional cost of delivery recipient
ru_ru: Дополнительная стоимость доставки

# Languages::sdek.street
source: Street
ru_ru: Улица

# Languages::sdek.house
source: House
ru_ru: Дом

# Languages::sdek.flat
source: Flat
ru_ru: Квартира

# Languages::sdek.call_courier
source: Call courier
ru_ru: Вызов курьера

# Languages::sdek.time_courier
source: Starting/closing time expectations courier
ru_ru: Время ожидания курьера

# Languages::sdek.time_lunch
source: Starting/closing time lunch
ru_ru: Время обеда

# Languages::sdek.cash_on_delivery
source: Cash on delivery
ru_ru: Наложенный платеж

# Languages::sdek_tariff_dver_sklad
source: Door-Stock
ru_ru: Дверь-Склад

# Languages::sdek_tariff_dver_dver
source: Door-Door
ru_ru: Дверь-Дверь

# Languages::sdek.sdek_address_shipping
source: Address shipping
ru_ru: Адрес доставки

# Languages::shipping.sdek.use_imposed
source: Include impose pay
ru_ru: Включить наложенный платеж

# Languages::shipping.sdek.use_product
source: Include product price
ru_ru: Включить цену товара

# Languages::shippings.sdek.barcode
source: Number packing
ru_ru: Номер упаковки

# Languages::shippings.sdek.tariffid.tooltip
source: Restrictions on package delivery: Delivery across Russia, maximum weight of a package is 30kg; <br /> Restrictions on economic delivery: Delivery from Moscow to Ural or Crimea only, maximum weight of a package is 50kg; <br /> Restrictions on delivery to InPost terminals: Delivery across Russia. If the weight is 5kg, the locker size is 8*38*64cm. If the weight is 7kg, the locker size is 19*38*64cm. If the weight is 20kg, the locker size is 41*38*64cm. Only one shipment per order. The terminal can't be changed. If it's impossible to deliver the shipment to an InPost terminal, package delivery rules apply. A package can't be stored in the locker for longer than 5 days.
ru_ru: Ограничения отправления посылки: Доставка по России, максимальный вес 30кг; <br /> Ограничения отправления экономичной посылки: Доставка из Москвы в Урал или Крым, максимальный вес 50кг; <br /> Ограничения отправления в постоматы InPost: Доставка по России. Вес 5кг - размер места 8*38*64см, вес 7кг - размер места 19*38*64см, вес 20кг - размер места 41*38*64см. Только одно отправление в заказе. Терминал нельзя изменять. Если доставка не возможна, будет использоватся отправка посылки. Максимальное время хранения в постомате - 5 дней.

# Languages::shipping.sdek.error_calculate
source: Error calculate
ru_ru: Ошибка расчета

# Languages::shippings.sdek.label_cities_update
source: Update cities
ru_ru: Обновить список городов

# Languages::shippings.sdek.cities_update
source: Update
ru_ru: Обновить

# Languages::shippings.sdek.text_update_cities
source: Table cities was updated
ru_ru: Список городов был обновлен

# Languages::shipping.sdek.cities_update.tooltip
source: Update the data of existing cities and add new ones from cities_sdek.csv. We advise doing that every time when you upgrade CS-Cart.
ru_ru: Обновить данные существующих городов и добавить новые из файла cities_sdek.csv. Рекомендуем обновлять города при переходе на новую версию CS-Cart.

# Languages::shippings.sdek.city_select_error
source: SDEK: We can not determine the desired city. Contact your administrator
ru_ru: СДЭК: Мы не можем определить нужный город. Обратитесь к администратору

# Languages::shippings.sdek.admin_city_select_error
source: SDEK: Couldn't determine the desired city. Usually it is caused by multiple cities bearing the same name. Please change the name of one of those cities via the Cities add-on
ru_ru: СДЭК: Не удалось определить нужный город. Обычно это связано с тем, что в списке городов несколько городов с одинаковым именем. Пожалуйста, измените имена городов с помощью модуля "Города"

# Languages::shippings.sdek.admin_city_not_served
source: SDEK: This city is not supported or is entered incorrectly.
ru_ru: СДЭК: Этот город не поддерживается или введен неправильно.

# Languages::rus_sdek.upgrade_notification_title
source: Addon SDEK changed
ru_ru: Изменения модуля СДЭК

# Languages::rus_sdek.upgrade_notification_text
source: The SDEK Add-on received a new button for the city data update. Open the add-on settings and click the Update button to update the data of cities.
ru_ru: В модуле СДЭК появилась новая кнопка для обновления списка городов. Откройте надстройки модуля и нажмите кнопку "Обновить" для обновления данных городов.

# Languages::addons.rus_sdek.shipping_status
source: Delivery status
ru_ru: Статус доставки

# Languages::addons.rus_sdek.shipping_form
source: Create a shipment
ru_ru: Оформить отгрузку

# Languages::addons.rus_sdek.add_shipment
source: Place a shipment
ru_ru: Сформировать отгрузку

# Languages::addons.rus_sdek.call_customer
source: Call an addressee
ru_ru: Позвонить адресату

# Languages::addons.rus_sdek.call_courier
source: Arrange for a courier
ru_ru: Вызов курьера

# Languages::addons.rus_sdek.number_package
source: Package ID
ru_ru: Номер посылки

# Languages::addons.rus_sdek.use_product_price
source: Include the price of the product
ru_ru: Включить стоимость товара

# Languages::addons.rus_sdek.use_imposed
source: Include COD
ru_ru: Включить наложенный платёж

# Languages::addons.rus_sdek.cash_delivery
source: Cash on Delivery
ru_ru: Наложенный платёж

# Languages::addons.rus_sdek.recipient_cost
source: Additional delivery cost
ru_ru: Дополнительная стоимость доставки

# Languages::addons.rus_sdek.schedule_data
source: Delivery date
ru_ru: Дата доставки

# Languages::addons.rus_sdek.schedule_period
source: Delivery time
ru_ru: Время доставки

# Languages::addons.rus_sdek.date_courier
source: Delivery date
ru_ru: Дата доставки

# Languages::addons.rus_sdek.time_courier
source: Courier waiting time
ru_ru: Время ожидания курьера

# Languages::addons.rus_sdek.time_lunch_courier
source: Lunch hour
ru_ru: Время обеда

# Languages::addons.rus_sdek.time_lunch_period
source: Lunch hour from [lunch_timebag] to [lunch_timeend]
ru_ru: Обед с [lunch_timebag] до [lunch_timeend]

# Languages::addons.rus_sdek.time_work_period
source: From [timebag] to [timeend]
ru_ru: С [timebag] до [timeend]

# Languages::addons.rus_sdek.receipt_order
source: Receipt
ru_ru: Квитанция

# Languages::addons.rus_sdek.not_complete
source: Not created/Failed
ru_ru: Не создан/Неудавшийся

# Languages::addons.rus_sdek.location
source: Delivery location
ru_ru: Адрес доставки

# Languages::sdek_delivery.orders
source: SDEK delivery orders
ru_ru: Заказы службы доставки СДЭК

# Languages::sdek_status.sdek_global_update
source: Global update
ru_ru: Обновить все

# Languages::addons.rus_sdek.text_update_status
source: Orders statuses has been changed
ru_ru: Статусы заказов изменены

# Languages::sdek_status.sdek_update_selected
source: Update selected
ru_ru: Обновить выбранные

# Languages::addons.rus_sdek.sdek_delivery_order
source: Order ID
ru_ru: Номер заказа

# Languages::addons.rus_sdek.status
source: SDEK Status
ru_ru: Статус СДЭК

# Languages::addons.rus_sdek.show_all
source: Show all items
ru_ru: Отобразить все элементы

# Languages::addons.rus_sdek.show_all_on_map
source: Show all items on map
ru_ru: Показать все на карте

# Languages::addons.rus_sdek.search_string
source: Search
ru_ru: Найти

# Languages::addons.rus_sdek.zipcode_sdek
source: SDEK Zipcode
ru_ru: Индекс СДЭК

# Languages::rus_sdek.error_get_order_status
source: Couldn't get order status from SDEK: [error]<br>Please try refreshing the status later.
ru_ru: Не удалось получить статус заказа от СДЭК: [error]<br>Попробуйте обновить статус позже.

# Languages::ttc_addons.rus_sdek.use_product_price
source: Tick this checkbox to include product price in the sum that the customer pays on delivery. If you tick this checkbox and "Include COD", then the sum that the customer pays on delivery will include both the product price and the price from the "Cash on Delivery" field.
ru_ru: Поставьте галочку, чтобы включить стоимость товара в наложенный платёж. Если включена эта настройка, и стоит галочка "Включить наложенный платёж", то стоимость наложенного платежа будет складываться из стоимости товара и суммы из поля "Наложенный платёж".

# Languages::ttc_addons.rus_sdek.use_imposed
source: Tick this checkbox, and the customer will have to pay the sum specified in "Cash on Delivery". Otherwise that sum will be ignored.
ru_ru: Поставьте галочку, чтобы покупатель при получении заказа уплатил сумму из поля "Наложенный платёж". Иначе эта сумма никак не будет учитываться.

# Languages::ttc_addons.rus_sdek.number_package
source: The identifier or barcode of the package. This parameter must be unique for each shipment within an order; it is used by SDEK specialists to manage cargo.
ru_ru: Штрих­код упаковки, идентификатор грузоместа; используется для оперирования грузом на складах СДЭК; уникален в пределах заказа.

# Languages::rus_sdek.empty_receipt_print_response
source: An empty response has been returned by SDEK when requesting the shipment receipt.
ru_ru: СДЭК вернул пустой ответ на запрос квитанции отгрузки.

# Languages::rus_sdek.order_not_synced
source: The shipment receipt hasn't been obtained: [error].<br/>Please try again in 10 minutes.
ru_ru: Квитанция об отгрузке не получена: [error].<br/>Попробуйте ещё раз через 10 минут.
