Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_personal_data_processing.po
Languages: ru_ru

# Addons::name::rus_personal_data_processing
source: Consent for personal data processing (Russian Federal Law 152)
ru_ru: Подтверждение на обработку персональных данных (152-ФЗ)

# Addons::description::rus_personal_data_processing
source: Lets you ask for customers' consent for personal data processing in accordance with the Russian Federal Law 152.
ru_ru: Добавляет подтверждение на обработку персональных данных в соответствии с 152-ФЗ.

# SettingsOptions::rus_personal_data_processing::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_personal_data_processing::subscribe_confidentiality
source: Show link at subscription
ru_ru: Показывать ссылку перед оформлением подписки

# SettingsTooltips::rus_personal_data_processing::subscribe_confidentiality
source: Show a link to confidentiality policy terms to users who are about to subscribe for newsletters.
ru_ru: Показывать ссылку на условия политики конфиденциальности тем, кто собирается подписаться на рассылку.

# SettingsOptions::rus_personal_data_processing::request_active_consent
source: Request active consent for personal data processing
ru_ru: Запрашивать активное согласие на обработку персональных данных

# SettingsTooltips::rus_personal_data_processing::request_active_consent
source: This setting includes a feature that allows you to ask the user for permission by clicking on the checkbox.
ru_ru: Пользователь должен будет поставить галочку, чтобы подтвердить согласие.

# SettingsOptions::rus_personal_data_processing::information
source: Information
ru_ru: Информация

# SettingsOptions::rus_personal_data_processing::personal_information
source: Personal information
ru_ru: Персональная информация

# SettingsOptions::rus_personal_data_processing::settings
source: Settings
ru_ru: Настройки

# Languages::addons.rus_personal_data_processing.accepting_checkbox
source: I have read the <a href="[link]" target="_blank">Confidentiality Policy</a> and I agree with its terms.
ru_ru: Я прочитал(а) <a href="[link]" target="_blank">Политику конфиденциальности</a> и соглашаюсь с её условиями.

# Languages::addons.rus_personal_data_processing.confidentiality
source: I have read the Confidentiality Policy and I agree with its terms.
ru_ru: Настоящим подтверждаю, что я ознакомлен и согласен с условиями политики конфиденциальности.

# Languages::addons.rus_personal_data_processing.policy_description
source: By clicking "[name_button]" I confirm that I am legally capable, and that I agree to receive information about the processing and receipt of my order. I also agree to the processing of the personal data as described <a href="[link]" target="_blank"> in this document</a>.
ru_ru: Нажимая кнопку "[name_button]", я подтверждаю свою дееспособность и согласие на получение информации об оформлении и получении заказа, согласие на обработку персональных данных в соответствии с указанным <a href="[link]" target="_blank">здесь текстом</a>.

# Languages::addons.rus_personal_data_processing.subscribe_text_policy
source: By providing my email address I confirm that I have read the <a href="[link]" target="_blank">Confidentiality Policy</a> and I agree with its terms.
ru_ru: Вводя свой адрес электронной почты, я подтверждаю, что я ознакомлен и согласен с условиями <a href="[link]" target="_blank">политики конфиденциальности</a>.

source: Russian Federal Law 152 implies that you register as a data controller at the website of Roskomnadzor (the Federal Service for Supervision of Communications, Information Technology, and Mass Media): <br /><a href="[url_service]" target="_blank"> [url_service]</a>. <br /> To change the text displayed next to the checkbox of agreement with the Confidentiality Policy, edit the following language variable: "addons.rus_personal_data_processing.confidentiality". <br />It can be done <a href="[link]" target="_blank">here</a>.
ru_ru: 152-ФЗ подразумевает вашу регистрацию на сайте Роскомнадзора в качестве оператора персональных данных. Зарегистрироваться вы можете по этой ссылке: <br /><a href="[url_service]" target="_blank">[url_service]</a>.<br />Чтобы изменить текст, который отображается рядом с галкой принятия политики конфиденциальности, отредактируйте языковую переменную: "addons.rus_personal_data_processing.confidentiality". <br />Это можно сделать <a href="[link]" target="_blank">здесь</a>.

source: Russian Federal Law 152 implies that you register as a data controller at the website of Roskomnadzor (the Federal Service for Supervision of Communications, Information Technology, and Mass Media): <br /><a href="[url_service]" target="_blank">[url_service]</a>. <br /> To change the text displayed next to the checkbox of agreement with the Confidentiality Policy, edit the following language variables: "addons.rus_personal_data_processing.confidentiality" or "addons.rus_personal_data_processing.accepting_checkbox". <br />It can be done <a href="[link]" target="_blank">here</a>.
ru_ru: 152-ФЗ подразумевает вашу регистрацию на сайте Роскомнадзора в качестве оператора персональных данных. Зарегистрироваться вы можете по этой ссылке: <br /><a href="[url_service]" target="_blank">[url_service]</a>.<br />Чтобы изменить текст, который отображается рядом с галкой принятия политики конфиденциальности, отредактируйте языковые переменные "addons.rus_personal_data_processing.confidentiality" или "addons.rus_personal_data_processing.accepting_checkbox". <br />Это можно сделать <a href="[link]" target="_blank">здесь</a>.

# Languages::addons.rus_personal_data_processing.title_personal_data
source: Personal Data Processing Policy
ru_ru: Политика обработки персональных данных

# Languages::addons.rus_personal_data_processing.confidentiality_policy
source: Confidentiality Policy
ru_ru: Политика конфиденциальности

source: This Confidentiality Policy (hereinafter referred to as the Policy) covers all the personal data that [company_name] (hereinafter referred to as the Company) may collect from the User as he or she browses the web-site <a href="[company_url]" target="_blank">[company_storefront]</a> or its subdomains (hereinafter referred to as the Website). The Policy describes how the Company collects, uses, and discloses personal data gained through the Website.<br />By using the Website, the User agrees with the Company’s collecting and using his or her personal data.
ru_ru: Данная политика конфиденциальности (далее – «Политика») распространяется на всю персональную информацию, которую Компания «[company_name]» (далее – «Компания») может получить от Пользователя во время его пребывания на веб-сайте <a href="[company_url]" target="_blank">[company_storefront]</a> или его поддоменов (далее «Веб-сайт»). Также, Политика описывает, как Компания собирает, использует и раскрывает персональную информацию, полученную через Веб-сайт.<br />Пользователь, пользуясь Веб-сайтом, дает свое согласие на сбор и использование Компанией его персональной информации.

# Languages::addons.rus_personal_data_processing.get_confidentiality_policy
source: Collecting Personal Data
ru_ru: Получение персональной информации

# Languages::addons.rus_personal_data_processing.get_policy_text
source: The User may browse the Website without providing personal data; however, in some cases, when the User decides to buy Products of the Company (any software developed by the Company and distributed through the Website), the Company requests the User’s personal data.<br />The company has the right to request the following personal data from the User: first name, last name, company name (if applicable), postal address, phone number, email address, and other financial information mentioned on the Website.<br />Any information received automatically as a result of the User browsing the Website, including the order in which the pages were viewed, is listed without identifying specific Users. The Company uses cookies to make the Website more convenient for Users.
ru_ru: Пользователь может посещать Веб-сайт и не сообщать свои персональные данные, но в некоторых случаях, когда Пользователь решил получить некоторую информацию, воспользоваться услугами или приобрести Продукты Компании (любое программное обеспечение, разработанное Компанией и распространяемое на Веб-сайте), Компания запрашивает персональную информацию Пользователя.<br />Компания вправе запросить у Пользователя следующую информацию: имя и фамилию, название компании, которую он представляет (если есть), почтовый адрес, номер телефона, адрес электронной почты, а также финансовую и другую информацию, которая указана на Веб-сайте.<br />Любая информация, автоматически считываемая в результате посещения Пользователем Веб-сайта, включая последовательность просмотра, используется без идентификации отдельных пользователей. Компания использует «cookies» для того, чтобы сделать Веб-сайт более удобным для Пользователя.

# Languages::addons.rus_personal_data_processing.use_confidentiality_policy
source: Using and Disclosing Personal Data
ru_ru: Использование и раскрытие персональной информации

# Languages::addons.rus_personal_data_processing.use_policy_text
source: The Company uses the personal data of the User to provide services and Products, to settle disputes and solve problems, to improve the convenience of the Website, and to inform the User about new services and Products. By registering on the Website, the User agrees to receive information from the Company about the provided services, new versions and Products of the Company, as well as any other information the Company deems noteworthy.<br />The Company doesn’t sell or disclose the personal data of the User. The Company is allowed to disclose and provide personal data to third parties only if it is required by Russian or international legislation, or by the authorities, in line with the course of law.
ru_ru: Компания использует персональную информацию Пользователя для предоставления услуг и Продуктов, разрешения споров и устранения неполадок, повышения удобства работы и улучшения Веб-сайта, информирования о новых услугах и Продуктах. Пользователь, регистрируясь на Веб-сайте, автоматически соглашается на получение от Компании информации об оказываемых услугах, об обновленных версиях или новых Продуктах Компании, а также прочей информации, которую Компания посчитает важным сообщить.<br />Компания никому не продает и не разглашает персональную информацию о Пользователе. Компания вправе раскрыть и передать персональную информацию третьим лицам только в том случае, если это требует российское или международное законодательство и/или органы власти с соблюдением законной процедуры.

# Languages::addons.rus_personal_data_processing.link_web_site
source: Links to Other Websites
ru_ru: Ссылки на другие веб-сайты

# Languages::addons.rus_personal_data_processing.web_site_text
source: The Website contains links to other web-sites. The Company doesn’t control those web-sites and their confidentiality policies. The Company urges the User to familiarize themselves with the confidentiality policies of those web-sites before providing any personal data on those web-sites.
ru_ru: Веб-сайт содержит ссылки на сторонние веб-сайты. Компания не контролирует данные веб-сайты и их политику конфиденциальности. Компания призывает Пользователя перед представлением своей персональной информации на данных веб-сайтах внимательно ознакомиться с их политикой конфиденциальности.

# Languages::addons.rus_personal_data_processing.safe
source: Security
ru_ru: Безопасность

# Languages::addons.rus_personal_data_processing.safe_text
source: The Company takes the appropriate measures to ensure security of the personal data of the User from loss, improper usage, unauthorized access, disclosure, and alteration. However, the method of passing the personal data and its storage in the Internet may not be fully secure; that’s why the Company can’t guarantee absolute security of personal data.
ru_ru: Компания предпринимает соответствующие меры для обеспечения безопасности персональной информации Пользователя от потери, неправильного использования, несанкционированного доступа, разглашения или изменения. Однако метод передачи информации и метод ее хранения в сети Интернет не может быть полностью безопасным, поэтому Компания не гарантирует абсолютную безопасность персональной информации.

# Languages::addons.rus_personal_data_processing.conditions_policy
source: Changes in the Policy
ru_ru: Изменения условий Политики

# Languages::addons.rus_personal_data_processing.conditions_policy_text
source: The Company reserves the right to change this Policy. If any changes are made, the Company publishes the changes of the Policy on the Website. By continuing to use the services and Products of the Company, the User agrees with the changes and new conditions of the Policy.
ru_ru: Компания оставляет за собой право изменять условия Политики. В случае внесение изменений, Компания публикует все дополнения и изменения Политики на Веб-сайте. При дальнейшем пользовании услугами и использовании Продуктов Компании, Пользователь соглашается с новыми условиями Политики.
