Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/rus_exim_1c.po
Languages: ru_ru

# Addons::name::rus_exim_1c
source: CommerceML synchronizes your web store with 1C, MoySklad, Class365
ru_ru: CommerceML – синхронизация интернет-магазина с 1С, МойСклад, Класс365

# Addons::description::rus_exim_1c
source: It lets you import products to a store and export orders from a store in the CommerceML format.
ru_ru: Обмен данными с сайтом в формате CommerceML. Импорт товаров в интернет-магазин и экспорт заказов из интернет-магазина.

# Languages::exim_1c
source: Data exchange in the CommerceML format
ru_ru: Обмен в формате CommerceML

# Languages::privileges.exim_1c
source: Can edit
ru_ru: Редактирование

# Languages::privilege_groups.exim_1c
source: CommerceML settings
ru_ru: Настройки CommerceML

# Languages::commerceml
source: CommerceML settings
ru_ru: Настройки CommerceML

# Languages::products_to_1c
source: Products in the CommerceML format
ru_ru: Товары в формате CommerceML

# Languages::1c_orders_from
source: Orders in the CommerceML format
ru_ru: Заказы в формате CommerceML

# Languages::1c_products_filename
source: 1c_products
ru_ru: 1с_products

# Languages::1c_orders_filename
source: 1c_orders
ru_ru: 1с_orders

# Languages::1c_classifier
source: Classifier (Product catalog)
ru_ru: Классификатор (Каталог товаров)

# Languages::1c_catalog
source: Product catalog
ru_ru: Каталог товаров

# Languages::1c_export_selected
source: Export in the CommerceML format
ru_ru: Экспорт в формат CommerceML

# Languages::1c_additional_options
source: Additional options
ru_ru: Дополнительные опции

# Languages::1c_export_currency
source: RUB
ru_ru: руб

# Languages::error_exim_1c_incorrect_file
source: No order data in the uploaded file
ru_ru: Данные о заказах в загруженном файле не найдены

# Languages::1c_select_files
source: Please select or upload import file(s). The file(s) should contain order data in the CommerceML format
ru_ru: Пожалуйста выберите или загрузите файл(ы) для импорта. Файл должен содержать данные о заказах из 1С в формате CommerceML

# Languages::cant_create_file
source: File could not be created
ru_ru: Не удалось создать файл

# Languages::base_price
source: Base price
ru_ru: Базовая цена

# Languages::1c_prices
source: Import prices
ru_ru: Загружать цены

# Languages::base_price_empty
source: Please enter base price
ru_ru: Введите базовую цену

# Languages::correct_1c_price
source: Price is accepted
ru_ru: Цена принята

# Languages::incorrect_1c_price
source: Error
ru_ru: Ошибка

# Languages::offers_not_found
source: offers.xml not found
ru_ru: Файл offers.xml не найден

# Languages::prices
source: Prices
ru_ru: Цены

# Languages::tax_1c
source: Tax for import
ru_ru: Налог для загрузки

# Languages::tax_cscart
source: The tax in store
ru_ru: Налог в магазине

# Languages::usergroup_in_cscart
source: Usergroup in store
ru_ru: Группы пользователей

# Languages::price_in_1c
source: The price in store
ru_ru: Цена в магазине

# Languages::exim_1c_information
source: In order to synchronize 1C with the store set up a new synchronization (exchange node) with the website. Use the following settings when creating an exchange node:<ul><li>website address (URL generation depends on whether secure connection is enabled in the admin panel): <a href="[http_location]">[http_location]</a></li><li>User name: Administrator e-mail address</li><li>Password: Administrator password</li></ul>We recommend to add a new administrator with the "Import in the CommerceML format" privilege.
ru_ru: Для настройки синхронизации создайте новую синхронизацию (узел обмена) с сайтом. При создании обмена используйте следующие настройки: <ul> <li>Адрес сайта (ссылка зависит от настройки безопасного соединения): <a href="[http_location]"> [http_location]</a></li> <li>Имя пользователя: адрес электронной почты администратора</li> <li>Пароль: пароль администратора</li> </ul> Рекомендуем создать отдельного администратора интернет-магазина с привилегией "Обмен в формате CommerceML".

# SettingsSections::rus_exim_1c::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_exim_1c::exim_1c_schema_version
source: Select schema version
ru_ru: Версия схемы

# SettingsTooltips::rus_exim_1c::exim_1c_schema_version
source: If product features are exported into the "Offers" file only, use scheme 2.05. If product features are exported into the "Import" and "Offers" files, scheme 2.07 should be used
ru_ru: Используйте версию схемы 2.05, если характеристики товара выгружаются только в файл offers, если характеристики выгружаются в файл import и offers используйте версию схемы 2.07

# SettingsOptions::rus_exim_1c::exim_1c_allow_import_categories
source: Allow to import categories
ru_ru: Разрешить импорт категорий

# SettingsTooltips::rus_exim_1c::exim_1c_allow_import_categories
source: If the "Allow to import categories" setting is enabled, the system will create categories according to imported groups of the nomenclature
ru_ru: Если включена настройка "Разрешить импорт категорий", то в магазине будут созданы категории соответствующие загружаемым группам номенклатуры

# SettingsOptions::rus_exim_1c::exim_1c_default_category
source: Common category for imported products
ru_ru: Общая категория для загружаемых товаров

# SettingsTooltips::rus_exim_1c::exim_1c_default_category
source: If setting "Allow import categories" turn on and for import groups does not find corresponding categories in store, then products added in select category. For corresponding products changed require category in store
ru_ru: Если выключена настройка "Разрешить импорт категорий из 1С" и для группы номенклатуры не найдена соответствующая категория в магазине, то товар будет добавлен в данную категорию. Вам будет необходимо самостоятельно изменить категорию в интернет-магазине для таких товаров

# SettingsOptions::rus_exim_1c::exim_1c_lang
source: Select default language
ru_ru: Язык по умолчанию

# SettingsOptions::rus_exim_1c::exim_1c_category_link_type
source: Select categories link type
ru_ru: Тип для категории, выгружаемой из 1С

# SettingsVariants::rus_exim_1c::exim_1c_category_link_type::main
source: Main
ru_ru: Главная

# SettingsVariants::rus_exim_1c::exim_1c_category_link_type::additional
source: Additional
ru_ru: Дополнительная

# SettingsOptions::rus_exim_1c::exim_1c_add_out_of_stock
source: Hide out-of-stock products
ru_ru: Скрывать товары, которых нет в наличии

# SettingsOptions::rus_exim_1c::exim_1c_add_tax
source: Add tax to products
ru_ru: Добавлять налог к товарам

# SettingsTooltips::rus_exim_1c::exim_1c_add_tax
source: The setting is used for scheme 2.05. If the setting is enabled, it is necessary to specify correspondence between taxes in the store and imported taxes in the "Prices and taxes" menu ("Addons" - "CommerceML settings" - "Prices and taxes")
ru_ru: Настройка используется для версии схемы 2.05. При включении настройки, в окне "Цены и налоги" необходимо указать соответствие налогов магазина с загружаемыми налогами

# SettingsOptions::rus_exim_1c::exim_1c_all_images_is_additional
source: Import images as additional ones
ru_ru: Импортировать изображения как дополнительные

# SettingsTooltips::rus_exim_1c::exim_1c_all_images_is_additional
source: Images exported from 1C will be added to products as additional ones
ru_ru: Изображения выгружаемые из 1С будут добавлены товарам, как дополнительные

# SettingsOptions::rus_exim_1c::exim_1c_import_product_name
source: Use in the product name
ru_ru: Использовать в названии товара

# SettingsVariants::rus_exim_1c::exim_1c_import_product_name::name
source: Name
ru_ru: Рабочее наименование

# SettingsVariants::rus_exim_1c::exim_1c_import_product_name::full_name
source: Full name
ru_ru: Наименование для печати

# SettingsOptions::rus_exim_1c::exim_1c_import_product_code
source: Use in the product article
ru_ru: Использовать в поле кода товара

# SettingsVariants::rus_exim_1c::exim_1c_import_product_code::art
source: Article
ru_ru: Артикул

# SettingsVariants::rus_exim_1c::exim_1c_import_product_code::code
source: Code product
ru_ru: Код номенклатуры

# SettingsVariants::rus_exim_1c::exim_1c_import_product_code::bar
source: Bar code
ru_ru: Штрих код

# SettingsOptions::rus_exim_1c::exim_1c_import_full_description
source: Full description source
ru_ru: Использовать в полном описании товара

# SettingsVariants::rus_exim_1c::exim_1c_import_full_description::not_import
source: Do not import
ru_ru: Не импортировать

# SettingsVariants::rus_exim_1c::exim_1c_import_full_description::description
source: Description
ru_ru: Текстовое описание

# SettingsVariants::rus_exim_1c::exim_1c_import_full_description::html_description
source: File description
ru_ru: Файл описания для сайта

# SettingsVariants::rus_exim_1c::exim_1c_import_full_description::full_name
source: Full name
ru_ru: Наименование для печати

# SettingsOptions::rus_exim_1c::exim_1c_import_short_description
source: Short description source
ru_ru: Использовать в кратком описании товара

# SettingsVariants::rus_exim_1c::exim_1c_import_short_description::not_import
source: Do not import
ru_ru: Не импортировать

# SettingsVariants::rus_exim_1c::exim_1c_import_short_description::description
source: Description
ru_ru: Текстовое описание

source: File description
ru_ru: Файл описания для сайта

# SettingsVariants::rus_exim_1c::exim_1c_import_short_description::full_name
source: Full name
ru_ru: Наименование для печати

# SettingsOptions::rus_exim_1c::exim_1c_page_title
source: Use in the page name (SEO)
ru_ru: Использовать в названии страницы (SEO)

# SettingsVariants::rus_exim_1c::exim_1c_page_title::not_import
source: Do not import
ru_ru: Не импортировать

# SettingsVariants::rus_exim_1c::exim_1c_page_title::name
source: Name
ru_ru: Наименование

# SettingsVariants::rus_exim_1c::exim_1c_page_title::full_name
source: Full name
ru_ru: Полное наименование

# SettingsSections::rus_exim_1c::import_restraction_features
source: Features
ru_ru: Характеристики

# SettingsOptions::rus_exim_1c::exim_1c_allow_import_features
source: Allow import features
ru_ru: Разрешить импорт свойств

# SettingsTooltips::rus_exim_1c::exim_1c_allow_import_features
source: The features will be exported with the select box type (i.e., Text, Number, Brand/Manufacturer)
ru_ru: Характеристики будут экспортированы с типом "Список вариантов" (напр., Текст, Число, Бренд/Производитель)

# SettingsOptions::rus_exim_1c::exim_1c_property_product
source: The name of the "Promo text" feature
ru_ru: Название свойства для промо-текста

# SettingsTooltips::rus_exim_1c::exim_1c_property_product
source: The feature which value will be used as promo text. Max. number of characters is 255
ru_ru: Свойство, значение которого будет использоваться в качестве промо-текста. Максимальное количество знаков — 255

# SettingsOptions::rus_exim_1c::exim_1c_property_for_manufacturer
source: Property name for brand
ru_ru: Название свойства для бренда

# SettingsTooltips::rus_exim_1c::exim_1c_property_for_manufacturer
source: Enter the feature value of the imported nomenclature which is used as the "Brand" field. It is used when the "Nomenclature feature" is chosen in the field of "Source of the Brand field"
ru_ru: Введите значение свойства загружаемой номенклатуры, используемое в качестве поля Бренд. Это свойство используется при выборе в поле "Источник поля бренд" значения "Свойство номенклатуры"

# SettingsOptions::rus_exim_1c::exim_1c_import_features
source: Settings for import features
ru_ru: Настройки для запрета/разрешения выгрузки свойств

# SettingsOptions::rus_exim_1c::exim_1c_deny_or_allow
source: The setting restricting/allowing feature export
ru_ru: Настройка запрета/разрешения выгрузки свойств

# SettingsVariants::rus_exim_1c::exim_1c_deny_or_allow::not_used
source: Not used function deny or allow property
ru_ru: Не использовать функцию запрета/разрешения выгрузки свойств

# SettingsVariants::rus_exim_1c::exim_1c_deny_or_allow::import_only
source: Import only
ru_ru: Загружать только

# SettingsVariants::rus_exim_1c::exim_1c_deny_or_allow::do_not_import
source: Do not upload
ru_ru: Не загружать

# SettingsOptions::rus_exim_1c::exim_1c_features_list
source: The feature list to restrict/allow import
ru_ru: Список свойств для запрета/разрешения загрузки

# SettingsTooltips::rus_exim_1c::exim_1c_features_list
source: Each feature should be put into a new line
ru_ru: Каждое свойство необходимо вводить с новой строки

# SettingsSections::rus_exim_1c::features_options
source: Product offers
ru_ru: Товарные предложения

# SettingsOptions::rus_exim_1c::exim_1c_type_option
source: Option type
ru_ru: Тип опций

# SettingsVariants::rus_exim_1c::exim_1c_type_option::S
source: Selectbox
ru_ru: Список вариантов

# SettingsVariants::rus_exim_1c::exim_1c_type_option::R
source: Radiogroup
ru_ru: Радиогруппа

# SettingsOptions::rus_exim_1c::exim_1c_import_mode_offers
source: Import product offers as
ru_ru: Импортировать товарные предложения как

# SettingsTooltips::rus_exim_1c::exim_1c_import_mode_offers
source: This setting determines how products and the combinations of their options will be created in CS-Cart. It also determines how the price of an option combination will be updated.<br /><ul><li>Variations (Recommended)</li><li>Combination of one option (Price as modifier)</li><li>Combination of multiple options (Price isn't imported)</li><li>Combination of options without modifiers (Same price)</li><li>Combination of global options (Price isn't imported)</li><li>Combination of one option (Same price)</li></ul>
ru_ru: Данная настройка отвечает за то, как товары и комбинации опций данных товаров будут заданы в CS-Cart. Также с помощью неё устанавливается то, как будут обновляться комбинации опций.<br /><ul><li>Вариации (рекомендуемое значение)</li><li>Комбинация из одной опции (цена задана в модификаторах)</li><li>Комбинация из опций (цена не импортируется)</li><li>Комбинация из опций без модификаторов (одинаковая цена)</li><li>Комбинация из глобальных опций (цена не импортируется)</li><li>Комбинация из одной опции (общая цена)</li></ul>

# SettingsVariants::rus_exim_1c::exim_1c_import_mode_offers::standart
source: Standard way
ru_ru: Стандартное отображение

# SettingsVariants::rus_exim_1c::exim_1c_import_mode_offers::global_option
source: By object properties
ru_ru: Отдельно общими значениями

# SettingsVariants::rus_exim_1c::exim_1c_import_mode_offers::individual_option
source: As separate option variants
ru_ru: Отдельно индивидуальными значениями

# SettingsOptions::rus_exim_1c::exim_1c_import_option_name
source: Option name
ru_ru: Название опции

# SettingsTooltips::rus_exim_1c::exim_1c_import_option_name
source: The name of a product option for imported features. It is used for choosing the "Combination of one option (Price as modifier)" or "Combination of one option (Same price)" value in the "Option import" field
ru_ru: Название опции товара для импортированных характеристик. Используется при выборе в поле "Способы загрузки опций" одного из следующих значений: "Комбинация из одной опции (цена задана в модификаторах)" и "Комбинация из одной опции (общая цена)"

# SettingsSections::rus_exim_1c::prices
source: Prices
ru_ru: Цены

# SettingsOptions::rus_exim_1c::exim_1c_only_import_offers
source: Import quantity and prices only (the Offers file)
ru_ru: Импортировать количество и цены (файл offers)

# SettingsTooltips::rus_exim_1c::exim_1c_only_import_offers
source: It imports data from the Offers file only (prices and quantity)
ru_ru: Устанавливает импорт данных из файла offers (цен и количества)

# SettingsOptions::rus_exim_1c::exim_1c_create_prices
source: Import several prices
ru_ru: Загружать несколько цен

# SettingsTooltips::rus_exim_1c::exim_1c_create_prices
source: If the setting in the "Prices and Taxes" menu is enabled, one should enter the names of imported prices which correspond with the prices in the webstore ("Addons" - "CommerceML settings" - "Price and tax")
ru_ru: При включении настройки в окне "Цены и налоги" необходимо ввести название загружаемых цен соответствующие ценам в интернет-магазине

# SettingsOptions::rus_exim_1c::exim_1c_check_prices
source: Run the price debug mode
ru_ru: Запустить режим отладки цен

# SettingsTooltips::rus_exim_1c::exim_1c_check_prices
source: If the setting is enabled, the prices in the webstore and the ones from the "Offers.xml" file will be checked for correspondence when exported. The result will be displayed on the "Prices and Taxes" page("Addons" - "CommerceML settings" - "Price and tax")
ru_ru: При включении настройки и выгрузке данных, на странице "Цены и налоги" отобразится результат проверки соответствия цен интернет-магазина с загружаемыми ценами из файла offers.xml

# SettingsSections::rus_exim_1c::shipping_features
source: Shipping
ru_ru: Доставка

# Languages::exim_1c_information_shipping_features
source: Setting of shipping options of a product in the webstore based on the features of the exported nomenclature. <br /> Several features can be used for each product setting. In this case each product will have the value of the last found feature. <br /> Each feature should be added as a separate line into the field. <br /> The kind of the exported feature value should correspond with the kind of a product setting in the webstore
ru_ru: Создание "Параметров доставки" товара в интернет-магазине, на основании свойств выгружаемой номенклатуры. <br /><br /><br />Возможно использование нескольких свойств для каждой настройки товара, при этом товару будет добавлено значение последнего найденного свойства. <br /> Каждое свойство необходимо добавлять в поле с новой строки.<br />Тип значения выгружаемого свойства должен соответствовать типу настройки товара в интернет-магазине

# SettingsOptions::rus_exim_1c::exim_1c_weight_property
source: Weight property
ru_ru: Наименование свойства для веса

# SettingsOptions::rus_exim_1c::exim_1c_display_weight
source: Display weight as a feature
ru_ru: Отображать вес, как характеристику

# SettingsOptions::rus_exim_1c::exim_1c_free_shipping
source: The name of the free shipping feature
ru_ru: Наименование свойства бесплатной доставки

# SettingsTooltips::rus_exim_1c::exim_1c_free_shipping
source: The feature value used for free shipping should be set for "true" or "false"
ru_ru: Значение свойства используемое в качестве бесплатной доставки должно иметь значение true или false

# SettingsOptions::rus_exim_1c::exim_1c_display_free_shipping
source: Display free shipping as a feature
ru_ru: Отображать бесплатную доставку, как характеристику

# SettingsOptions::rus_exim_1c::exim_1c_shipping_cost
source: Shipping cost
ru_ru: Стоимость доставки

# SettingsOptions::rus_exim_1c::exim_1c_number_of_items
source: Items in a box
ru_ru: Количество штук в коробке

# SettingsOptions::rus_exim_1c::exim_1c_box_length
source: Box length
ru_ru: Длина коробки

# SettingsOptions::rus_exim_1c::exim_1c_box_width
source: Box width
ru_ru: Ширина коробки

# SettingsOptions::rus_exim_1c::exim_1c_box_height
source: Box height
ru_ru: Высота коробки

# SettingsSections::rus_exim_1c::true_orders
source: Orders
ru_ru: Заказы

# SettingsOptions::rus_exim_1c::exim_1c_order_shipping
source: Display shipping fees for orders as a separate line in 1C
ru_ru: Включать отдельно стоимость доставки заказа для 1С

# SettingsTooltips::rus_exim_1c::exim_1c_order_shipping
source: Shipping fee for an order from the store will be added to 1C as a separate line
ru_ru: Стоимость доставки заказа из магазина будет добавляться в 1С в виде отдельной строки

# SettingsOptions::rus_exim_1c::exim_1c_from_order_id
source: Start export from Order #
ru_ru: Выгружать с номера

# SettingsTooltips::rus_exim_1c::exim_1c_from_order_id
source: If there is no value in the "Start export from Order #" setting, all orders will be exported regardless of the numbers
ru_ru: Если значение настройки "Выгружать с номера заказа" не указано, то будут выгружаться все заказы без учета номера

# SettingsOptions::rus_exim_1c::exim_1c_order_statuses
source: Order statuses
ru_ru: Статусы выгружаемых заказов

# SettingsTooltips::rus_exim_1c::exim_1c_order_statuses
source: It exports orders with chosen statuses. If no statuses are chosen, orders will be exported without them
ru_ru: Устанавливает выгрузку заказов с выбранными статусами. Если не один из статусов не выбран, то будут выгружаться заказы без учета статуса

# Languages::1c.external_id
source: External id
ru_ru: Код товара (external id)

# Languages::1c.data_1c
source: CommerceML import data
ru_ru: Данные загрузки CommerceML

# SettingsOptions::rus_exim_1c::information
source: Information
ru_ru: Информация

# SettingsOptions::rus_exim_1c::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_exim_1c::information_shipping
source: Information
ru_ru: Информация

# SettingsOptions::rus_exim_1c::settings_shipping
source: Settings shipping features
ru_ru: Настройки параметров доставки

# SettingsOptions::rus_exim_1c::exim_1c_import_statuses
source: Import order statuses
ru_ru: Загружать статусы заказов

# SettingsTooltips::rus_exim_1c::exim_1c_import_statuses
source: Import order statuses in CommerceML format
ru_ru: Загружать статусы заказа из выгружаемого файла orders в формате CommerceML

# SettingsOptions::rus_exim_1c::exim_1c_export_statuses
source: Export order statuses
ru_ru: Выгружать статусы заказов

# SettingsTooltips::rus_exim_1c::exim_1c_export_statuses
source: Export order statuses in CommerceML format
ru_ru: Выгружать статусы заказов из магазина в формате CommerceML

# SettingsOptions::rus_exim_1c::exim_1c_import_type
source: Type linking data products
ru_ru: Значение для связывания товаров

# SettingsTooltips::rus_exim_1c::exim_1c_import_type
source: Field is used for linking a products 1C with product store
ru_ru: Значение используемое для связывания товаров. По умолчанию: товары связываются по Ид - external_id. Артикул: артикул - product_code. Штрих-код: штрих-код - product_code.

# SettingsVariants::rus_exim_1c::exim_1c_import_type::default
source: Default
ru_ru: По умолчанию

# SettingsVariants::rus_exim_1c::exim_1c_import_type::article
source: Article
ru_ru: Артикул

# SettingsVariants::rus_exim_1c::exim_1c_import_type::barcode
source: Barcode
ru_ru: Штрих-код

# Languages::1c.update_1c
source: Update data product
ru_ru: Обновлять товар

# SettingsOptions::rus_exim_1c::exim_1c_import_products
source: Import product
ru_ru: Загружать товары

# SettingsTooltips::rus_exim_1c::exim_1c_import_products
source: Import product from file import.xml
ru_ru: Тип загрузки товаров из файла import.xml

# SettingsVariants::rus_exim_1c::exim_1c_import_products::all_products
source: All products
ru_ru: Все товары

# SettingsVariants::rus_exim_1c::exim_1c_import_products::new_products
source: Only new products
ru_ru: Новые товары

# SettingsVariants::rus_exim_1c::exim_1c_import_products::new_update_products
source: New products and all prices
ru_ru: Новые товары, количество, цены всех товаров

# SettingsVariants::rus_exim_1c::exim_1c_import_products::update_products
source: Only update products
ru_ru: Только обновление товаров

# SettingsVariants::rus_exim_1c::exim_1c_import_products::not_import
source: Not import
ru_ru: Не загружать

# SettingsOptions::rus_exim_1c::exim_1c_used_brand
source: Field used for brand
ru_ru: Значение используемое в качестве бренда

# SettingsVariants::rus_exim_1c::exim_1c_used_brand::not_used
source: Not used
ru_ru: Не использовать

# SettingsVariants::rus_exim_1c::exim_1c_used_brand::field_brand
source: Field brand
ru_ru: Значение изготовителя

# SettingsVariants::rus_exim_1c::exim_1c_used_brand::feature_product
source: Feature product
ru_ru: Свойство товара

# SettingsOptions::rus_exim_1c::exim_1c_import_type_categories
source: Type linking data categories
ru_ru: Значение для связывания категорий
