Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/searchanise.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="http://searchanise.com/">Searchanise</a> fast search service
cs_cz: Zapne službu rychlého vyhledávání <a target="_blank" href="http://searchanise.com/">Searchanise</a>
da_dk: Slår til<a target="_blank" href="http://searchanise.com/"> Searchanise</a> fast search-tjenesten
de_de: Schaltet den <a target="_blank" href="http://searchanise.com/">Searchanise</a> Schnellsuchdienst ein
el_gr: Ενεργοποιεί την υπηρεσία γρήγορης αναζήτησης <a target="_blank" href="http://searchanise.com/"> Searchanise</a>
es_es: Se convierte en el servicio de búsqueda rápido <a target="_blank" href="http://searchanise.com/">Searchanise</a>
fr_fr: Active le service de recherche rapide <a target="_blank" href="http://searchanise.com/">Searchanise</a>
ja_jp: <a target="_blank" href="http://searchanise.com/">Searchanise</a> はCS-Cartの検索機能を拡張するサービスです
no_no: Slår på <a target="_blank" href="http://searchanise.com/">Searchanise</a> søketjenesten
pl_pl: Włącza usługę szybkiego wyszukiwania <a target="_blank" href="http://searchanise.com/"> Searchanise</a>
tr_tr: <a target="_blank" href="http://searchanise.com/">Searchanise</a> hızlı arama hizmetini başlatır
uk_ua: Підключення до сервісу швидкого пошуку<a target="_blank" href="http://searchanise.com/">Searchanise</a>
vi_vn: Bật dịch vụ tìm kiếm nhanh <a target="_blank" href="http://searchanise.com/"> Searchanise</a>

# Languages::searchanise_menu_description
source: Manage search settings, customize view and merchandise products.
el_gr: Διαχείριση ρυθμίσεων αναζήτησης, προσαρμομενη προβολή και προωθηση προϊόντων.
es_es: Administre la configuración de búsqueda, personalice la visualización y venta de los productos.
id_id: Mengatur setelan penelusuran, menyesuaikan tampilan dan produk merchandise.
no_no: Behandle søkeinnstillinger, tilpasset visning og merchandise produkter.
pl_pl: Zarządzanie ustawieniami wyszukiwania, dostosuj widok i sprzedaż produktów.
uk_ua: Керування параметрами пошуку, налаштування вигляду та просування товарів.

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
cs_cz: Katalog produktů bude synchronizován s Searchanise.
da_dk: Produktkataloget er sat i kø til synkronisering med Searchanise.
de_de: Der Produktkatalog wird zur Synchronisation mit Searchanise vorbereitet.
el_gr: Ο κατάλογος προϊόντων είναι στην ουρά για συγχρονισμό με Searchanise.
es_es: El catálogo de productos está en espera para la sincronización con Searchanise.
fr_fr: Le catalogue de produits est mis en attente pour la synchronisation avec Searchanise.
id_id: Katalog produk antri untuk sinkronisasi dengan Searchanise.
ja_jp: 商品リストをSearchaniseと同期しています
no_no: Produktkatalogen står i kø for synkronisering med Searchanise.
pl_pl: Katalog produktów jest w kolejce do synchronizacji z Searchanise.
tr_tr: Ürün kataloğu Searchanise ile eşitlenmek üzere sıraya alındı.
uk_ua: Каталог товарів додано в чергу на синхронізацію з сервисом Searchanise.
vi_vn: Danh mục sản phẩm được xếp hàng để đồng bộ hoá với Searchanise.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
cs_cz: Searchanise: Vyžadována reindexace (klikněte na <strong>Force re-indexation</strong> na administračním panelu <a href="[link]">Searchanise</a>).
da_dk: Searchanise: Ny indeksering kræves (Klik på knappen <strong>kraft re indeksering</strong> i <a href="[link]"> Searchanise admin panel</a>).
de_de: Searchanise: Reindexierung erforderlich (klicken Sie die <strong><strong>Force re-indexation</strong>Schaltfäche <a href="[link]">Searchanise-Administrationsbedienfeldl</a>)
el_gr: Searchanise: Απαιτείται η εκ νέου δημιουργία ευρετηριου (κάντε κλικ στο κουμπί <strong>επαναδημιουργία ευρετηριου</strong> στον <a href="[link]"> πίνακα διαχείρισης Searchanise</a>).
es_es: Searchanise: Nueva indexación necesaria (haga clic en el botón <strong>nueva indexación forzada</strong> en el <a href="[link]"> panel de administración de Searchanise</a>).
fr_fr: Searchanise : une re-Indexation est requise (cliquez sur le bouton des <strong>forcer la ré-indexation </strong> dans le <a href="[link]">panneau d'administration de Searchanise</a>).
id_id: Searchanise: Re-indexation required (klik tombol <strong>Force re-indexation</strong> di panel the <a href="[link">Searchanise admin panel</a>).
ja_jp: Searchanise : 再インデックス処理が必要です (<a href="[link]">Searchanise管理画面</a>の <strong>Force re-indexation</strong> ボタンをクリックしてください。
no_no: Searchanise: Re-indeksering kreves (Klikk <strong>Force re-indexation </strong> knappen i <a href="[link]">Searchanise admin-panelet</a>).
pl_pl: Searchanise: Ponowna indeksacja jest wymagana (kliknij przycisk <strong>Ponowna indeksacja</strong> w <a href="[link]"> w panelu Searchanise</a>).
tr_tr: Searchanise: Yeniden indeksleme gerekiyor (<a href="[link]">Searchanise yönetici panelindeki </a><strong>Yeniden indekslemeye zorla</strong> butonuna tıklayın).
uk_ua: Searchanise: Необхідна реіндексація (натисніть на кнопку <strong>Force re-indexation</strong> в панелі керування <a href="[link]">Searchanise</a>).
vi_vn: Searchanise: Tái lập chỉ số yêu cầu (Bấm vào nút <strong>Tái lập chỉ số</strong> trong <a href="[link]"> Bảng quản trị Searchanise</a>).

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
cs_cz: Searchanise: Nový vyhledávač pro [store] byl vytvořen. Import katalogu začal.
da_dk: Searchanise: Nye søgemaskine for [store] skabt. Katalogimport startet.
de_de: Searchanise: Neue Suchmaschine für [store] erstellt. Katalogimport hat begonnen.
el_gr: Searchanise: Η νέα μηχανή αναζήτησης για το [store] δημιουργήθηκε. Η εισαγωγή καταλογου εχει ξεκινησει.
es_es: Searchanise: Nuevo motor de búsqueda para [store] creado. La importación del catálogo comenzó.
fr_fr: Searchanise : Le nouveau moteur de recherche pour [store] a été créé. L'importation du catalogue a commencé.
id_id: Searchanise: Mesin pencari baru untuk [toko] dibuat. Impor katalog dimulai.
ja_jp: Searchanise: [store]向け検索エンジンが作成され、商品データのインポートを開始しました。
no_no: Searchanise: Ny søkemotor for [store] opprettet. Katalog import startet.
pl_pl: Searchanise: Nowa wyszukiwarka [store] została utworzona. Rozpoczęto indeksowanie katalogu.
tr_tr: Searchanise: [store] için yeni arama motoru oluşturuldu. Katalog içe aktarımı başlatıldı.
uk_ua: Searchanise: Новий пошуковий движок для магазину [store] створено. Розпочато імпорт каталога.
vi_vn: Searchanise: Công cụ tìm kiếm mới cho [store] đã tạo. Nhập danh mục bắt đầu.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
cs_cz: Pokud jste modifikovali jakékoliv nastavení modulu SEO, prosím, <a href="[link]">reindexujte</a> katalog produktů v Searchanise pro aktualizaci URL adres produktů.
da_dk: Hvis du har ændret nogen SEO tilføjelsesindstillinger, venligst <a href="[link]"> re indeksering</a> produktkatalog med Searchanise opdatere produkt webadresser.
de_de: Wenn Sie einige SEO-Add-On-Einstellungen verändert haben, bitte <a href="[link]">Re-indexation</a> Produktkatalog mit Searchanise, um die Artikel-URLs zu aktualisieren.
el_gr: Εάν έχετε τροποποιήσει τις ρυθμίσεις του πρόσθετο SEO, παρακαλώ <a href="[link]"> προχωρήστε σε εκ νέου ευρετηρίαση</a> του καταλογου προϊόντων με το Searchanise για να ενημερώσετε τα URLs των προϊόντων .
es_es: Si ha modificado alguna configuración del complemento de SEO, por favor, <a href="[link]"> vuelva a indexar</a> el catálogo de productos con el Searchanise para actualizar las URL del producto.
fr_fr: Si vous avez modifié un paramètre du module SEO, veuillez <a href="[link]">ré-indexer</a> le catalogue de produits avec Searchanise pour mettre à jour les URLs des produits.
id_id: Jika Anda telah mengubah pengaturan add-on SEO, silakan <a href="[link]"> Re-indexation </a> katalog produk dengan Searchanise untuk memperbarui URL produk.
ja_jp: SEOアドオンの設定を変更した場合は、商品リストの <a href="[link]">再インデックス処理</a> を実行して商品URLの更新をSearchaniseに反映してください。
no_no: Hvis du har endret noen SEO tillegg innstillinger, vennligst <a href="[link]">Re-indexation</a> produktkatalogen med Searchanise for å oppdatere produktene sine nettadresser.
pl_pl: Jeśli zmodyfikowano ustawienia rozszerzenia SEO, prosze zrobić <a href="[link]">ponowne indeksowanie</a> katalogu z Searchanise w celu aktualizacji adresów URL produktów.
tr_tr: Eğer herhangi bir SEO ayarını değiştirdiyseniz, lütfen ürün URL'lerini güncellemek için ürün kataloğunun Searchanise ile <a href="[link]">Yeniden indekslemesini</a> yapın.
uk_ua: Якщо ви змінювали налаштування модуля SEO, будь ласка, увімкніть <a href="[link]">синхронізацію</a> каталогу товарів з сервісом Searchanise ще раз, щоб оновити URL товарів.
vi_vn: Nếu bạn đã thay đổi bất kỳ cài đặt trong add-on SEO, xin vui lòng<a href="[link]"> Lập lại chỉ số</a> danh mục sản phẩm với Searchanise để cập nhật URL sản phẩm.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
cs_cz: Vyskytla se chyba během registrace na Searchanise. Zkuste to, prosím, později.
da_dk: Der opstod en fejl under Searchanise registrering. Prøv senere.
de_de: Während der Searchanise-Registrierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγγραφή Searchanise. Παρακαλώ δοκιμάστε αργότερα.
es_es: Se ha producido un error durante el registro de Searchanise. Por favor Inténtalo más tarde.
fr_fr: Une erreur s'est produite lors de l'inscription de Searchanise. Veuillez essayer plus tard.
id_id: Terjadi kesalahan saat melakukan pendaftaran Searchanise. Silakan coba lagi nanti.
ja_jp: Searchaniseの登録処理中にエラーが発生しました。再度お試しください。
no_no: Det oppstod en feil under Searchanise registreringen. Prøv igjen senere.
pl_pl: Wystąpił błąd podczas rejestracji w Searchanise. Prosimy spróbować później.
tr_tr: Searchanise kaydı sırasında bir hata oluştu. Lütfen daha sonra deneyin.
uk_ua: Сталася помилка під час реєстрації сервіса Searchanise. Будь-ласка, спробуйте пізніше.
vi_vn: Lỗi xuất hiện khi đăng ký Searchanise. Xin vui lòng thử lại sau.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
cs_cz: Probíhá synchronizace katalogu produktů.
da_dk: Produktkataloget synkronisering er i gang.
de_de: Die Produktkatalogsynchronisation ist im Gange.
el_gr: Ο συγχρονισμός του καταλογου προϊόντων βρίσκεται σε εξέλιξη.
es_es: La sincronización del catálogo de productos está en curso.
fr_fr: La synchronisation du catalogue de produit est en cours.
id_id: Sinkronisasi katalog produk sedang berlangsung.
ja_jp: 商品リストの同期中です。
no_no: Synkronisering av produktkatalogen pågår.
pl_pl: Synchronizacja katalogu jest w trakcie wykonywania.
tr_tr: Ürün kataloğu eşitlemesi devam ediyor.
uk_ua: Йде синхронізація каталогу товарів.
vi_vn: Đồng bộ danh mục sản phẩm đang diễn ra.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
cs_cz: Synchronizace katalogu produktů se Searchanise proběhla úspěšně.
da_dk: Produktkataloget blev synkroniseret korrekt med Searchanise.
de_de: Der Produktkatalog wurde erfolgreich mit Searchanise synchronisiert.
el_gr: Ο κατάλογος προϊόντων συγχρονιστηκε με επιτυχία στο Searchanise.
es_es: El catálogo fue sincronizado correctamente con Searchanise.
fr_fr: Le catalogue de produits a été synchronisé avec succès avec Searchanise.
id_id: Katalog produk disinkronisasikan dengan sukses dengan Searchanise.
ja_jp: Searchaniseに商品リストが同期されました。
no_no: Produktkatalogen ble synkronisert vellykket med Searchanise.
pl_pl: Katalog produktów został pomyślnie zsynchronizowany z Searchanise.
tr_tr: Ürün kataloğunun Searchanise ile eşitlemesi başarıyla gerçekleştirildi.
uk_ua: Каталог товарів успішно синхронізовано з сервисом Searchanise.
vi_vn: Danh mục sản phẩm được đồng bộ thành công với Searchanise.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
cs_cz: Katalog produktů ještě není synchronizován s Searchanise. Pro spuštění synchronizace stiskněte, prosím, tlačítko "Sync".
da_dk: Produktkataloget er ikke synkroniseret med Searchanise endnu. Tryk på "Sync" knappen for at starte.
de_de: Der Produktkatalog ist noch nicht mit Searchanise synchronisiert worden. Bitte drücken Sie die "Sync"-Schaltfläche, um zu starten.
el_gr: Ο κατάλογος προϊόντων δεν είναι συγχρονισμένος με το Searchanise ακόμα. Παρακαλώ πιέστε το κουμπί "Συγχρονισμός" για να ξεκινήσετε.
es_es: El catálogo de productos no se sincroniza con Searchanise aún. Por favor, pulse el botón "Sync" para iniciar.
fr_fr: Le catalogue de produits n'est pas encore synchronisé avec Searchanise. Appuyez sur le bouton « Sync » pour commencer.
id_id: Katalog produk tidak disinkronkan dengan Searchanise. Silahkan tekan tombol "Sync" untuk memulai.
ja_jp: Searchaniseに商品リストが同期されていません。 "同期" ボタンをクリックしてください。
no_no: Produktkatalogen er ikke synkronisert med Searchanise enda. Trykk "Sync" knappen for å starte.
pl_pl: Katalog produktów nie jest jeszcze zsynchronizowany z Searchanise. Proszę nacisnąć przycisk "Synchronizacja", aby rozpocząć proces.
tr_tr: Ürün kataloğu henüz Searchanise ile eşitlenemedi. Lütfen başlatmak için "Sync" butonuna basın.
uk_ua: Каталог товарів щеє не синхронізовано з Searchanise ще. Натисніть кнопку "Синхронізувати".
vi_vn: Danh mục sản phẩm không đồng bộ hóa với Searchanise được nêu ra. Hãy nhấn nút "Đồng bộ" để bắt đầu.

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
cs_cz: Upozorňujeme, že na údaje na Searchanise serveru jsou aktualizovány s 2-3 minutovým zpožděním vůči změnám provedeným ve vašem obchodě.
da_dk: Bemærk, at data på Searchanise server er opdateret med en 2-3 minutters forsinkelse, når du har foretaget ændringer i din butik.
de_de: Bitte beachten Sie, dass die Daten auf dem Searchanise-Server mit einer Verzögerung von 2-3 Minuten aktualisiert werden, nachdem Sie diese Änderungen in Ihrem Shop vorgenommen haben.
el_gr: Παρακαλω σημειώσετε ότι τα δεδομένα στο διακομιστή Searchanise ενημερώνονται με μια καθυστέρηση 2-3 λεπτά αφού κάνετε αλλαγές στο κατάστημά σας.
es_es: Tenga en cuenta que los datos en el servidor de Searchanise se actualizaron con un retraso de 2-3 minutos después de hacer cambios en su tienda.
fr_fr: Veuillez noter que les données sur le serveur Searchanise sont mis à jour avec un délai de 2-3 minutes après avoir effectué des modifications dans votre magasin.
id_id: Harap dicatat bahwa data di server Searchanise diperbarui dengan penundaan 2-3 menit setelah Anda membuat perubahan di toko Anda.
ja_jp: CS-Cartにおける商品データの更新内容は、実施から2-3分後にSearchaniseサーバーに反映されます。
no_no: Vær oppmerksom på at data på Searchanise serveren er oppdatert med en 2-3 minutters forsinkelse når du gjør endringer i nettbutikken.
pl_pl: Należy pamiętać, że dane na serwerze Searchanise są aktualizowane z opóźnieniem 2-3 minuty, po wprowadzeniu zmian w swoim sklepie.
tr_tr: Lütfen Searchanise sunusundaki verilerin siz mağazanızda değişiklik yaptıktan 2-3 dakika sonra güncellendiğini göz önünde bulundurun.
uk_ua: Зверніть увагу: дані на сервері Searchanise оновлюється з затримкою 2-3 хвилини, після внесення змін у вашому магазині.
vi_vn: Xin lưu ý rằng các dữ liệu trên máy chủ Searchanise được cập nhật với một sự chậm trễ nhất định, có thể là 2-3 phút sau khi bạn thực hiện thay đổi trong cửa hàng của bạn.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
cs_cz: Klikněte na tlačítko níže, abyste se připojili k Searchanise.
da_dk: Klik på knappen nedenfor for at oprette forbindelse til Searchanise.
de_de: Klicken Sie auf die Schaltfläche unten, um die Verbindung zu Serchanise herzustellen.
el_gr: Κάντε κλικ στο κουμπί παρακάτω για να συνδεθείτε με το Searchanise.
es_es: Haga clic en el botón de abajo para conectarse a Searchanise.
fr_fr: Cliquez sur le bouton ci-dessous pour vous connecter à Searchanise.
id_id: Klik tombol di bawah ini untuk menyambung ke Searchanise.
ja_jp: ボタンをクリックしてSearchaniseに接続してください。
no_no: Klikk på knappen nedenfor for å koble til Searchanise.
pl_pl: Wciśnij przycisk poniżej by połączyć się do Searchanise.
tr_tr: Searchanise'a bağlanmak için aşağıdaki butona tıklayın.
uk_ua: Натисніть кнопку нижче, щоб підключитися до Searchanise.
vi_vn: Nhấp vào nút dưới đây để kết nối với Searchanise.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
cs_cz: Gratulujeme, právě jste se připojili k Searchanise.
da_dk: Tillykke, har du netop sluttet til Searchanise.
de_de: Glüsckwunsch, Sie haben sich soeben mit Searchanise verbunden.
el_gr: Συγχαρητήρια, μόλις συνδεθηκατε στο Searchanise.
es_es: Felicidades, usted acaba de conectarse a Searchanise.
fr_fr: Félicitations, vous avez juste connecté à Searchanise.
id_id: Selamat, Anda baru saja terhubung ke Searchanise.
ja_jp: Searchaniseに正常に接続しました。
no_no: Gratulerer, har du blitt koblet til Searchanise.
pl_pl: Gratulacje, sklep został podłączony do Searchanise.
tr_tr: Tebrikler, şu anda Searchanise'a bağlandınız.
uk_ua: Вітаємо, ви успішно підключні до Searchanise.
vi_vn: Xin chúc mừng, bạn đã kết nối với Searchanise.

# Languages::text_se_connected
source: You've connected to Searchanise.
cs_cz: Připojili jste se k Searchanise.
da_dk: Du har sluttet til Searchanise.
de_de: Sie sind nun mit Searchanise verbunden.
el_gr: Έχετε συνδεθει στον Searchanise.
es_es: Se ha conectado a Searchanise.
fr_fr: Vous avez connecté à Searchanise.
id_id: Anda telah terhubung ke Searchanise.
ja_jp: Searchaniseに接続しました。
no_no: Du har blitt koblet til Searchanise.
pl_pl: Zostało ustanowione połączenie z Searchanise.
tr_tr: Searchanise'a bağlandınız.
uk_ua: Магазин підключено до Searchanise.
vi_vn: Bạn đã kết nối với Searchanise.

# Languages::text_se_ajax_connecting
source: Product indexation has started in your store. It may take some time. Wait just a little, we've almost finished.
id_id: Indeksasi produk telah dimulai di toko Anda. Mohon menunggu beberapa saat, kami hampir selesai.
pl_pl: Rozpoczęło się indeksowanie produktów w Twoim sklepie. To może trochę potrwać. Zaczekaj trochę, już prawie skończyliśmy.
uk_ua: Індексацію товарів у вашому магазині розпочато. Це може зайняти деякий час. Трохи зачекайте, ми майже закінчили.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
cs_cz: Právě jste obnovili vaše data z dump souboru databáze. Pokud tento dump soubor obsahuje údaje o produktech, prosím <a href="[link]">reindexujte</a> ho s Searchanise.
da_dk: Du har netop genoprettet dine data fra database dump-filen. Hvis denne dump indeholder produktdata, venligst <a href="[link]"> re indeksering</a> det med Searchanise.
de_de: Sie haben Ihre Daten eben aus dem Datenbankpapierkorb wiederhergestellt. Wenn dieser Papierkorb Artikeldaten enthält, bitte <a href="[link]">Re-indexation</a> mit Searchanise.
el_gr: Μόλις αποκαταστήσατε τα δεδομένα σας από το αρχείο εξαγωγής της βάσης δεδομένων. Αν to αρχείο αυτό περιέχει δεδομένα προϊόν, παρακαλώ <a href="[link]"> προχωρήστε σε εκ νέου ευρετηρίαση</a> με το Searchanise.
es_es: Sólo se han restaurado sus datos desde el archivo de la papelera de la base de datos. Si esta papelera contiene datos del producto, por favor <a href="[link]">vuelva a indexar</a> con Searchanise.
fr_fr: Vous avez juste restaurer vos données depuis le fichier de sauvegarde de base de données. Si cette sauvegarde contient des données de produit, s'il vous plaît <a href="[link]">re-indexation</a> avec Searchanise.
id_id: Anda baru saja mengembalikan data Anda dari file dump database. Jika dump ini berisi data produk, silakan <a href="[link]">Re-indexation</a> dengan Searchanise.
ja_jp: データベースのダンプファイルからデータをリストアしました。ダンプファイルに商品データが含まれている場合には、Searchaniseの <a href="[link]">再インデックス処理</a> が必要です。
no_no: Du har nettopp gjenopprettet dataene fra databasen dump-filen. Hvis denne dumpen inneholder produktdata, vennligst <a href="[link]">Re-indexation</a> med Searchanise.
pl_pl: Można przywrócić dane z pliku automatycznej kopii zapasowej bazy danych. Jeśli ten zrzut zawiera dane produktu, prosimy o <a href="[link]"> ponowne indeksowanie</a>.
tr_tr: Veri tabanı döküm dosyasından verilerinizi geri yüklediniz. Eğer bu döküm ürün verileri içeriyorsa, lütfen Searchanise ile <a href="[link]">Yeniden indeksleyin</a>.
uk_ua: Дані були відновлені з дампа бази даних. Якщо в дампі містилися дані про товари, почніть <a href="[link]">синхронізацію</a> каталогу товарів з сервісом Searchanise повторно.
vi_vn: Bạn đã khôi phục dữ liệu từ tập tin cơ sở dữ liệu. Nếu tập tin này chứa dữ liệu sản phẩm, xin vui lòng <a href="[link]"> Lập lại chỉ số</a> với Searchanise.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
cs_cz: Pouze hlavní administrátor se může připojit k Searchanise
da_dk: Kun roden admin har tilladelse til at oprette forbindelse til Searchanise
de_de: Nur der Stamm-Administrator hat die Berechtigung zum Herstellen einer Verbindung mit Searchanise
el_gr: Μόνο o ριζικός διαχειριστής έχει το δικαίωμα να συνδεθεί με το Searchanise
es_es: Sólo el administrador matriz tiene permiso para conectarse a Searchanise
fr_fr: Seul l’administrateur de la racine a la permission de se connecter à Searchanise
id_id: Hanya admin root yang memiliki izin untuk terhubung ke Searchanise
ja_jp: Searchaniseにはルート管理者のみ接続できます。
no_no: Bare root admin har tillatelse til å koble til Searchanise
pl_pl: Tylko główny administrator ma uprawnienia do połączenia z Searchanise
tr_tr: Yalnız kök yöneticinin Searchanise'a bağlanma izni bulunmaktadır
uk_ua: Тільки головний адміністратор може підключити магазин до сервісу Searchanise
vi_vn: Chỉ có quản trị viên gốc được sự cho phép để kết nối với Searchanise

# Languages::se_did_you_mean
source: Did you mean
cs_cz: Měli jste na mysli
da_dk: Mente du
de_de: Meinten Sie
el_gr: Μήπως εννοείτε
es_es: Quisiste decir
fr_fr: Vouliez Vous dire
id_id: Apakah yang kamu maksud
ja_jp: もしかして:
no_no: Mente du
pl_pl: Masz na myśli
tr_tr: Şunu mu demek istediniz?
uk_ua: Можливо, маєте на увазі
vi_vn: Ý bạn là

# Languages::se_product_id
source: Product Id
cs_cz: ID produktu
da_dk: Produkt ID
de_de: Artikel-ID
el_gr: ID προϊόντος
es_es: Id del producto
fr_fr: Id du produit
id_id: Id Produk
ja_jp: 商品ID
no_no: Produkt ID
pl_pl: Identyfikator produktu
tr_tr: Ürün kimliği
uk_ua: Id товару
vi_vn: ID sản phẩm

# Languages::se_title
source: Title
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Titulo
fr_fr: Titre
id_id: Judul
ja_jp: タイトル
no_no: Tittel
pl_pl: Tytuł
tr_tr: Başlık
uk_ua: Назва
vi_vn: Tiêu đề

# Languages::se_summary
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
id_id: Deskripsi
ja_jp: 説明
no_no: Beskrivelse
pl_pl: Opis
tr_tr: Açıklama
uk_ua: Опис
vi_vn: Mô tả

# Languages::se_link
source: Product Url
cs_cz: URL produktu
da_dk: Produkt Url
de_de: Artikel-URL
el_gr: Url Προϊόντος
es_es: Url del producto
fr_fr: URL du produit
id_id: Id Produk
ja_jp: 製品URL
no_no: Produkt Url
pl_pl: Url produktu
tr_tr: Ürün URL'si
uk_ua: Url продукту
vi_vn: Url Sản phẩm
