Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/searchanise.po
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, id_id, ja_jp, no_no, pl_pl, tr_tr, uk_ua, vi_vn

# Languages::se_price
source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
el_gr: Τιμή
es_es: Precio
fr_fr: Prix
id_id: Harga
ja_jp: 価格
no_no: Pris
pl_pl: Cena
tr_tr: Fiyat
uk_ua: Ціна
vi_vn: Giá

# Languages::se_list_price
source: List Price
da_dk: Listepris
el_gr: Τιμή Τιμοκαταλόγου
es_es: Lista el precio
fr_fr: Prix de la Liste
id_id: Daftar Harga
ja_jp: 通常価格
no_no: Listepris
pl_pl: Sugerowana cena sprzedaży
tr_tr: Liste fiyatı
uk_ua: Рекомендована ціна
vi_vn: Giá cũ

# Languages::se_quantity
source: Quantity
cs_cz: Množství
da_dk: Mængde
de_de: Menge
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
id_id: Kuantitas
ja_jp: 数量
no_no: Antall
pl_pl: Ilość
tr_tr: Miktar
uk_ua: Кількість
vi_vn: Số lượng

# Languages::se_product_code
source: Product Code
cs_cz: Kód produktu
da_dk: Produktkode
de_de: Artikelcode
el_gr: Κωδικός Προϊόντος
es_es: Código del producto
fr_fr: Code du produit
id_id: Kode Produk
ja_jp: 商品型番
no_no: Produktkode
pl_pl: Kod produktu
tr_tr: Ürün kodu
uk_ua: Код товару
vi_vn: Mã sản phẩm

# Languages::se_image_link
source: Image Url
cs_cz: Adresa URL obrázku
da_dk: Billede Url
de_de: Bild-URL
el_gr: Διεύθυνση Url εικόνας
es_es: Url de la imagen
id_id: Url Gambar
ja_jp: 画像URL
no_no: Bilde Url
pl_pl: Adres url zdjęcia
tr_tr: Resim URL'si
uk_ua: Url зображення
vi_vn: Url hình ảnh

# Languages::se_category_Id
source: Category Id
cs_cz: ID kategorie
da_dk: Kategori-Id
de_de: Kategorie-ID
el_gr: Id Κατηγορίας
es_es: Id de la categoría
fr_fr: Id de categorie
id_id: Id Kategori
ja_jp: カテゴリID
no_no: Kategori-Id
pl_pl: Id kategorii
tr_tr: Kategori Kimliği
uk_ua: Id категорії
vi_vn: ID danh mục

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
cs_cz: ID kategorií uživatelské skupiny
da_dk: Kategori Brugergruppe id'er
de_de: Kategorie Benutzergruppen ID
el_gr: Id Κατηγορίας Ομάδας Χρηστών
es_es: Identificaciones de las categorías de grupos de usuarios
fr_fr: Ids des Groupes d'utilisateur par categorie
id_id: Id Usergroup Kategori
ja_jp: カテゴリーのユーザーグループID
no_no: Kategori brukergruppe ID
pl_pl: Identyfikatory kategorii grupy użytkownika
tr_tr: Kategori kullanıcı grubu kimlikleri
uk_ua: Id груп користувачів з доступом до категорій
vi_vn: ID danh mục nhóm người dùng

# Languages::se_usergroup_ids
source: Usergroup Ids
cs_cz: ID uživatelské skupiny
da_dk: Brugergruppe-id'er
de_de: Benutzergruppen ID
el_gr: Ids Ομάδων Μελών
es_es: Identificaciones de los grupos de usuarios
fr_fr: Ids du Groupe d'utilisateur
id_id: Id Usergroup
ja_jp: ユーザーグループID
no_no: Brukergruppe-ID
pl_pl: Identyfikatory grupy
tr_tr: Kullanıcı grubu kimlikleri
uk_ua: Id груп користувачів
vi_vn: ID Nhóm người dùng

# Languages::se_company_id
source: Company Id
cs_cz: ID společnosti
da_dk: Firma-Id
de_de: Unternehmens-ID
el_gr: Id Εταιρείας
es_es: Id de la empresa
fr_fr: Id de Societe
id_id: Identitas perusahaan
ja_jp: 会社ID
no_no: Firma-Id
pl_pl: Id sklepu
tr_tr: Şirket kimliği
uk_ua: Id компанії
vi_vn: ID Công ty

# Languages::se_empty_categories
source: Without Categories
cs_cz: Bez kategorie
da_dk: Uden kategorier
de_de: Ohne Kategorien
el_gr: Χωρίς κατηγορίες
es_es: Sin categorías
fr_fr: Sans Categories
id_id: Tanpa Kategori
ja_jp: カテゴリーなし
no_no: Uten kategorier
pl_pl: Bez kategorii
tr_tr: Kategorisiz
uk_ua: Без категорій
vi_vn: Mà không có danh mục

# Languages::se_active_companies
source: Company is active
da_dk: Virksomheden er aktiv
el_gr: Η εταιρεία είναι ενεργή
es_es: La empresa se encuentra activa
fr_fr: La societe est active
id_id: Perusahaan aktif
ja_jp: 有効な運営者です
no_no: Firma er aktivt
pl_pl: Firma jest aktywna
tr_tr: Şirket etkin
uk_ua: Компанія активна
vi_vn: Công ty đang hoạt động

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
cs_cz: Cena pro uživatelskou skupinu ID ([id])
da_dk: Pris for brugergruppe Id ([id])
de_de: Preis für die Benutzergruppen ID
el_gr: Τιμή για usergroup Id ([id])
es_es: Precio para la identificación de grupo de usuarios ([id])
fr_fr: Id de prix des groupes d'utilisateur
id_id: Harga untuk Id usergroup ([id])
ja_jp: ユーザーグループID ([id])向け価格
no_no: Pris for brukergruppe Id ([id])
pl_pl: Cena dla grupy Id ([id])
tr_tr: Kullanıcı grubu kimliği ([id]) fiyatı
uk_ua: Ціна для Id групи користувачів ([id])
vi_vn: Giá cho ID nhóm người dùng ([id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
cs_cz: ID funkce "[id]"
da_dk: Funktionen "[id]"-Id
de_de: Funktionskennung "[id]" ID
el_gr: Χαρακτηριστικό "[id]" Id
es_es: Dunción de id "[id]"
fr_fr: Id des Traits
id_id: Fitur "[id]" Id
ja_jp: 追加情報 "[id]" ID
no_no: Funksjons "[id]" Id
pl_pl: Id cechy "[id]"
tr_tr: Özellik "[id]" kimliği
uk_ua: Параметр «[id]»
vi_vn: Tính năng ID "[id]"

# Languages::se_relevance
source: Relevance
da_dk: Relevans
de_de: Relevanz
el_gr: σχετικότητα
es_es: Relevancia
id_id: Relevansi
ja_jp: 関連性
no_no: Relevans
pl_pl: Znaczenie
tr_tr: İlgi düzeyi
uk_ua: Релевантність
vi_vn: Mức độ liên quan

# Languages::se_products
source: Products
cs_cz: Produkty
da_dk: Produkter
de_de: Artikel
el_gr: Προϊόντα
es_es: Productos
fr_fr: Produits
id_id: Produk
ja_jp: 商品
no_no: Produkter
pl_pl: Produkty
tr_tr: Ürünler
uk_ua: Товари
vi_vn: Sản phẩm

# Languages::se_popular_suggestions
source: Popular suggestions
cs_cz: Oblíbené návrhy
da_dk: Populære forslag
de_de: Beliebte Vorschläge
el_gr: Δημοφιλή προτάσεις
es_es: Propuestas populares
id_id: Saran populer
ja_jp: 人気のサジェスチョン
no_no: Populære forslag
pl_pl: Popularne propozycje
tr_tr: Popüler öneriler
uk_ua: Підказки
vi_vn: Đề xuất phổ biến

# Languages::sort_by_relevance_asc
source: Sort by Relevance
cs_cz: Seřadit podle relevance
da_dk: Sortering efter relevans
de_de: Sortiert nach Relevanz
el_gr: Ταξινόμηση βάσει συνάφειας
es_es: Ordenar por relevancia
id_id: Urutkan menurut Relevansi
ja_jp: 関連性でソート
no_no: Sortér etter relevans
pl_pl: Sortuj według trafności
tr_tr: İlgiye göre sıralama
uk_ua: Упорядкувати за релевантністю
vi_vn: Xếp theo mức độ liên quan

# Languages::se_api_key
source: API key
cs_cz: API klíč
da_dk: API-nøgle
de_de: API-Schlüssel
es_es: Clave de API
id_id: Kunci API
ja_jp: APIキー
no_no: API nøkkel
pl_pl: Klucz API
tr_tr: API anahtarı
uk_ua: API-ключ

# Languages::se_private_key
source: Private key
cs_cz: Soukromý klíč
da_dk: Privat nøgle
de_de: Privater Schlüssel (Key)
el_gr: Ιδιωτικο κλειδι
es_es: Clave privada
id_id: Kunci pribadi
ja_jp: プライベートキー
no_no: Privat nøkkel
pl_pl: Klucz prywatny
tr_tr: Özel anahtar
uk_ua: Приватний ключ

# Languages::se_options_combinations_codes
source: Options combinations codes
cs_cz: Možnosti kombinace kódů
da_dk: Mulighed kombinationer
el_gr: Κωδικοι Συνδυασμων Επιλογων
es_es: Códigos de combinaciones de opciones
id_id: Opsi kombinasi kode
ja_jp: オプションのコンビネーションのコード
no_no: Kombinasjonskoder for Alternativer
pl_pl: Kombinacje opcji
tr_tr: Seçenek kombinasyon kodları
uk_ua: Коди комбінацій опцій
vi_vn: Tùy chọn mã kết hợp

# Languages::se_connection_warning
source: Searchanise: There is no connection to Searchanise server! For Searchanise to work properly, the store server must be able to access www.searchanise.com. Please contact Searchanise <a href="mailto: [email]">[email]</a> technical support or your system administrator.
pl_pl: Searchanise: Brak połączenia z serwerem Searchanise! Aby Searchanise działało poprawnie, serwer sklepu musi mieć dostęp do www.searchanise.com. Skontaktuj się z Searchanise <a href="mailto: [email]">[email]</a> wsparciem technicznym lub administratorem systemu.
uk_ua: Searchanise: Відсутнє підключення до сервера Searchanise. Аби пошук від Searchanise працював, сервер магазину повинен мати змогу зв'язатися з searchanise.com. Зверніться до вашого системного адміністратора або в техпідтримку Searchanise на <a href="mailto: [email]"> [email] </a>.

# Languages::se_queue_warning
source: Searchanise: We found an issue with the export of changes in your store catalog. To resolve the issue please contact the Searchanise <a href="mailto: [email]">[email]</a> technical support.
pl_pl: Searchanise: Znaleźliśmy problem z eksportem zmian w katalogu sklepu. Aby rozwiązać ten problem, skontaktuj się z <a href="mailto: [email]">[email]</a> wsparciem technicznym Searchanise.
uk_ua: Searchanise: Ми виявили проблему з експортом змін в каталозі вашого магазину. Щоб усунути проблему, зверніться в техпідтримку Searchanise по електронній пошті <a href="mailto: [email]"> [email] </a>.

# SettingsSections::searchanise::configuration
source: Configuration
cs_cz: Konfigurace
da_dk: Konfiguration
de_de: Konfiguration
el_gr: Ρύθμιση παραμέτρων
es_es: Configuración
id_id: Konfigurasi
ja_jp: 設定
no_no: Konfigurasjon
pl_pl: Konfiguracja
tr_tr: Yapılandırma
uk_ua: Налаштування
vi_vn: Cấu hình

# Addons::name::searchanise
source: Searchanise
es_es: Herramienta de búsqueda y venta de productos

# Languages::searchanise
source: Searchanise
es_es: Herramienta de búsqueda y venta de productos
