Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/seo.po
Languages: da_dk, de_de, fr_fr, id_id, uk_ua

# Addons::description::seo
source: Adds Search engine-friendly URLs support
da_dk: Tilføjer søgevenlig søgemaskine URLs support
de_de: Fügt suchmaschinenfreundlichen URL-Support hinzu
fr_fr: Ajoute le support des URLs conviviales pour les moteurs de recherche
id_id: Menambahkan dukungan URL ramah mesin pencari
uk_ua: Оптимізовані для пошукових сервісів та читабельні URL

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
da_dk: Brug dette afsnit til at definere globale regler for URLer omskrevet i din butik.
de_de: Verwenden Sie diesen Abschnitt, um globale Regeln für die in Ihrem Shop umgeschriebenen URLs zu definieren.
fr_fr: Cette section permet de définir des règles globales pour les URL réécrites dans votre magasin.
id_id: Gunakan bagian ini untuk menentukan aturan global agar URL ditulis ulang di toko Anda.
uk_ua: Використовуйте цю секцію для визначення глобальних правил заміни посилань у вашому магазині.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
da_dk: Administrerer omdirigeringsregler fra gamle webadresser
de_de: Verwaltet die Weiterleitungsregeln von alten URLs
fr_fr: Gère les règles de redirection d'anciennes URLs
id_id: Mengelola aturan pengalihan dari URL lama
uk_ua: Управління редиректами зі старих посилань

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
da_dk: Hvis du vil angive en SEO-navnet for URL-adressen, fx http://example.com/index.php?dispatch= <b>categories.catalog</b>, skal du indtaste værdien "<b>categories.catalog</b>" i feltet "<b>værdien af parameteren"forsendelse"fra URL</b>" og angive SEO navnet i feltet "<b>SEO navn</b>".
de_de: Wenn Sie einen SEO-Namen für die URL festlegen wollen, z. B. http://example.com/index.php?dispatch=<b>categories.catalog</b>, müssen Sie die "<b>categories.catalog</b>" Werte in das "<b>The value of the "dispatch" parameter from the URL</b>" Feld eingeben und den SEO-Namen im "<b>SEO name</b>" Feld festlegen.
fr_fr: Si vous souhaitez spécifier un nom de référencement pour l'URL, p. e. http://example.com/index.php?dispatch=<b>categories.catalog</b>, vous devez entrer la valeur "<b>categories.catalog</b>" dans le champ "<b>The value of the "dispatch" parameter from the URL</b>" et spécifier le nom de référencement dans le champ "<b>SEO name</b>".
id_id: Jika Anda ingin menentukan nama SEO untuk URL, misalnya http://example.com/index.php?dispatch= <b> categories.catalog </b>, Anda perlu memasukkan kategori " <b>. katalog </b> "nilai ke dalam" <b> Nilai parameter "pengiriman" dari kolom URL </b> "dan tentukan nama SEO di kolom" <b> nama SEO </b> ".
uk_ua: Наприклад, якщо ви хочете задати SEO-ім'я для URL http://example.com/index.php?dispatch= <b>categories.catalog</b>, введіть у поле «<b>Значення параметра "dispatch" з URL</b>» значення «<b>categories.catalog</b>» і задати SEO-ім'я.

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
da_dk: SEO-venlige webadresser er deaktiveret. Tjek din webserver og URL manipulation engine indstillinger.
de_de: SEO-freundliche URLs sind deaktiviert. Kontrollieren Sie Ihren Server und die Einstellungen für die URL-Manipulation.
fr_fr: Les URLs SEO-friendly sont désactivées. Vérifiez votre serveur web et les paramètres du moteur de manipulation des URLs.
id_id: URL ramah SEO dinonaktifkan Periksa pengaturan mesin manipulasi server dan URL web Anda.
uk_ua: SEO-посилання вимкнені. Будь ласка, перевірте налаштування свого веб-сервера і його модуля роботи з URL.

# Languages::dispatch_value
source: Dispatch value
da_dk: Forsendelsesværdi
de_de: Versandwert
fr_fr: Valeur de l'expédition
id_id: Nilai pengiriman
uk_ua: Значення параметру «dispatch»

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
da_dk: Værdien af parameteren "forsendelse" fra Webadressen
de_de: Der Wert des Versandparameters aus der URL
fr_fr: La valeur du paramètre "dispatch" de l'URL
id_id: Nilai parameter "pengiriman" dari URL
uk_ua: Значення параметру «dispatch» із URL

# Languages::new_rule
source: New rule
da_dk: Ny regel
de_de: Neue Regel
fr_fr: Nouvelle règle
id_id: Aturan baru
uk_ua: Нове правило

# Languages::seo_rules
source: SEO rules
da_dk: SEO regler
de_de: SEO-Regeln
fr_fr: Règles de référencement
id_id: Aturan SEO
uk_ua: Правила SEO

# Languages::seo_page_title
source: page [n]
da_dk: side [n]
de_de: Seite [n]
id_id: halaman [n]
uk_ua: сторінка [n]

# Languages::seo.redirects_manager
source: 301 redirects
da_dk: 301-omdirigeringer
de_de: 301 Weiterleitungen
fr_fr: redirections 301
id_id: 301 pengalihan
uk_ua: 301 редірект

# Languages::seo.old_url
source: Old URL
da_dk: Gamle URL
de_de: Alte URL
fr_fr: Ancienne URL
id_id: URL lama
uk_ua: Старі URL

# Languages::seo.new_url
source: New URL
da_dk: Ny URL-adresse
de_de: Neue URL:
fr_fr: Nouvelle URL
id_id: URL baru
uk_ua: URL-адреса нового

# Languages::seo.new_redirect
source: New Redirect
da_dk: Ny omdirigering
de_de: Neue Umleitung
fr_fr: Nouvelle Redirection
id_id: Pengalihan baru
uk_ua: Нові перенаправлення

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
da_dk: Den webadresse, du omdirigering fra findes allerede
de_de: Die URL der Umleitung existiert bereits.
fr_fr: Le URL que Vous redirigez existe deja
id_id: URL yang Anda buka dari sudah ada
uk_ua: URL, з якого ви хочете зробити редирект, вже існує

# Languages::seo.rich_snippets
source: Google rich snippets preview
de_de: Google Rich Snippets Vorschau
fr_fr: Prevoir extraits riches de Google
id_id: Pratinjau cuplikan Google yang kaya
uk_ua: Перегляд Google rich snippets

# Languages::seo.rich_snippets_rating
source: Rating
da_dk: Vurdering
de_de: Bewertung
fr_fr: Notation
uk_ua: Рейтинг

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
da_dk: [n] review|[n] anmeldelser
de_de: [n] Rezension|[n] Rezensionen
fr_fr: [n] commentaire|[n] commentaires
id_id: [n] ulasan | [n] ulasan
uk_ua: [n] огляд | [n] огляду | [n] оглядів

# Languages::seo.create_redirect
source: Create redirect from old URL
da_dk: Skab omdirigering fra gamle URL
de_de: Weiterleitung von alter URL erstellen
fr_fr: Créer la redirection de l'ancienne URL
id_id: Buat redirect dari URL lama
uk_ua: Створити редірект від старого URL

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
da_dk: Forkert format for <b>[url]</b> URL. For eksempel, hvis din webadresse er <b>http://example.com/path/to/object</b>, skal du indtaste <b>indtaste/sti/til/objekt</b>
de_de: Falsches Format für <b>[url]</b> URL. Wenn Ihre URL zum Beispiel <b>http://example.com/path/to/object</b>ist,müssen Sie <b>/path/to/object</b>eingeben.
fr_fr: Format incorrect pour l’URL <b>[url]</b>. Par exemple, si votre URL est <b>http://example.com/path/to/object</b>, vous devrez <b>entrer/chemin/de/objet</b>
uk_ua: Неправильний формат посилання <b>[url]</b>. Наприклад, якщо ваше посилання <b>http://example.com/path/to/object</b>, то потрібно ввести <b>/path/to/object</b>

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
da_dk: For eksempel, hvis din webadresse er <b>http://example.com/path/to/object</b>, skal du indtaste<b>indtaste/sti/til/objekt</b>
de_de: Zum Beispiel: Wenn Ihre URL <b>http://example.com/path/to/object</b>, müssen Sie <b>/path/to/object</b> eingeben.
fr_fr: Par exemple. Si Votre URL est <b> http://example.com/path/to/object,</b> Vous aurez besin d'introduire <b>/path/to/object</b>
id_id: Misalnya, jika URL Anda <b>http://example.com/path/to/object</b>, Anda harus memasukkan <b>/path / to / object</b>
uk_ua: Наприклад, якщо ваше посилання <b>http://example.com/path/to/object</b>, то потрібно ввести <b>/path/to/object</b>

# SettingsSections::seo::general
source: General
da_dk: Generelt
de_de: Allgemein
id_id: Umum
uk_ua: Загальні

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
da_dk: Produkt SEO URL-format
de_de: Artikel-SEO-URL-Format
fr_fr: Product SEO URL type
id_id: Format URL Produk SEO
uk_ua: Формат SEO URL товарів

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
da_dk: Categories SEO URL format
de_de: Kategorie SEO-URL-Format
fr_fr: Format URL de categorie SEO
id_id: Kategori SEO format URL
uk_ua: Формат SEO URL категорій

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
da_dk: Side SEO URL-format
de_de: Seiten SEO-URL-Format
fr_fr: Format URL de page SEO
id_id: Halaman SEO format URL
uk_ua: Формат SEO URL контентних сторінок

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
da_dk: Andre SEO URL-format
de_de: Anderes SEO-URL-Format
fr_fr: Autre format URL de SEO
id_id: Format URL SEO lainnya
uk_ua: Формат SEO URL решти сторінок

# SettingsOptions::seo::seo_language
source: Show language in the URL
da_dk: Vis sprog i URL
de_de: Sprache in der URL anzeigen
fr_fr: Afficher langue dans le URL
id_id: Tampilkan bahasa di URL
uk_ua: Показати мови в URL

# SettingsOptions::seo::single_url
source: Use single URL for all languages
da_dk: Brug enkelt webadresse til alle sprog
de_de: Eine URL für alle Sprachen verwenden
fr_fr: Utiliser un URL unique pour toutes les langues
id_id: Gunakan satu URL untuk semua bahasa
uk_ua: Використовувати один і той же URL для всіх мов

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
da_dk: Tillade ikke-latinske symboler i URL
de_de: Nicht-lateinische Zeichen in URL zulassen
fr_fr: Ne pas permettre des caracteres latin au URL
id_id: Izinkan simbol non-latin di URL
uk_ua: Дозволяє не латинські символи в URL

# SettingsVariants::seo::seo_product_type::product_file_nohtml
source: /product-name/
de_de: /artikel-name/
fr_fr: /nom-produit/
id_id: /nama Produk/

# SettingsVariants::seo::seo_product_type::product_file
source: /product-name.html
de_de: /artikel-name.html
fr_fr: /nom-produit.html

# SettingsVariants::seo::seo_product_type::product_category_nohtml
source: /category-name/[subcategory-name/]product-name/
de_de: /kategorie-name/[unterkategorie-name/]artikel-name/
fr_fr: /nom-categorie/{sous-categorie-nom/}nom-produit}
id_id: /category-name/[subkategori-nama /] nama produk/

# SettingsVariants::seo::seo_product_type::product_category
source: /category-name/[subcategory-name/]product-name.html
de_de: /kategorie-name/[unterkategorie-name/]artikel-name.html
fr_fr: /nom-categorie/{sous-categorie-nom} nom-produit.html

# SettingsVariants::seo::seo_category_type::category_nohtml
source: /parent-category/category/[page-2/]
de_de: /hauptkategorie/kategorie/[seite-2/]
fr_fr: /parents-categorie/categorie/{page 2}
id_id: /orang tua-kategori/kategori/[halaman-2/]

# SettingsVariants::seo::seo_category_type::category
source: /parent-category/category-[page-2].html
de_de: /hauptkategorie/kategorie-[seite-2].html
fr_fr: /parent-categorie{page-2}html

# SettingsVariants::seo::seo_category_type::root_category
source: /category/[page-2/]
de_de: /kategorie/[seite-2/]
fr_fr: /categorie/{page 2/}
id_id: /kategori/[halaman-2/]

# SettingsVariants::seo::seo_page_type::page
source: /parent-page/page.html
de_de: /hauptseite/seite.html
fr_fr: /parent-page/page.htm

# SettingsVariants::seo::seo_page_type::page_nohtml
source: /parent-page/page/
de_de: /hauptseite/seite/
id_id: /halaman induk/halaman/

# SettingsVariants::seo::seo_page_type::root_page
source: /page/
de_de: /seite/
id_id: /halaman/

# SettingsVariants::seo::seo_other_type::directory
source: /item/
de_de: /artikel/
id_id: /barang/

# SettingsVariants::seo::seo_category_type::file
source: /category[-page-2].html
de_de: /kategorie[-seite-2].html
fr_fr: /categorie/{page-2}.html

# SettingsVariants::seo::seo_page_type::file
source: /page.html
de_de: /seite.html

# SettingsVariants::seo::seo_other_type::file
source: /item.html
de_de: /artikel.html

# Languages::seo_name
source: SEO name
da_dk: SEO navn
fr_fr: SEO nom
id_id: Nama SEO
uk_ua: Ім'я SEO

# Languages::privileges.manage_seo_rules
source: Can edit
id_id: Dapat mengedit
uk_ua: Можна редагувати

# Languages::privilege_groups.seo
source: SEO
id_id: Optimasi Mesin Pencari

# Languages::privileges.view_seo_rules
source: Can view
id_id: Dapat melihat
uk_ua: Можна переглянути

# Languages::seo.important_language_text
source: <b>Warning!</b> The <b>SEO</b> add-on is currently configured to use a single URL for all languages. If you hide, disable, or delete a default language of one of the storefronts, the SEO URLs will be changed.
da_dk: <b>Advarsel!</b> Tilføjelsesprogrammet <b>SEO</b> er i øjeblikket konfigureret til at bruge en enkelt webadresse for alle sprog. Hvis du skjuler, deaktivere eller slette en standardsprog af en af butiksfacader, ændres den SEO URLs.
fr_fr: Avis</b> Le module de SEO est configure maintenant pour utiliser un seul URL pour toutes les langues. Si Vous cachez, deactivez ou eliminez un defaut: langue d'un des storefronts, les URLs de SEO seront changes.
id_id: <b>Peringatan!</b> Pengaya <b>SEO</b> saat ini dikonfigurasi untuk menggunakan satu URL untuk semua bahasa. Jika Anda menyembunyikan, menonaktifkan, atau menghapus bahasa default dari salah satu etalase, URL SEO akan diubah.
uk_ua: <b>Попередження!</b> На даний момент модуль <b>SEO</b> налаштовано на використання одного URL для всіх мов. Якщо ви приховаєте, вимкнете, або видалите мову за замовчуванням для однієї з вітрин, будуть змінені всі SEO URL.
