Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/sms_notifications.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, pl_pl, tr_tr, uk_ua, vi_vn

# Addons::name::sms_notifications
source: SMS notifications
ar_sa: إعلامات الرسائل القصيرة SMS
cs_cz: SMS oznámení
da_dk: SMS-underretninger
de_de: SMS-Benachrichtigungen
es_es: Notificaciones de SMS
fr_fr: Notifications par SMS
id_id: Notifikasi SMS
pl_pl: Powiadomienia SMS
tr_tr: SMS bildirimleri
uk_ua: SMS-оповіщення
vi_vn: Tin nhắn SMS thông báo

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
cs_cz: Umožňuje přizpůsobit SMS-oznámení do obchodu správce
da_dk: Tillader dig at konfigurere SMS ordre administratormeddelelser
de_de: Ermöglicht es Ihnen SMS Bestellbenachrichtigungen einzurichten
es_es: Permite configurar notificaciones de pedidos vía SMS al administrator
fr_fr: Permet de configurer les notifications de commande par SMS à l'administrateur
id_id: Memungkinkan Anda untuk mengatur notifikasi pesanan SMS administrator
pl_pl: Umożliwia administratorowi dodawanie powiadomień SMS.
tr_tr: Yönetici SMS sipariş bildirimlerini ayarlamanıza izin verir
uk_ua: SMS-повідомлення про замовлення, реєстрації і ін. для адміністраторів магазину
vi_vn: Cho phép bạn thiết lập quản trị tin nhắn SMS thông báo đơn đặt hàng

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
cs_cz: Podpora Unicode není povolena: není nainstalováno PHP rozšíření 'mbstring'.
da_dk: Unicode-understøttelse kan ikke aktiveres: 'mbstring' PHP forlængelse er ikke installeret.
de_de: Unicode-Unterstützung kann nicht aktiviert werden: 'Mbstring' PHP-Erweiterung ist nicht installiert.
es_es: No puede habilitar soporte Unicode: extensión PHP'mbstring del ' no está instalado.
fr_fr: Prise en charge Unicode ne peut pas être activée : l'extension PHP « mbstring » n'est pas installée.
id_id: Dukungan Unicode tidak dapat diaktifkan: 'mbstring' ekstensi PHP tidak diinstal.
pl_pl: Obsługa czcionki Unicode nie może być włączona: rozszerzenie PHP 'mbstring' nie jest zainstalowane.
tr_tr: Unicode desteği etkinleştirilemiyor: 'mbstring' PHP uzantısı yüklenmemiş.
uk_ua: Підтримка Unicode не може бути увімкнена: не встановлено PHP-розширення «mbstring».
vi_vn: Unicode có thể không được hỗ trợ kích hoạt: phần mở rộng PHP 'mbstring' không được cài đặt.

# SettingsSections::sms_notifications::general
source: General
ar_sa: العام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
id_id: Umum
pl_pl: Ogólne
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::sms_notifications::phone_number
source: Phone number
ar_sa: رقم الهاتف
cs_cz: Telefonní číslo
da_dk: Telefonnummer
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
id_id: Nomor telepon
pl_pl: Numer telefonu
tr_tr: Telefon numarası
uk_ua: Номер телефону
vi_vn: Số điện thoại

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
cs_cz: Nastavení Clickatell
da_dk: Clickatell indstillinger
de_de: Clickatell-Einstellungen
es_es: Configuración de Clickatell
fr_fr: Clickatel settings
id_id: Pengaturan clickatell
pl_pl: Ustawienia Clickatell
tr_tr: Clickatell ayarları
uk_ua: Параметри Clickatell
vi_vn: Cài đặt Clickatell

# SettingsOptions::sms_notifications::clickatel_user
source: Username
ar_sa: اسم المستخدم
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
id_id: Nama pengguna
pl_pl: Nazwa użytkownika
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача
vi_vn: Tên đăng nhập

# SettingsOptions::sms_notifications::clickatel_password
source: Password
ar_sa: كلمة المرور
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
id_id: Kata sandi
pl_pl: Hasło
tr_tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
cs_cz: Použít Unicode
da_dk: Brug Unicode
de_de: Unicode verwenden
es_es: Usar Unicode
fr_fr: Utiliser le format Unicode
id_id: Gunakan Unicode
pl_pl: Użyj Unicode
tr_tr: Unicode kullanın
uk_ua: Використовувати Unicode
vi_vn: Sử dụng Unicode

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
cs_cz: Dlouhé sms rozdělí na několik částí
da_dk: Split lang sms i flere dele
de_de: Lange SMS in mehrere Teile aufteilen
es_es: Sms largo dividido en varias partes
fr_fr: Divise les longs Sms en plusieurs parties
id_id: Split sms panjang menjadi beberapa bagian
pl_pl: Dziel długie SMS-y na krótsze części
tr_tr: Uzun SMS'leri birkaç parçaya böl
uk_ua: Ділити довгі sms на кілька частин
vi_vn: Tin nhắn sms dài chia thành nhiều phần

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
ar_sa: إرسال الرسائل القصيرة في حالة
cs_cz: Poslat SMS, pokud
da_dk: Send SMS hvis
de_de: SMS senden wenn
es_es: Enviar SMS si
fr_fr: Envoi de SMS si
id_id: Kirim SMS jika
pl_pl: Wyślij SMS, jeśli...
tr_tr: Şu durumda SMS gönder
uk_ua: Відправляти SMS, якщо
vi_vn: Gửi tin nhắn SMS nếu

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
ar_sa: لقد تم استقبال طلب جديد
cs_cz: Nová objednávka byla zařazena
da_dk: Nye ordre er blevet placeret
de_de: Neuer Auftrag wurde erteilt
es_es: Nuevo orden se ha colocado
fr_fr: Une nouvelle commande a été passée
id_id: New rangka telah ditempatkan
pl_pl: Nowe zamówienie zostało złożone
tr_tr: Yeni bir sipariş girildi
uk_ua: Оформлено нове замовлення
vi_vn: Đơn hàng mới đã được đặt

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
ar_sa: قد تم تسجيل عميل جديد
cs_cz: Byl zaregistrován nový zákazník
da_dk: Ny kunde har registreret
de_de: Neuer Kunde wurde registriert
es_es: Nuevo cliente se ha registrado
fr_fr: Un nouveau client a été enregistré
id_id: Pelanggan baru telah terdaftar
pl_pl: Nowy klient został zarejestrowany
tr_tr: Yeni bir müşteri kaydoldu
uk_ua: Зареєстровано нового покупця
vi_vn: Khách hàng mới đã được đăng ký

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
ar_sa: كمية المنتج أقل من الصفر
cs_cz: Počet produktů je menší než nula
da_dk: Produkt mængde er mindre end nul
de_de: Artikelmenge ist weniger als null
es_es: Cantidad de producto es menor que cero
fr_fr: La quantité de produit est inférieure à zéro
id_id: Kuantitas produk kurang dari nol
pl_pl: Ilość produktu w magazynie jest mniejsza od zera
tr_tr: Ürün miktarı sıfırdan az
uk_ua: Кількість товарів в наявності менше нуля
vi_vn: Số lượng sản phẩm là nhỏ hơn 0

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
ar_sa: إرسال فقط عندما يكون المبلغ الإجمالي أكثر من
cs_cz: Zaslat pouze v případě, že objednávka přesahuje
da_dk: Send kun når samlede ordrebeløb er mere end
de_de: Nur senden, wenn Gesamtbetrag der Bestellung mehr ist als
es_es: Enviar solamente cuando la cantidad total de la orden es más de
fr_fr: Only send when order total amount more then
id_id: Hanya kirim bila jumlah pesanan lebih dari
pl_pl: Wysyłaj gdy wartość zamówienia jest wyższa niż
tr_tr: Yalnız sipariş toplam tutarı şundan fazlaysa gönder
uk_ua: Надсилати, лише якщо загальна сума замовлення перевищує
vi_vn: Chỉ gửi khi tổng giá trị đơn hàng hơn

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
ar_sa: ترسل فقط عندما تكون هذه أساليب الشحن
cs_cz: Pošlete pouze tehdy, pokud jste zvolili jednu z následujících způsobů dodání
da_dk: Send kun for disse forsendelsesmetoder
de_de: Nur für diese Versandmethoden senden
es_es: Sólo enviar de estos métodos de envío
fr_fr: Only send for this shipping methods
id_id: Kirimkan saja metode pengiriman ini
pl_pl: Wysyłaj tylko dla wybranych metod wysyłki
tr_tr: Yalnız şu teslimat yöntemleri için gönder
uk_ua: Відправити, тільки якщо обрано ці способи доставки
vi_vn: Chỉ gửi cho những phương thức vận chuyển

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
ar_sa: محتوى الرسائل القصيرة
cs_cz: Obsah SMS
da_dk: SMS indhold
de_de: SMS-Inhalt
es_es: SMS de contenido
fr_fr: Contenu SMS
id_id: Konten SMS
pl_pl: Zawartość SMS-a
tr_tr: SMS içeriği
uk_ua: Зміст SMS
vi_vn: Nội dung tin nhắn SMS

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
ar_sa: إضافة معلومات الدفع
cs_cz: Přidat informace o platbě
da_dk: Tilføj betaling info
de_de: Zahlungsinformationen hinzufügen
es_es: Añadir información de pagos
fr_fr: Ajouter information pour paiement
id_id: Tambahkan info pembayaran
pl_pl: Dodaj informacje o płatności
tr_tr: Ödeme bilgisi ekle
uk_ua: Додати інформацію про оплату
vi_vn: Thêm thông tin thanh toán

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
ar_sa: إضافة البريد الإلكتروني للعملاء
cs_cz: Přidat zákazníkům e-mail
da_dk: Tilføj kunder e-mail
de_de: Kunden-E-Mail-Adresse hinzufügen
es_es: Agregar clientes e-mail
fr_fr: Ajouter e-mail de clients
id_id: Tambahkan e-mail pelanggan
pl_pl: Dodaj e-maile klientów
tr_tr: Müşterinin e-posta adresini ekle
uk_ua: Додати e-mail покупця
vi_vn: Thêm email khách

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
ar_sa: عدم تقسيم
cs_cz: Nenechte rozdělit
da_dk: Del ikke
de_de: Nicht aufteilen
es_es: No dividir
fr_fr: Ne pas diviser
id_id: Jangan berpisah
pl_pl: Nie dziel
tr_tr: Ayırma
uk_ua: Не розділяти
vi_vn: Không phân chia

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_2
source: 2 sms
ar_sa: عدد 2 رسائل قصيرة
vi_vn: 2 tin nhắn sms

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_3
source: 3 sms
ar_sa: عدد 3 رسائل قصيرة
vi_vn: 3 tin nhắn sms

# SettingsOptions::sms_notifications::clickatel_api_id
source: API ID
ar_sa: معرف API
es_es: IDENTIFICACIÓN API
id_id: ID API
tr_tr: API Kimliği
