Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/step_by_step_checkout.po
Languages: ru_ru, uk_ua

# Addons::name::step_by_step_checkout
source: Step-by-Step Checkout [Deprecated]
ru_ru: Пошаговое оформление заказа [Не рекомендуется]
uk_ua: Покрокове оформленя замовлення [Deprecated]

# Addons::description::step_by_step_checkout
source: Brings back the old checkout page split into multiple steps.
ru_ru: Возвращает старую страницу оформления заказа, разбитую на несколько шагов.
uk_ua: Повертає стару сторінку оформлення замовлення, поділеного на декілька кроків.

# SettingsOptions::step_by_step_checkout::step_by_step_checkout_information
source: Information
ru_ru: Информация
uk_ua: Інформація

# SettingsOptions::step_by_step_checkout::step_by_step_checkout_general_settings
source: Checkout settings
ru_ru: Настройки оформления заказа
uk_ua: Налаштування процесу покупки

# Languages::step_by_step_checkout.layout_can_be_setup
source: Step-by-step checkout requires additional configuration to work properly. Please follow the instructions <a href="[href]">in the settings of the Step-by-Step Checkout add-on</a>
ru_ru: Чтобы пошаговое оформление заказа заработало, его нужно дополнительно настроить. Следуйте инструкциям <a href="[href]">в настройках модуля "Пошаговое оформление заказа"</a>
uk_ua: Щоб покрокове оформлення замовлення запрацювало, його потрібно додатково налаштувати. Дотримуйтесь інструкцій <a href="[href]">в налаштуваннях модуля "Покрокове оформлення замовлення"</a>

# Languages::step_by_step_checkout.setup_layout_instruction
source: Configure blocks as follows to make step-by-step checkout work properly:</br><ol><li>Go to <b>Design → Layouts</b> and switch to the <b>Checkout</b> tab.</li><li>Find the grid with the disabled <b>Main Content</b> block. Click the gear icon of the grid to open its settings, change the <b>Wrapper</b> from <i>Lite checkout</i> to <i>None</i>, then save your changes.</li><li>Activate the <b>Main Content</b> block in that grid.</li><li>Deactivate all the other blocks in that grid. Here is the list of blocks that exist there by default: <i>Deliver to, Shipping methods, Customer, Address, Customer information, Customer's notes, Payment methods, Terms and conditions, Sign up for our newsletters!</i></li></ol>
ru_ru: Чтобы пошаговое оформление заказа работало правильно, настройте блоки следующим образом:</br><ol><li>На странице <b>Дизайн → Макеты</b> перейдите на вкладку <b>Оформить заказ</b>.</li><li>Найдите секцию с выключенным блоком <b>"Главное содержимое"</b>. Нажмите на иконку шестерёнки у секции, поменяйте в настройках <b>Оболочку</b> с <i>Простого оформления заказа</i> на <i>Не выбрано</i>, а затем сохраните изменения.</li><li>Включите блок <b>"Главное содержимое"</b> в этой секции.</li><li>Выключите все остальные блоки в этой секции. Вот список блоков, которые там есть по умолчанию: <i>"Доставка в", "Способы доставки", "Покупатель", "Адрес", "Информация о покупателе", "Примечания покупателя", "Способы оплаты", "Условия оформления заказа", "Подпишитесь на нашу рассылку!"</i></li></ol>
uk_ua: Щоб покрокове оформлення замовлення працювало вірно, налаштуйте блоки таким чином: </br><ol><li>На сторінці <b>Дизайн → Макети</b> перейдіть на вкладку <b>Оформлення замовлення</b>. </li><li>Знайдіть секцію з вимкненим блоком <b>"Головний вміст"</b>. Натисніть на іконку шестерінки у секції, поміняйте в настройках <b>Оболонку</b> з <i>Простого оформлення замовлення</i> на <i>Не вибрано</i>, а потім збережіть зміни. </li><li>Увімкніть блок <b>"Головний вміст"</b> в цій секції</li><li>Вимкніть всі інші блоки в цій секції. Ось список блоків, які там є за замовчуванням: <i> "Доставка в", "Способи доставки", "Покупець", "Адреса", "Інформація про покупця", "Примітки покупця", "Способи оплати", "Умови оформлення замовлення "," Підпишіться на нашу розсилку! "</i></li></ol>

# Languages::step_by_step_checkout.layout_page_was_backed_up
source: We've backed up the layout of your checkout in <b>[file_path]</b>. If you ever decide to use step-by-step checkout again, you'll be able to import that layout instead of configuring it manually as described in the add-on's settings.
ru_ru: Мы создали резервную копию макета вашей страницы оформления заказа в файле <b>[file_path]</b>. Если вы решите снова использовать пошаговое оформление заказа, то сможете импортировать макет, а не настраивать страницу оформления заказа вручную.
uk_ua: Ми створили резервну копію макета вашої сторінки оформлення замовлення в файлі <b> [file_path]</b>. Якщо ви вирішите знову використовувати покрокове оформлення замовлення, то зможете імпортувати макет, а не налаштовувати сторінку оформлення замовлення вручну.

# Languages::step_by_step_checkout.check_layout_back_ups
source: You already have back-ups of checkout layouts in <b>[file_path]</b>. Instead of following the instruction below, you can simply import the backup.
ru_ru: У вас уже есть резервные копии макетов страницы оформления заказа в <b>[file_path]</b>. Вместо того, чтобы следовать инструкции, можете просто импортировать резервные копии.
uk_ua: У вас вже є резервні копії макетів сторінки оформлення замовлення в <b>[file_path]</b>. Замість того, щоб діяти за інструкцією, можете просто імпортувати резервні копії.

# Languages::step_by_step_checkout.tooltip.email_can_not_be_disabled
source: The <strong>Email</strong> field can't be disabled for the old checkout. To disable the <strong>Email</strong> field, please uninstall the <strong>Step-by-Step Checkout [Deprecated]</strong> add-on first.
ru_ru: Поле <strong>Email</strong> нельзя отключить для старого оформления заказа. Чтобы отключить поле <strong>Email</strong>, сначала удалите модуль <strong>Пошаговое оформление заказа</strong>.
uk_ua: Поле <strong>Email</strong> не можна вимкнути для старого "оформлення замовлення". Щоб вимкнути поле <strong>Email</strong>, спочатку видаліть модуль <strong>Покрокове оформлення замовлення [Deprecated]</strong>.

# Languages::step_by_step_checkout.upgrade_notification.try_new_checkout_title
source: Try the new checkout
ru_ru: Попробуйте новое оформление заказа
uk_ua: Спробуйте нове оформлення замовлення

# Languages::step_by_step_checkout.upgrade_notification.try_new_checkout_message
source: <p>We have created a new checkout page. It is more compact and customizable. To try it, disable the <b>[addon_name]</b> add-on.</p><p>Once you do that, you’ll be able to customize the checkout page via block manager. Go to <b>Design → Layouts</b> and switch to the <i>Checkout</i> tab. Move the blocks, hide the ones you don’t need, and change their settings as you see fit.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">Disable old checkout here</a></p>
ru_ru: <p>Мы создали новую страницу оформления заказа. Она компактнее, а ещё она лучше настраивается. Чтобы попробовать эту страницу, выключите модуль <b>[addon_name]</b>.</p><p>Когда вы это сделаете, то сможете настроить страницу оформления заказа через менеджер блоков. Для настройки откройте страницу <b>Дизайн → Макеты</b> и перейдите на вкладку <i>Оформить заказ</i>. Перемещайте блоки, прячьте ненужные и меняйте настройки у нужных, как захотите.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">Отключить старое оформление заказа</a></p>
uk_ua: <p>Ми створили нову сторінку оформлення замовлення. Вона компактніше, а ще вона краще налаштовується. Щоб спробувати цю сторінку, вимкніть модуль <b>[addon_name]</b>.</p><p>Коли ви це зробите, то зможете налаштувати сторінку оформлення замовлення через менеджер блоків. Для настройки відкрийте сторінку <b>Дизайн → Макети</b> і перейдіть на вкладку <i>Оформлення замовлення</i>. Переміщайте блоки, ховайте непотрібні і міняйте налаштування у потрібних, як захочете.</p><p><a href="[disable_checkout]" target="_blank" class="btn btn-large btn-primary">Відключити старе оформлення замовлення</a></p>
