Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/store_locator.po
Languages: el_gr, id_id, ru_ru, uk_ua

# Addons::name::store_locator
source: Stores and pickup points
el_gr: Καταστήματα και σημεία παραλαβής
id_id: Toko dan titik penjemputan
ru_ru: Магазины и пункты самовывоза
uk_ua: Магазини та пункти самовивезення

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
el_gr: Σας επιτρέπει να επισημάνετε την τοποθεσία των καταστημάτων σας στον χάρτη και δίνοντας την δυνατότητα στους πελάτες να παραλάβουν τις παραγγελίες από αυτό το σημείο, φυσικά πρέπει να έχει οριστεί η αντίστοιχη μέθοδος παραλαβής.
id_id: Memungkinkan Anda untuk memunculkan toko Anda di peta dan menawarkan kepada pelanggan untuk mengambil pesanan di sana, jika Anda membuat metode pengiriman secara bersamaan.
ru_ru: Позволяет отмечать физические магазины на карте и предлагать покупателям забирать товары оттуда, если вы создадите соответствующий способ доставки.
uk_ua: Дозволяє позначати ваші фізичні магазини на карті та запропонувати своїм клієнтам забирати замовлення звідти, якщо налаштовано відповідний метод доставки.

# Languages::view_on_map
source: View on map
el_gr: Προβολή στον χάρτη
id_id: Lihat di peta
ru_ru: Посмотреть на карте
uk_ua: Переглянути на карті

# Languages::get_api_key
source: Obtaining an API Key
el_gr: Απόκτηση ενος API κλειδιου
ru_ru: Получение API-ключа
uk_ua: Отримання ключа API

# Languages::block_store_locator
source: Store locator
el_gr: Εντοπιστής καταστήματος
id_id: Pencari lokasi
ru_ru: Поиск ближайших магазинов
uk_ua: Пошук найближчих магазинів

# Languages::store_locator
source: Stores & pickup points
el_gr: Καταστήματα & σημεία παραλαβής
ru_ru: Магазины и ПВЗ
uk_ua: Магазини та пункти самовивозу

# Languages::block_store_locator_description
source: Store locator block
el_gr: Μπλοκ Εντοπιστή Καταστηματος
id_id: Blok loker toko
ru_ru: Блок поиска ближайших магазинов
uk_ua: блок пошука найближчих магазинів

# Languages::text_address_not_found
source: Address not found
el_gr: Η διεύθυνση δεν βρέθηκε
id_id: Alamat tidak ditemukan
ru_ru: Адрес не найден
uk_ua: Адресу не знайдено

# Languages::select_coordinates
source: Select coordinates
el_gr: Επιλογή συντεταγμένες
id_id: Pilih koordinat
ru_ru: Выбрать координаты
uk_ua: Вибрати координати

# Languages::set
source: Set
el_gr: Σειρά
ru_ru: Установить
uk_ua: Встановити

# Languages::editing_store_location
source: Editing store location
el_gr: Επεξεργασία τοποθεσίας καταστήματος
id_id: Mengedit lokasi toko
ru_ru: Редактирование местоположения магазина
uk_ua: Редагування розташування магазинів

# Languages::new_store_location
source: New store location
el_gr: Νέα θέση καταστήματος
id_id: Lokasi toko baru
ru_ru: Новое местоположение магазина
uk_ua: Нове розташування магазинів

# Languages::add_store_location
source: Add store location
el_gr: Προσθήκη τοποθεσίας καταστήματος
id_id: Tambahkan lokasi toko
ru_ru: Добавить местоположение магазина
uk_ua: Додати розташування магазину

# Languages::coordinates
source: Coordinates
el_gr: Συντεταγμένες
id_id: Koordinat
ru_ru: Координаты
uk_ua: Координати

# Languages::latitude_short
source: lat
id_id: tahun
ru_ru: широта
uk_ua: Широта

# Languages::longitude_short
source: long
el_gr: μάκρος
id_id: panjang
ru_ru: долгота
uk_ua: довгота

# Languages::all_stores
source: All stores
el_gr: Όλα τα καταστήματα
id_id: Semua toko
ru_ru: Все магазины
uk_ua: Усі крамниці

# SettingsSections::store_locator::general
source: General
el_gr: Γενικά
id_id: Umum
ru_ru: Общие
uk_ua: Загальні

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
el_gr: Εμφάνιση χάρτη, σε έγγραφα σχετικά με την παραγγελία
id_id: Tunjukkan peta dalam dokumen yang berkaitan dengan urutan
ru_ru: Показывать карту в документах заказов
uk_ua: Показати карту у документах, пов'язаних із замовленням

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
el_gr: Εκτυπώστε τον χάρτη στο δελτίο συσκευασίας και στο παραστατικό
id_id: Cetak peta pada slip kemasan dan tagihan
ru_ru: Распечатывать карту в упаковочном реестре и счете заказа
uk_ua: Друк карти на пакувальному листі і рахунку-фактурі

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
el_gr: Χρήση λίστας με τις πόλεις αντί για χάρτη
ru_ru: Использовать список городов вместо карты
uk_ua: Використовувати список міст замість карти

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
el_gr: Επηρεάζει το μπλοκ του πελάτη που εμφανίζει την γεωγραφική του θέση. Η λίστα αυτή θα δημιουργηθεί από πόλεις στις οποίες υπάρχουν καταστήματα και σημεία παραλαβής.
ru_ru: Влияет на блок "Местоположение покупателя". Список сгенерируется на основе городов, где есть магазины и пункты самовывоза.
uk_ua: Впливає на блок розташування покупця. Список генерується з міст де є магазини і точки самовивозу .

# Languages::privileges.manage_store_locator
source: Can edit
el_gr: Δυνατότητα Επεξεργασίας
id_id: Dapat mengedit
ru_ru: Редактирование
uk_ua: Можна редагувати

# Languages::privilege_groups.store_locator
source: Store locator
el_gr: Εντοπιστής καταστήματος
id_id: Penunjuk lokasi toko
ru_ru: Магазины и ПВЗ
uk_ua: Пошук найближчих магазинів

# Languages::privileges.view_store_locator
source: Can view
el_gr: Δυνατότητα Προβολής
id_id: Dapat melihat
ru_ru: Просмотр
uk_ua: Можна переглянути

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
el_gr: Η μέθοδος αποστολής «Παραλαβή από Πελάτη» προσφέρει σε έναν πελάτη την επιλογή να διαλέξει ένα κατάστημα για να παραλάβει το προϊόν. Τα καταστήματα μπορούν να δημιουργηθούν στο πρόσθετο «Τοποθεσίες Κατάστηματων»<br /><b>δημιουργία καταστηματος:</b> <a href="[store_locator]">τοποθεσία καταστήματος</a>
id_id: Metode pengiriman "Pengambilan oleh pelanggan" menawarkan pelanggan untuk memilih toko tempat pengambilan produknya. Pilihan toko dapat dibuat pada "Lokasi toko" fitur tambahan<br /><b>Pembuatan toko:</b> <a href="[store_locator]">Lokasi toko</a>
ru_ru: Способ доставки "Самовывоз" предлагает покупателю выбрать магазин для самовывоза. Создание и редактирование магазинов выполняется в модуле "Расположение магазина"<br /><b>Создание магазинов:</b> <a href="[store_locator]">Расположение магазина</a>
uk_ua: Спосіб доставки "Самовивезення" пропонує покупцеві вибрати магазин для самовивозу. Створення та редагування магазинів виконується в модулі "Розташування магазину" <br /><b>Створення магазинів:</b> <a href="[store_locator]">Розташування магазина</a>

# Languages::store_locator.select_stores
source: Select stores
el_gr: Επιλέξτε καταστηματα
id_id: Pilih toko
ru_ru: Выберите магазины
uk_ua: Виберіть магазини

# Languages::store_locator.pick_up_points
source: Pick-up points
el_gr: Σημεία παραλαβής
id_id: Tempat penjemputan
ru_ru: Пункты самовывоза
uk_ua: Точки самовивезення

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
el_gr: Το πεδίο «Θέση» στις ρυθμίσεις του καταστήματος
id_id: Bagian "Posisi" dalam pengaturan toko
ru_ru: Поле "Позиция" в настройках магазина
uk_ua: Поле "Позиція" в налаштуваннях магазину

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
el_gr: Επιλέχθηκε Παραγγελία στις ρυθμίσεις μεθοδου αποστολής
id_id: Pesan yang sudah dipilih pada pengaturan metode pengiriman
ru_ru: Порядок, выбранный в настройках способа доставки
uk_ua: Замовлення вибрано в налаштуваннях способу доставки

# Languages::store_locator.selected_fields
source: Selected stores
el_gr: Επιλεγμένα καταστήματα
id_id: Toko yang sudah dipilih
ru_ru: Выбранные магазины
uk_ua: Вибрані магазини

# Languages::store_locator.available_fields
source: Available stores
el_gr: Διαθέσιμα καταστήματα
id_id: Toko yang tersedia
ru_ru: Доступные магазины
uk_ua: Доступні магазини

# Languages::store_locator.display_ml
source: Map and list
el_gr: Χάρτης και Κατάλογος
id_id: Peta dan daftar
ru_ru: Карта и список
uk_ua: Карта і список

# Languages::store_locator.display_l
source: List
el_gr: Κατάλογος
id_id: Daftar
ru_ru: Список
uk_ua: Список

# Languages::store_locator.display_m
source: Map
el_gr: Χάρτης
id_id: Peta
ru_ru: Карта
uk_ua: Карта

# Languages::store_locator.display
source: Locations list view on the checkout page
el_gr: Προβολή καταλογου τοποθεσιών στη σελίδα πληρωμής
id_id: Tampilan daftar lokasi pada laman keluar
ru_ru: Отображение пунктов самовывоза на странице оформления заказа
uk_ua: Перелік списку росташувань на сторінці оформлення замовлення

# Languages::store_locator.pickup
source: Pickup
el_gr: Παραλαβή
id_id: Jemput
ru_ru: Самовывоз
uk_ua: В пункт самовивезення

# Languages::store_locator.pickup_avail
source: Available for pick-up
el_gr: Διαθέσιμο πρός παραλαβή
id_id: Tersedia untuk penjemputan
ru_ru: Доступен для самовывоза
uk_ua: Доступно для самовивезення

# Languages::store_locator.work_time
source: Working hours
el_gr: Ωράριο εργασίας
id_id: Jam kerja
ru_ru: Режим работы
uk_ua: Графік роботи

# Languages::carrier_store_locator
source: Pickup
el_gr: Παραλαβή
id_id: Jemput
ru_ru: Самовывоз
uk_ua: В пункт самовивезення

# Languages::destination_nothing_found
source: No suitable destination has been found
el_gr: Δεν βρέθηκε κατάλληλος προορισμός
id_id: Tidak ditemukan tujuan yang cocok
ru_ru: Нет подходящего пункта назначения
uk_ua: Не знайдено відповідного місця призначення

# Languages::stores_nothing_found
source: No stores have been found
el_gr: Δέν βρέθηκαν καταστήματα
id_id: Toko tidak ditemukan
ru_ru: Точки самовывоза не найдены
uk_ua: Жодних магазинів не знайдено

# Languages::pickup
source: Pickup
el_gr: Παραλαβή
id_id: Jemput
ru_ru: Самовывоз
uk_ua: В пункт самовивезення

# Languages::pickup_id
source: Pickup ID
el_gr: Αναγνωριστικό παραλαβής
id_id: ID penjemputan
ru_ru: ID самовывоза
uk_ua: ID самовивозу

# Languages::pickup_avail
source: Pickup avail
el_gr: Διαθεσιμη Παραλαβη
ru_ru: Доступность самовывоза
uk_ua: Доступність самовивозу

# Languages::pickup_surcharge
source: Pickup surcharge
el_gr: Χρέωση παραλαβής
id_id: Biaya tambahan penjemputan
ru_ru: Доплата за самовывоз
uk_ua: Самовивіз за додаткову плату

# Languages::pickup_address
source: Pickup address
el_gr: Διεύθυνση παραλαβής
id_id: Alamat penjemputan
ru_ru: Адрес пункта самовывоза
uk_ua: Адреса пункту самовивозу

# Languages::pickup_phone
source: Pickup phone
el_gr: Τηλέφωνο παραλαβής
id_id: Telepon penjemputan
ru_ru: Телефон пункта самовывоза
uk_ua: Телефон пункту самовивозу

# Languages::pickup_time
source: Pickup time
el_gr: Ώρα παραλαβής
id_id: Waktu penjemputan
ru_ru: Время самовывоза
uk_ua: Години для самовивезення

# Languages::pickup_destinations_ids
source: Pickup destinations ids
el_gr: Αναγνωριστικά προορισμων παραλαβής
id_id: ID tujuan penjemputan
ru_ru: ID пунктов самовывоза
uk_ua: Id пунктів самовивозу

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
el_gr: Απόκρυψη τοποθεσιών από τις οποίες δεν μπορώ να κάνω παραλαβή της παραγγελίας μου
ru_ru: Скрыть места, где я не смогу забрать заказ
uk_ua: Приховати місця, де я не зможу забрати своє замовлення

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
el_gr: Καταστήματα και σημεία παραλαβής
ru_ru: Магазины и пункты самовывоза
uk_ua: Магазини та пункти самовивозу

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
el_gr: Σε προηγούμενες εκδόσεις, η προσαύξηση μπορουσε να προστεθεί στις κανονικες τιμές που έχουν καθοριστεί για μια μέθοδο αποστολής. Τώρα αυτή η προσαύξηση δεν λαμβάνονται υπόψη κατά τη διάρκεια του υπολογισμού κόστους αποστολής. Το αφήσαμε εδώ για την εξυπηρέτησή σας, έτσι ώστε να το δείτε και να προσαρμόσετε τις τιμές για τη μέθοδο αποστολής στη σελίδα επεξεργαίας της εκάστοτε μεθόδου Αποστολής.
ru_ru: В прошлых версиях дополнительный сбор добавлялся к стандартной стоимости, которая задавалась через способ доставки. Теперь дополнительный сбор не учитывается при расчёте способа доставки. Мы оставили его здесь, чтобы вы могли посмотреть, какой надбавка была раньше, и правильно настроить стоимость на странице редактирования способа доставки.
uk_ua: У попередніх версіях додатковий збір додавався до стандартної вартості, яка задавалась через спосіб доставки. Тепер додатковий збір не враховується під час розрахунку способу доставки. Ми залишили його тут для вашої зручності, щоб ви могли побачити якою була додаткова оплата раніше і зкоригувати вартість на сторінці редагування способу доставки.

# Languages::store_locator.main_destination
source: Rate area
el_gr: Περιοχή τιμής
ru_ru: Тарифная зона
uk_ua: Тарифна зона

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
el_gr: Καθορίζει τις χρεώσεις αποστολής για αυτό σημείο παράδοσης. Οι τιμές καθορίζονται στη σελίδα επεξεργασίας της μεθόδου αποστολής. Εάν δεν επιλέξετε μια τιμής περιοχής για ένα σημείο παράδοσης, τότε το σημείο παράδοσης δεν θα εμφανιστεί στο ταμείο.
ru_ru: Определяет стоимость доставки в эту точку самовывоза. Тарифы задаются на странице редактирования способа доставки. Если вы не выберете тарифную зону, то пункт самовывоза не появится на странице оформления заказа.
uk_ua: Визначає вартість доставки в цю точку самовивозу. Тарифи задаються на сторінці редагування методи доставки. Якщо ви не виберете тарифную зону для точки самовивозу, то вона не з'явиться на сторінці оформлення замовлення.

# Languages::store_locator.show_to
source: Show to
el_gr: Προβολη σε
ru_ru: Показывать в
uk_ua: Показувати в

# Languages::show_to
source: Show to
el_gr: Προβολη σε
ru_ru: Показывать в
uk_ua: Показувати в

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
el_gr: Σας επιτρέπει να προσφέρετε αυτό σημείο παράδοσης στους κατοίκους από άλλες τιμές περιοχής στο ταμείο.
ru_ru: Позволяет предлагать этот пункт самовывоза на странице оформления заказа тем, кто находится в других тарифных зонах.
uk_ua: Дозволяє при оформленні замовлення запропонувати цю точку самовивозу тому хто знаходиться в інших тарифних зонах.

# Languages::store_locator.shipping_price_from
source: from [price]
el_gr: από [price]
ru_ru: от [price]
uk_ua: від [price]

# Languages::store_locator.pickup_rates_calculation_logic_changed_title
source: Pick up from store: Surcharge per pickup point removed
ru_ru: Самовывоз: Убран дополнительный сбор у пунктов самовывоза
uk_ua: Самовивіз: Прибрано додатковий збір у пунктів самовивозу

# Languages::store_locator.pickup_rates_calculation_logic_changed_text
source: <p>The <b>[pickup_addon]</b> and <b>[store_locator_addon]</b> add-ons were merged into a new add-on called [stores_pickups_addon]. Shipping rates and time are more flexible now: they depend on the location (rate area) of a pickup point. The rates are now specified in one place: the editing page of a shipping method.</p><p>For that reason, we removed the <b>Surcharge</b> field from the pickup point editing page. Its value still appears in the admin panel, but isn’t used in rate calculation. Please check your pickup points, then adjust the shipping rates of all your "Pick up from store" shipping methods accordingly.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Adjust shipping rates</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">View my pickup points</a></p>
ru_ru: <p>Модули <b>[pickup_addon]</b> и <b>[store_locator_addon]</b> объединены в один новый — <b>[stores_pickups_addon]</b>. Стоимость и сроки доставки теперь задаются более гибко и зависят от местонахождения (т.е. тарифной зоны) пункта самовывоза. Стоимость задаётся в единственном месте — на странице редактирования способа доставки.</p><p>По этой причине мы убрали поле <b>Доп. сбор</b> со страницы редактирования пункта самовывоза. Его значение всё ещё появляется в панели администратора, но не используется при расчёте стоимости. Проверьте ваши пункты самовывоза, а затем поправьте вручную стоимость доставки у всех способов доставки "Самовывоз".</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Список способов доставки</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Список пунктов самовывоза</a></p>
uk_ua: <p>Модулі <b>[pickup_addon]</b> і <b>[store_locator_addon]</b> об'єднані в один новий - <b>[stores_pickups_addon]</b>. Вартість і терміни доставки тепер задаються більш гнучко і залежать від місцезнаходження (тобто тарифної зони) пункту самовивозу. Вартість задається в єдиному місці - на сторінці редагування способу доставки.</p><p>З цієї причини ми прибрали поле <b>Доп. збір</b> зі сторінки редагування пункту самовивозу. Його значення все ще з'являється в панелі адміністратора, але не використовується при розрахунку вартості. Перевірте ваші пункти самовивозу, а потім поправте вручну вартість доставки у всіх способів доставки "Самовивіз".</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Список способів доставки</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Список пунктів самовивозу</a></p>

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
el_gr: Χρησιμοποιήστε δύο δάχτυλα για μετακίνηση του χάρτη
ru_ru: Двигайте карту двумя пальцами
uk_ua: Використовувати два пальці, щоб рухати карту

# Languages::store_locator.scroll_to_top
source: Scroll to top
el_gr: Μετακινηθείτε στην κορυφή
ru_ru: Вернуться к началу
uk_ua: Прокручування вгору

# Languages::store_locator.no_rate_area
source: No rate area
ru_ru: Нет тарифной зоны
uk_ua: Немає тарифної зони
