Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/suppliers.po
Languages: ar_sa, el_gr, es_es, id_id, pl_pl, ru_ru, tr_tr, uk_ua, vi_vn

# Addons::name::suppliers
source: Suppliers
ar_sa: الموردون
el_gr: Προμηθευτές
es_es: Proveedores
id_id: Pemasok
pl_pl: Dostawcy
ru_ru: Поставщики
tr_tr: Tedarikçiler
uk_ua: Постачальники
vi_vn: Nhà cung cấp

# Addons::description::suppliers
source: Adds supplier assignment support to products
el_gr: Προσθέτει την υποστήριξη ανάθεσης προμηθευτή στα προϊόντα
es_es: Añade soporte de asignación de proveedor a los productos
id_id: Menambahkan dukungan penugasan pemasok ke produk
pl_pl: Dodaje obsługę przydzielania dostawcy do produktów
ru_ru: Создание и назначение поставщиков товаров (с собственными параметрами доставки и проч.)
tr_tr: Ürünlere tedarikçi atama desteği ekler
uk_ua: Створення і призначення постачальників товарів (з власними параметрами доставки та ін.)
vi_vn: Thêm nhà cung cấp hỗ trợ cho các sản phẩm

# Languages::search_by_supplier
source: Search by supplier
ar_sa: بحث حسب البائع
el_gr: Αναζήτηση ανά προμηθευτή
es_es: Búsqueda por proveedor
id_id: Cari berdasarkan Pemasok
pl_pl: Szukaj według dostawcy
ru_ru: Поиск по поставщику
tr_tr: Tedarikçilerde arama
uk_ua: Шукати за постачальником
vi_vn: Tìm kiếm theo nhà cung cấp

# Languages::notify_supplier
source: Notify supplier
ar_sa: تنبيه البائع
el_gr: Ειδοποίηση προμηθευτή
es_es: Notificar al proveedor
id_id: Pemberitahuan Pemasok
pl_pl: Powiadom dostawcę
ru_ru: Уведомить поставщика
tr_tr: Tedarikçi bildir
uk_ua: Повідомити постачальника
vi_vn: Thông báo cho nhà cung cấp

# Languages::view_supplier_products
source: View supplier products
ar_sa: عرض منتجات البائع
el_gr: Προβολή προϊόντων του προμηθευτή
es_es: Vea productos del proveedor
id_id: Lihat Produk Pemasok
pl_pl: Zobacz produkty dostawcy
ru_ru: Просмотреть товары поставщика
tr_tr: Tedarikçi ürünlerini görüntüle
uk_ua: Переглянути товари постачальника
vi_vn: Xem nhà cung cấp sản phẩm

# Languages::supplier
source: Supplier
ar_sa: بائع
el_gr: Προμηθευτής
es_es: Proveedor
id_id: Pemasok
pl_pl: Dostawca
ru_ru: Поставщик
tr_tr: Tedarikçi
uk_ua: Постачальник
vi_vn: Nhà cung cấp

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
ar_sa: تم شراء المنتجات التالية من خلال متجرنا وتحتاج إلى أن يتم شحنها.
el_gr: Τα παρακάτω προϊόντα έχουν αγοραστεί στο κατάστημά μας και πρέπει να αποσταλούν.
es_es: Los siguientes productos han sido comprados en nuestra tienda y tienen que ser enviados.
id_id: Produk berikut telah dibeli di toko kami dan perlu dikirim.
pl_pl: Następujące produkty zostały zakupione w naszym sklepie i muszą być wysyłane.
ru_ru: Перечисленные ниже товары были куплены в нашем магазине и должны быть доставлены покупателю.
tr_tr: Aşağıdaki ürünler mağazamızdan satın alındı ve sevk edilmesi gerekiyor.
uk_ua: Перераховані нижче товари були куплені в нашому магазині і повинні бути доставлені покупцеві.
vi_vn: Các sản phẩm sau đây đã được mua trong cửa hàng của chúng tôi và cần phải được vận chuyển.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
ar_sa: قائمة بحسابات البائعين المسجلين بالمتجر.
el_gr: Κατάλογος λογαριασμών των εγγεγραμμένων προμηθευτών στο κατάστημα.
es_es: Lista de las cuentas de proveedores registradas en la tienda.
id_id: Daftar akun pemasok yang terdaftar di toko.
pl_pl: Lista dostawców zarejestrowanych w sklepie.
ru_ru: Список зарегистрированных поставщиков.
tr_tr: Mağazadaki kayıtlı tedarikçi hesapları listesi
uk_ua: Список зареєстрованих постачальників.
vi_vn: Danh sách các tài khoản nhà cung cấp đăng ký tại các cửa hàng.

# Languages::dear_sirs
source: Dear Sirs
ar_sa: أعزائي
el_gr: Αξιότιμοι Κύριοι
es_es: Estimados Señores
id_id: Untuk tuan
pl_pl: Szanowni Państwo
ru_ru: Уважаемые господа
tr_tr: Sayın baylar
uk_ua: Шановне панство
vi_vn: Kính gửi Ngài

# Languages::add_supplier
source: Add supplier
ar_sa: إضافة بائع
el_gr: Προσθήκη προμηθευτή
es_es: Añadir proveedor
id_id: Tambahkan pemasok
pl_pl: Dodaj dostawcę
ru_ru: Добавить поставщика
tr_tr: Tedarikçi Ekle
uk_ua: Додати постачальника
vi_vn: Thêm nhà cung cấp

# Languages::available_for_supplier
source: Available for supplier
ar_sa: متاح للبائع
el_gr: Διαθέσιμο για τον προμηθευτή
es_es: Disponible para proveedor
id_id: Tersedia untuk pemasok
pl_pl: Dostępne dla dostawcy
ru_ru: Доступен для поставщика
tr_tr: Tedarikçi için kullanılabilir
uk_ua: Для постачальників
vi_vn: Có sẵn cho nhà cung cấp

# Languages::editing_supplier
source: Editing supplier
ar_sa: تحرير البائع
el_gr: Επεξεργασία προμηθευτή
es_es: Editar proveedor
id_id: Mengedit pemasok
pl_pl: Edytowanie dostawcy
ru_ru: Редактирование поставщика
tr_tr: Tedarikçi düzenleme
uk_ua: Редагування постачальника
vi_vn: Chỉnh sửa nhà cung cấp

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
ar_sa: تم حذف البائع بنجاح.
el_gr: Προμηθευτής έχει διαγραφεί επιτυχώς.
es_es: Se ha eliminado el proveedor con éxito.
id_id: Pemasok telah berhasil dihapus.
pl_pl: Dostawca został pomyślnie usunięty.
ru_ru: Поставщик был успешно удален.
tr_tr: Tedarikçi başarıyla silindi.
uk_ua: Успішно вилучено постачальника.
vi_vn: Nhà cung cấp đã được xóa thành công.

# Languages::privileges.manage_suppliers
source: Can edit
el_gr: Δυνατότητα επεξεργασίας
id_id: Dapat mengedit
pl_pl: Można edytować
ru_ru: Редактирование
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.suppliers
source: Suppliers
el_gr: Προμηθευτές
id_id: Pemasok
pl_pl: Dostawcy
ru_ru: Поставщики
tr_tr: Tedarikçiler
uk_ua: Постачальники

# SettingsSections::suppliers::general
source: General
ar_sa: عام
el_gr: Γενικά
id_id: Umum
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
ar_sa: عرض منتجات الشركة الموردة
el_gr: Προβολή εταιρείας προμηθευτή προϊόντος
es_es: Mostrar la empresa proveedora del producto
id_id: Tampilkan perusahaan pemasok produk
pl_pl: Wyświetl produkty dostawcy
ru_ru: Отображать поставщика на странице продукта
tr_tr: Ürün tedarikçisi firmayı göster
uk_ua: Відображати постачальника на сторінці продукту
vi_vn: Hiển thị sản phẩm công ty nhà cung cấp

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
ar_sa: عرض طرق الشحن لكل بائع على حده
el_gr: Εμφανίσετε μεθόδους αποστολής σε κάθε προμηθευτή χωριστά
es_es: Mostrar los métodos de envío para cada proveedor por separado
id_id: Tampilkan metode pengiriman ke masing-masing pemasok secara terpisah
pl_pl: Wyświetl metody wysyłki każdego dostawcy oddzielnie
ru_ru: Отображать способы доставки отдельно для каждого поставщика
tr_tr: Sevkiyat yöntemlerini her tedarikçi için ayrı ayrı görüntüleyebilirsiniz
uk_ua: Відображати способи доставки окремо для кожного постачальника
vi_vn: Hiển thị các phương pháp vận chuyển với mỗi nhà cung cấp một cách riêng biệt

# Languages::email_template.suppliers_notification
source: Supplier notification
el_gr: Ειδοποίηση προμηθευτή
es_es: Notificación del vendedor
id_id: Pemberitahuan pemasok
pl_pl: Powiadomienia dostawcy
ru_ru: Уведомление от поставщика
tr_tr: Tedarikçi bildirim
uk_ua: Повідомлення від постачальника
vi_vn: Thông báo nhà cung cấp

# Languages::template_document_supplier_order_invoice
source: Suppliers: invoice
el_gr: Προμηθευτές: τιμολόγιο
es_es: Proveedores: factura
id_id: Pemasok: faktur
pl_pl: Dostawcy: faktura
ru_ru: Поставщики: счёт
tr_tr: Tedarikçiler: fatura
uk_ua: Постачальники: рахунок
vi_vn: Nhà cung cấp: hóa đơn

# Languages::document_preview_suppliers_not_found
source: Couldn't find a supplier. Preview only works with existing data. Please create a supplier and use Preview again.
el_gr: Δεν βρέθηκε ο προμηθευτής. Η Προεπισκόπηση λειτουργεί μόνο με υπάρχοντα δεδομένα. Παρακαλούμε να δημιουργήσετε ένα νεο προμηθευτή και να χρησιμοποιήστε την προεπισκόπηση ξανά.
es_es: No se pudo encontrar un vendedor. La vista previa solamente funciona con los datos existentes. Por favor genere una cuenta de vendedor y utiliza la opción de Vista Previa de nuevo.
id_id: Tidak dapat menemukan pemasok. Pratinjau hanya bekerja dengan data yang ada. Harap buat pemasok dan gunakan Pratinjau lagi.
pl_pl: Nie mogłem znaleźć dostawcy. Podgląd działa tylko na istniejących danych. Proszę utworzyć dostawcę i ponownie użyć Podgląd.
ru_ru: Нет зарегистрированных поставщиков. Предпросмотр работает только при наличии доступных данных. Пожалуйста, добавьте поставщиков и снова воспользуйтесь функцией предпросмотра.
tr_tr: Tedarikçi bulunamadı. Önizleme sadece var olan data ile görüntülenir. Lütfen bir tedarikçi oluşturun ve tekrar deneyin.
uk_ua: Немає зареєстрованих постачальників. Попередній перегляд працює тільки при наявності доступних даних. Будь ласка, додайте постачальників і знову скористайтеся функцією попереднього перегляду.
vi_vn: Không thể tìm thấy một nhà cung cấp. Xem trước chỉ làm việc với dữ liệu hiện có. Xin vui lòng tạo một nhà cung cấp và sử dụng xem trước một lần nữa.
