Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/tags.po
Languages: es_es, fr_fr, vi_vn

# Addons::name::tags
source: Tags
es_es: Etiquetas
fr_fr: Balises
vi_vn: Gắn thẻ

# Addons::description::tags
source: Enables product tags
es_es: Permite etiquetas de productos
fr_fr: Active les étiquettes de produit
vi_vn: Cho phép gắn thẻ sản phẩm

# Languages::tags_menu_description
source: Manage product and content page tags.
es_es: Gestionar etiquetas de productos y p치ginas.
fr_fr: Gérer les étiquettes des pages de produit et de contenu.
vi_vn: Quản lý thẻ sản phẩm và nội dung trang.

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
es_es: Accede para introducir etiquetas
fr_fr: Se connecter pour entrer des tags
vi_vn: Đăng nhập để thêm thẻ

# Languages::tag_cloud
source: Tag cloud
es_es: Nube de etiquetas
fr_fr: Nuage de tags
vi_vn: Thẻ phổ biến

# Languages::tags
source: Tags
es_es: Etiquetas
fr_fr: Favoris
vi_vn: Gắn thẻ

# Languages::block_tags
source: Tags
es_es: Etiquetas
fr_fr: Balises
vi_vn: Gắn thẻ

# Languages::block_tags_description
source: Product tags
es_es: Etiquetas de productos
fr_fr: Balises des produits
vi_vn: Gắn thẻ sản phẩm

# Languages::addons.tags.add_a_tag
source: add a tag
es_es: A침adir una etiqueta
fr_fr: ajouter un tag
vi_vn: thêm thẻ

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
es_es: Elementos marcados por la etiqueta "[tag]":
fr_fr: Produits marqués par la balise "[tag]":
vi_vn: Mục được đánh dấu với thẻ "[tag]":

# Languages::tag
source: Tag
es_es: Etiqueta
fr_fr: Balises
vi_vn: Thẻ

# Languages::add_tag
source: Add tag
es_es: A침adir etiqueta
fr_fr: Ajouter un tag
vi_vn: Thêm thẻ

# SettingsSections::tags::general
source: General
fr_fr: Général
vi_vn: Tổng quát

# SettingsOptions::tags::tags_for_products
source: Tags for products
es_es: Etiquetas para productos
fr_fr: Personal delivery (for registered mail only)
vi_vn: Gắn thẻ cho sản phẩm

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
es_es: Etiquetas para p치ginas
fr_fr: Acknowledgement of delivery (for registered mail only)
vi_vn: Gắn thẻ cho trang
