Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/watermarks.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, ja_jp, tr_tr, uk_ua, vi_vn

# Addons::name::watermarks
source: Watermarks
ar_sa: علامات مائية
cs_cz: Vodoznaky
da_dk: Vandmærker
de_de: Wasserzeichen
es_es: Marcas de agua
fr_fr: Filigranes
id_id: Watermark
ja_jp: ウォーターマーク
tr_tr: Filigranlar
uk_ua: Водяні знаки

# Addons::description::watermarks
source: Allows you to add watermarks to product and category images
ar_sa: يسمح لك بإضافة علامات مائية إلى صور المنتجات والفئات
cs_cz: Ochrana obrázků produktů a kategorií
da_dk: Tillader dig at tilføje vandmærker til produkt og kategori billeder
de_de: Ermöglicht es, Wasserzeichen in Artikel- und Kategoriebilder einzufügen
es_es: Permite añadir marcas de agua a las imágenes de producto y categoría
fr_fr: Vous permet d'ajouter des filigranes aux images des produits et des catégorie
id_id: Memungkinkan Anda menambahkan tanda air ke gambar produk dan kategori
ja_jp: 商品とカテゴリー画像にウォーターマークを付与することができます
tr_tr: Ürün ve kategori resimlere filigran eklemenizi sağlar
uk_ua: Дозволяє додавати водяні знаки на зображення товарів та категорій
vi_vn: Cho phép bạn thêm watermarks đến hình ảnh sản phẩm và thể loại

# Languages::wt_watermarks
source: Watermarks
ar_sa: علامات مائية
cs_cz: Vodoznaky
da_dk: Vandmærker
de_de: Wasserzeichen
es_es: Marcas de agua
fr_fr: Filigranes
id_id: Tanda air
ja_jp: ウォーターマーク
tr_tr: Filigranlar
uk_ua: Водяні знаки

# Languages::wt_graphic_watermark
source: Graphic watermark
ar_sa: رسومات العلامات المائية
cs_cz: Grafický vodoznak
da_dk: Grafisk vandmærke
de_de: Grafische Wasserzeichen
es_es: Marca gráfica
fr_fr: Filigrane graphique
ja_jp: 画像ウォーターマーク
tr_tr: Grafik filigran
uk_ua: Графічний знак
vi_vn: Đồ họa watermark

# Languages::wt_text_watermark
source: Text watermark
ar_sa: نص العلامة المائية
cs_cz: Textový vodoznak
da_dk: Tekstvandmærke
de_de: Text Wasserzeichen
es_es: Texto de Marca de agua
fr_fr: Texte en filigrane
id_id: Teks watermark
ja_jp: テキストウォーターマーク
tr_tr: Metin filigranı
uk_ua: Текстовий знак
vi_vn: Văn bản watermark

# Languages::wt_watermark_vertical_position
source: Watermark vertical position
ar_sa: وضع العلامة المائية العمودي
cs_cz: Svislá pozice vodoznaku
da_dk: Vandmærke lodret position
de_de: Wasserzeichen vertikale Position
es_es: Posición vertical de marca de agua
fr_fr: Position verticale du filigrane
id_id: Posisi vertikal watermark
ja_jp: ウォーターマークの縦位置
tr_tr: Filigran Dikey konumu
uk_ua: Позиція по вертикалі
vi_vn: Vị trí thẳng đứng Watermark

# Languages::wt_watermark_horizontal_position
source: Watermark horizontal position
ar_sa: الموضع الأفقي للعلامة المائية
cs_cz: Vodorovná pozice vodoznaku
da_dk: Vandmærke vandret position
de_de: Wasserzeichen horizontale Position
es_es: Posición horizontal de marca de agua
fr_fr: Position horizontale du filigrane
ja_jp: ウォーターマークの横位置
tr_tr: Filigran yatay konumu
uk_ua: Позиція по горизонталі
vi_vn: Vị trí ngang Watermark

# Languages::wt_watermark_position
source: Watermark position
ar_sa: موضع العلامة المائية
cs_cz: Umístění vodoznaku
da_dk: Vandmærke position
de_de: Wasserzeichen Position
es_es: Posición de la marca de agua
fr_fr: Position du filigrane
id_id: Posisi watermark
ja_jp: ウォーターマークの位置
tr_tr: Filigran konumu
uk_ua: Позиція водяного знаку
vi_vn: Vị trí Watermark

# Languages::wt_watermark_image
source: Watermark image
ar_sa: صورة العلامة المائية
cs_cz: Obrázek vodoznaku
da_dk: Vandmærke foto
de_de: Wasserzeichen Bild
es_es: Imagen de marca de agua
fr_fr: Image en filigrane
id_id: Gambar watermark
ja_jp: ウォーターマーク用画像
tr_tr: Filigran resmi
uk_ua: Зображення водяного знаку
vi_vn: Ảnh watermark

# Languages::wt_watermark_text
source: Watermark text
ar_sa: نص العلامة المائية
cs_cz: Text vodoznaku
da_dk: Vandmærketekst
de_de: Wasserzeichen Text
es_es: Texto de marca de agua
fr_fr: Texte de filigrane
id_id: Teks tanda air
ja_jp: ウォーターマーク用テキスト
tr_tr: Filigran metni
uk_ua: Текст на водяному знаку
vi_vn: Văn bản watermark

# Languages::wt_font
source: Font
ar_sa: الخط
cs_cz: Písmo
da_dk: Skrifttype
de_de: Schrift
es_es: Fuente
fr_fr: Police
id_id: Fon
ja_jp: フォント
tr_tr: Yazı tipi
uk_ua: Шрифт
vi_vn: Phông chữ

# Languages::wt_font_color
source: Font color
ar_sa: لون الخط
cs_cz: Barva písma
da_dk: Skriftfarve
de_de: Schriftfarbe
es_es: Color de la fuente
fr_fr: Couleur de police
id_id: Warna huruf
ja_jp: フォント色
tr_tr: Yazı tipi rengi
uk_ua: Колір шрифту
vi_vn: Màu sắc phong chữ

# Languages::wt_font_size_icon
source: Font size (thumbnail)
ar_sa: حجم الخط (الصورة المصغرة)
cs_cz: Velikost písma (miniatura)
da_dk: Skriftstørrelse (miniature)
de_de: Schriftgröße (Miniaturansicht)
es_es: Tamaño de la fuente (miniatura)
fr_fr: Taille de la police (vignette)
id_id: Ukuran huruf (thumbnail)
ja_jp: フォントサイズ (サムネイル)
tr_tr: Yazı tipi boyutu (küçük resim)
uk_ua: Розмір шрифту (мініатюра)
vi_vn: Kích thước phông chữ (hình thu nhỏ)

# Languages::wt_font_size_detailed
source: Font size (larger image)
ar_sa: حجم الخط (صورة أكبر)
cs_cz: Velikost písma (zvětšit obrázek)
da_dk: Skriftstørrelse (større billede)
de_de: Schriftgröße (größeres Bild)
es_es: Tamaño de la fuente (imagen)
fr_fr: Taille de la police (agrandissement)
id_id: Ukuran huruf (perbesar gambar)
ja_jp: フォントサイズ (拡大画像)
tr_tr: Yazı tipi boyutu (büyük resim)
uk_ua: Розмір шрифту (велике зображення)
vi_vn: Kích thước phông chữ (hình ảnh lớn)

# Languages::wt_watermark_icon
source: Thumbnail watermark
ar_sa: علامة مائية مصغرة
cs_cz: Náhled vodoznaku
da_dk: Miniature vandmærke
de_de: Miniaturwasserzeichen
es_es: Marca de agua en miniatura
fr_fr: Filigrane de vignette
ja_jp: サムネイル用ウォーターマーク
tr_tr: Küçük resim filigran
uk_ua: Мініатюра водяного знаку
vi_vn: Watermark hình thu nhỏ

# Languages::wt_watermark_detailed
source: Popup larger image watermark
ar_sa: منبثقة صورة مائية أكبر
cs_cz: Vodoznak pro detailní obrázek
da_dk: Popup større Billedvandmærke
de_de: Wasserzeichen für größere Bilder (Popup)
es_es: Marca de agua de la imágen emergente
fr_fr: Popup de la plus grande image filigrane
id_id: Popup watermark gambar lebih besar
ja_jp: 拡大画像用ウォーターマーク
tr_tr: Daha büyük görüntü filigran (açılır)
uk_ua: Водяний знак для детального зображення
vi_vn: Watermark popup hình ảnh lớn

# Languages::wt_fail_apply_graphic_watermark
source: Failed to apply the watermark to [image_type]. The watermark image is not added.
ar_sa: فشل تطبيق العلامة المائية على [image_type]. لا يتم إضافة صورة العلامة المائية.
cs_cz: Nepodařilo se použít vodoznak na [image_type]. Grafické vodoznak nebyl přidán.
da_dk: Mislykket at anvende vandmærket på [image_type]. Vandmærkebilledet er ikke tilføjet.
de_de: Fehler beim Hinzufügen des Wasserzeichens in [image_type]. Das Wasserzeichen wurde nicht hinzugefügt.
es_es: Error al aplicar la marca de agua a [image_type]. No se ha añadido la imagen de marca de agua.
fr_fr: Échec de l'application du filigrane à [image_type]. L'image en filigrane n'a pas été ajoutée.
id_id: Gagal menerapkan watermark ke [image_type]. Gambar watermark tidak ditambahkan.
ja_jp: [image_type] へのウォーターマークの適用に失敗しました。
tr_tr: [image_type] için filigran uygulanamadı. Filigran resim eklenemedi.
uk_ua: Не вдалось застосувати водяний знак до [image_type]. Зображення водяного знаку не додано.
vi_vn: Thất bại trong việc áp dụng watermark vào [image_type]. watermark không được thêm vào.

# Languages::wt_icons
source: thumbnails
ar_sa: الصور المصغرة
cs_cz: miniatury
da_dk: Miniaturer
de_de: Miniaturbilder (Thumbnails)
es_es: Miniaturas
fr_fr: Vignettes
id_id: gambar kecil
ja_jp: サムネイル
tr_tr: Küçük resimler
uk_ua: мініатюри
vi_vn: hình thu nhỏ

# Languages::wt_detailed
source: popup larger images
ar_sa: صورة كبيرة منبثقة
cs_cz: detailní obrázky
da_dk: popup større billeder
de_de: Größere Bilder im separaten Fenster öffnen (Popup)
es_es: imágenes más grandes en ventana emergente
fr_fr: Popup des images plus grandes
id_id: popup gambar lebih besar
ja_jp: 拡大画像
tr_tr: Daha büyük görüntü (açılır)
uk_ua: детальні зображення
vi_vn: popup hình ảnh lớn

# Languages::wt_images_access_description
source: To deny access to your original images, please add the following instructions to the '.htaccess' file in the 'images' directory of your installation. It will protect your original images. Even if an original image is opened, the corresponding watermarked image will be show instead.
ar_sa: لرفض الوصول إلى صورك الأصلية ، يرجى إضافة الإرشادات التالية إلى ملف ".htaccess" في دليل "الصور" الخاص بالتثبيت. سوف تحمي صورك الأصلية. حتى في حالة فتح صورة أصلية ، سيتم عرض الصورة المطابقة لها علامة مائية بدلاً منها.
cs_cz: Chcete-li uzavřít přístup do jejich původních snímků, přidejte, prosím, následující kód do souboru .htaccess v adresáři, ve svých instalačních obrazů. To bude chránit váše původní fotografie. Dokonce, i když si otevřete původní fotografii, bude příslušný snímek vodoznakem.
da_dk: For at nægte adgang til din oprindelige billeder, kan du tilføje følgende instruktioner til filen ".htaccess" i mappen 'images' af din installation. Det vil beskytte dine originale billeder. Selv om et originalt billed er åbnet, vil tilsvarende vandmærkebilled blive vist i stedet.
de_de: Um den Zugriff auf Original-Bilder zu verweigern, fügen Sie bitte die folgenden Anweisungen in die ".htaccess" Datei im Bilder-Verzeichnis des Shops ein. Dies wird die Originalbilder schützen. Selbst wenn ein Originalbild geöffnet wird, wird das entsprechende mit Wasserzeichen versehene Bild angezeigt.
es_es: Para denegar el acceso a las imágenes originales, por favor agregue las siguientes instrucciones en el archivo ".htaccess" en el directorio 'imágenes' de su instalación. Protegerá sus imágenes originales. Incluso si se abre una imagen original, la imagen con marca de agua correspondiente será mostrada en su lugar.
fr_fr: Pour refuser l'accès à vos images originales, ajoutez les instructions suivantes au fichier « .htaccess » du répertoire « images » de votre installation. Cela protégera vos images originales. Même si une image originale est ouverte, l'image en filigrane correspondante sera affichée.
id_id: Untuk menolak akses ke gambar asli Anda, tambahkan petunjuk berikut ke file 'htaccess' di direktori 'images' instalasi Anda. Ini akan melindungi gambar asli Anda. Bahkan jika gambar asli dibuka, gambar watermark yang sesuai akan ditampilkan.
ja_jp: オリジナル画像へのアクセスを禁止するには '.htaccess' ファイルに以下の記述を追加してください。オリジナル画像へのアクセスが行われた場合にも、ウォーターマーク付きの画像を表示します。
tr_tr: Orjinal resim dosyalarınızın bulunduğu dizine direkt erişimi engellemek için, lütfen CS-Cartınızın images klasöründeki '.htaccess' dosyasına aşağıdaki kodu ekleyiniz. Böylece orijinal resim korunacaktır. Orijinal bir resim açıldığında dahi, buna karşılık gelen filigranlı resim görüntülenecektir.
uk_ua: Щоб закрити доступ до своїх вихідних зображень, будь ласка, додайте наступній код у файл .htaccess в директорії images у вашій установці. Це захистить ваші вихідні зображення. Навіть якщо відкрито вихідне зображення, відповідне зображення з водяним знаком буде відображатися замість нього.
vi_vn: Để từ chối quyền truy cập vào hình ảnh ban đầu của bạn, xin vui lòng thêm các hướng dẫn sau vào tập tin ' .htaccess ' trong thư mục 'images' của thư mục gốc cài đặt cửa hàng của bạn. Nó sẽ bảo vệ của bạn hình ảnh ban đầu. Ngay cả khi một hình ảnh ban đầu được mở ra, hình ảnh watermarked tương ứng sẽ hiển thị để thay thế.

# Languages::wt_watermarks_access_description
source: To generate watermarked images automatically even if they are requested not from your store pages, please add the '.htaccess' file with the following instructions to the 'images/watermarked' directory of your installation.
ar_sa: لإنشاء صور ذات علامات مائية تلقائيًا حتى إذا لم يتم طلبها من صفحات المتجر ، يرجى إضافة ملف ".htaccess" مع الإرشادات التالية إلى دليل 'images/watermarked' الخاص بالتثبيت.
cs_cz: Aby bylo možné automaticky generovat obrazy s vodoznaky, a to i v případě, že nejsou požadovány ze stránek obchodu, přidejte soubor .htaccess s následujícím obsahem v adresáři 'images/watermarked' s jeho instalací.
da_dk: For at generere vandmærke billeder automatisk, selvom de ikke er anmodet fra din butikssider, bedes du tilføje '.htaccess' fil med følgende instruktioner i din installation 'images/watermarked' mappe.
de_de: Um Bilder mit Wasserzeichen automatisch zu erzeugen, auch wenn sie nicht von Ihren Shop-Seiten angefordert werden, fügen Sie bitte die Datei '. htaccess' mit den folgenden Anweisungen in das Verzeichnis 'images/watermarked' Ihrer Installation ein.
es_es: Para generar imágenes con marca de agua automáticamente, incluso si se solicitan desde páginas externas a la tienda, por favor agregue el archivo ".htaccess" con las siguientes instrucciones al directorio de su instalación de ' imágenes/marca de agua'.
fr_fr: Pour générer automatiquement des images filigranes même si elles ne sont pas demandées depuis vos pages de magasin, veuillez ajouter au fichier « .htaccess » du le répertoire « images/filigrane » de votre installation, les instructions suivantes.
id_id: Untuk menghasilkan gambar yang diberi watermark secara otomatis meskipun tidak diminta dari halaman toko Anda, tambahkan file '.htaccess' dengan petunjuk berikut ke direktori 'images / watermarked' dari instalasi Anda.
ja_jp: CS-Cart以外のページからのアクセスに対してもウォーターマーク付き画像を表示するには、以下の内容を記述した '.htaccess' ファイルを 'images/wateramarked' ディレクトリにアップロードしてください。
tr_tr: Sizin mağaza sayfanızdan istenmemiş olsa bile filigranlı resimleri oluşturmak için, lütfen '.htaccess' dosyasını aşağıdaki yönergelerle birlikte yüklemenizin 'images/watermarks' dizinine ekleyin.
uk_ua: Для того, щоб автоматично генерувати зображення з водяними знаками, навіть якщо вони не запитуються зі сторінок магазину, додайте файл .htaccess з наступним вмістом в директорію images/watermarked в своїй установці.
vi_vn: Để tạo ra hình ảnh watermarked tự động ngay cả khi chúng được yêu cầu không phải từ các cửa hàng trang của bạn, xin vui lòng thêm nội dung sau vào tập tin '.htaccess ' trong thư mục 'images/watermarked' của cài đặt thư mục gốc cửa hàng của bạn.

# Languages::wt_access_note
source: Please note, if you disable or uninstall the 'Watermarks' add-on, you should remove these instructions from '.htaccess' files manually. Otherwise category and product images will be unavailable.
ar_sa: يرجى ملاحظة أنه إذا قمت بتعطيل أو إلغاء تثبيت إضافة 'Watermarks' ، يجب عليك إزالة هذه الإرشادات من ملفات '.htaccess' يدويًا. وإلا فستكون فئة المنتج وصوره غير متاحة.
cs_cz: Vezměte, prosím, na vědomí, že pokud zakážete modul "vodoznak", měli byste ručně odstranit tyto řádky ze souboru .htaccess. V opačném případě není k dispozici obrazy produktů a kategorií.
da_dk: Bemærk venligst, at hvis du deaktiverer eller fjerner add-on programmet 'Vandmærke', skal du fjerne disse instruktioner fra '.htaccess' filer manuelt. Ellers vil kategori og produkt billeder være utilgængelige.
es_es: Nota: Si deshabilita o desinstala el complemento 'Marcas de agua', debe quitar estas instrucciones de los archivos ".htaccess" manualmente. De lo contrario las imágenes de categoría y producto no estarán disponibles.
fr_fr: Veuillez noter que si vous désactivez ou désinstallez l'Add-on « Filigranes », vous devez supprimer ces instructions des fichiers « .htaccess » manuellement. Sinon les images des catégories et des produits ne seront pas disponibles.
id_id: Perlu diketahui, jika Anda menonaktifkan atau menghapus add-on 'Watermarks', Anda harus menghapus petunjuk ini dari file 'htaccess' secara manual. Jika tidak, kategori dan gambar produk tidak akan tersedia.
ja_jp: ウォーターマークアドオンを無効化またはアンインストールした場合には、'.htaccess' に記述されている以下の内容を手動で削除する必要があります。削除しない場合、カテゴリー画像および商品画像が表示されなくなります。
tr_tr: "Watermarks" eklentisini iptal eder veya kaldırırsanız, bu yönergeleri '.htaccess' dosyasından elle kaldırmanız gerekeceğini göz önünde bulundurun. Aksi takdirde kategori ve ürün resimlerine ulaşılamayacaktır.
uk_ua: Будь ласка, врахуйте, що при відключенні модуля «Водяні знаки» слід вручну видалити ці рядки з файлу .htaccess. В іншому випадку зображення товарів і категорій будуть недоступні.
vi_vn: Xin vui lòng lưu ý, nếu bạn vô hiệu hoá hoặc gỡ cài đặt add-on 'Watermarks', bạn nên loại bỏ các nội dung sau từ tập tin '.htaccess' theo cách thủ công. Nếu không thể loại và sản phẩm hình ảnh sẽ không sẵn có.

# Languages::wt_access_warning
source: Watermark creating is disabled. If there are any "Rewrite watermarks rules" instructions in the "images/.htaccess" file, you should remove them manually. Otherwise category and product images will be unavailable.
ar_sa: إنشاء علامة مائية معطلة. إذا كانت هناك أي إرشادات "إعادة كتابة علامات مائية" في ملف "images/.htaccess" ، فيجب إزالتها يدويًا. وإلا فستكون فئة المنتج وصوره غير متاحة.
cs_cz: Vytváření vodoznaků je vypnuto. Pokud jsou ve vašem "images/.htaccess" souboru nějaké instrukce obsahující příkaz "Rewrite watermark rules", musíte je ručně smazat. V opačném případě nebudou obrázky produktů a kategorií dostupné.
da_dk: Vandmærkeoprettelse er deaktiveret. Hvis der er nogen "Omskrivning vandmærker regler" instruktioner i "billeder/.htaccess" fil, skal du fjerne dem manuelt. Ellers vil kategori og produkt billeder være utilgængelige.
de_de: Das Erstellen von Wasserzeichen ist deaktiviert. Wenn es in der Datei "images/. htaccess" eine Anweisung "Rewrite watermarks rules" gibt, sollten Sie diese manuell entfernen. Andernfalls sind Kategorie- und Produktbilder nicht verfügbar.
es_es: La creación de marca de agua está deshabilitada. Si hay alguna instrucción "Rewrite watermarks rules" en el archivo "images/.htaccess", las debe quitar manualmente. De lo contrario las imágenes de categoría y producto no estarán disponibles.
fr_fr: La création de filigrane est désactivée. S'il n'y a aucune instruction « Règle de réécriture de filigranes » dans le fichier « images/.htaccess », vous devez les supprimer manuellement. Dans le cas contraire, les images des catégories et des produits ne seront pas disponibles.
id_id: Pembuatan watermark dinonaktifkan. Jika ada instruksi "Tulis ulang tanda air" di file "images/.htaccess", Anda harus menghapusnya secara manual. Jika tidak, kategori dan gambar produk tidak akan tersedia.
ja_jp: ウォーターマークの生成が無効化されています。"images/.htaccess" に "Rewrite watermarks rules" などウォーターマークに関する記述がある場合は削除してください。削除しない場合、カテゴリー画像および商品画像が表示されなくなります。
tr_tr: Filigran oluşturma devre dışı bırakıldı. "images/.htaccess" dosyasında herhangi bir "Filigran yeniden yazma kuralları" yönergesi bulunması durumunda, bunları elle kaldırmanız gerekecektir. Aksi takdirde kategori ve ürün resimlerine ulaşılamayacaktır.
uk_ua: Створення водяних знаків відключено. Якщо у файлі images/.htaccess прописані правила для створення водяних знаків, видаліть їх вручну. В іншому випадку зображення товарів і категорій будуть недоступні.
vi_vn: Watermark tạo bị vô hiệu hóa. Nếu có bất kỳ hướng dẫn "Rewrite watermarks rules" trong tập tin "images/htaccess", bạn nên loại bỏ chúng theo cách thủ công. Nếu không hình ảnh danh mục và sản phẩm sẽ không sẵn có.

# Languages::wt_images_access_info
source: Images access
ar_sa: الوصول إلى الصور
cs_cz: Přístup k obrázkům
da_dk: Billed adgang
de_de: Bilderzugriff
es_es: Acceso a imágenes
fr_fr: Accès images
id_id: Akses gambar
ja_jp: 画像へのアクセス
tr_tr: Görsellere erişim
uk_ua: Доступ до зображень
vi_vn: Truy cập hình ảnh

# SettingsSections::watermarks::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
fr_fr: Général
id_id: Umum
ja_jp: 基本設定
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::watermarks::watermark
source: Watermark
ar_sa: علامة مائية
cs_cz: Vodoznak
da_dk: Vandmærke
de_de: Wasserzeichen
es_es: Marca de agua
fr_fr: Filigrane
ja_jp: ウォーターマーク
tr_tr: Filigran
uk_ua: Водяний знак

# SettingsOptions::watermarks::apply_to_product
source: Product watermarks
ar_sa: علامات مائية المنتج
cs_cz: Vodoznaky produktů
da_dk: Produkt vandmærker
de_de: Artikel-Wasserzeichen
es_es: Marcas de agua del producto
fr_fr: Filigranes de produit
id_id: Tanda air produk
ja_jp: 商品画像用ウォーターマーク
tr_tr: Ürün filigranları
uk_ua: Водяні знаки товарів
vi_vn: Sản phẩm watermarks

# SettingsOptions::watermarks::use_for_product_icons
source: Resized images
ar_sa: الصور التي تم تغيير حجمها
cs_cz: Obrázky v nové velikosti
da_dk: Ændrede billeder
de_de: In der Größe veränderte Bilder
es_es: Imágenes redimensionadas
fr_fr: Images redimensionnées
id_id: Gambar yang telah diubah ukurannya
ja_jp: 縮小画像
tr_tr: Yeniden boyutlandırılan resimler
uk_ua: Зображення зі зміненими розмірами
vi_vn: Thay đổi kích cỡ hình ảnh

# SettingsOptions::watermarks::use_for_product_detailed
source: Original size images
ar_sa: حجم الصور الأصلي
cs_cz: Původní velikosti obrázků
da_dk: Oprindelige størrelse billeder
de_de: Originalgröße der Bilder
es_es: Imágenes de tamaño original
fr_fr: Images au format original
id_id: Gambar ukuran asli
ja_jp: 拡大画像
tr_tr: Orijinal boyutlu görüntü
uk_ua: Оригінальний розмір зображення
vi_vn: Hình ảnh kích thước ban đầu

# SettingsOptions::watermarks::apply_to_categories
source: Category watermarks
ar_sa: العلامات المائية للفئة
cs_cz: Kategorie vodoznaky
da_dk: Kategori vandmærker
de_de: Kategorie-Wasserzeichen
es_es: Marcas de agua de categoría
fr_fr: Filigranes de catégorie
id_id: Tanda air kategori
ja_jp: カテゴリー画像用ウォーターマーク
tr_tr: Kategori filigranları
uk_ua: Водяні знаки категорій
vi_vn: Danh mục watermarks

# SettingsOptions::watermarks::use_for_category_icons
source: Resized images
ar_sa: الصور التي تم تغيير حجمها
cs_cz: Obrázky v nové velikosti
da_dk: Ændrede billeder
de_de: In der Größe veränderte Bilder
es_es: Imágenes redimensionadas
fr_fr: Images redimensionnées
id_id: Gambar yang telah diubah ukurannya
ja_jp: 縮小画像
tr_tr: Yeniden boyutlandırılan resimler
uk_ua: Зображення зі зміненими розмірами
vi_vn: Thay đổi kích cỡ hình ảnh

# SettingsOptions::watermarks::use_for_category_detailed
source: Original size images
ar_sa: حجم الصور الأصلي
cs_cz: Původní velikosti obrázků
da_dk: Oprindelige størrelse billeder
de_de: Originalgröße der Bilder
es_es: Imágenes de tamaño original
fr_fr: Images au format original
id_id: Gambar ukuran asli
ja_jp: 拡大画像
tr_tr: Orijinal boyutlu görüntü
uk_ua: Оригінальний розмір зображення
vi_vn: Hình ảnh kích thước ban đầu

# SettingsOptions::watermarks::images_access_info
source: Images access
ar_sa: الوصول إلى الصور
cs_cz: Přístup k obrázkům
da_dk: Billed adgang
de_de: Bilderzugriff
es_es: Acceso a imágenes
fr_fr: Accès images
id_id: Akses gambar
ja_jp: 画像へのアクセス
tr_tr: Görsellere erişim
uk_ua: Доступ до зображень
vi_vn: Truy cập hình ảnh
