Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/wishlist.po
Languages: da_dk, de_de, es_es, fr_fr, id_id, ja_jp, tr_tr, uk_ua, vi_vn

# Addons::name::wishlist
source: Wish List
da_dk: Ønskeliste
de_de: Wunschliste
es_es: Lista de la compra
fr_fr: Liste de souhaits
id_id: Daftar keinginan
ja_jp: ほしい物リスト
tr_tr: İstek listesi
uk_ua: Список побажань
vi_vn: Danh sách yêu thích

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
da_dk: Lader kunder gemme elementer i personlige ønskelister
de_de: Kunden erlauben, die Artikel in Ihrer persönlichen Wunschliste zu speichern
es_es: Permite a los clientes almacenar elementos en listas de favoritos personales
fr_fr: Permet aux clients de stocker des éléments dans des listes de souhaits personnelles
id_id: Memungkinkan pelanggan menyimpan barang dalam daftar keinginan pribadi
ja_jp: ユーザーがほしい物リストに商品を登録できます
tr_tr: Müşterilerin kişisel istek listeleri içinde mağaza öğelerini saklamalarına olanak sağlar
uk_ua: Дозволяє зберігати елементи в особисті списки побажань клієнтів
vi_vn: Cho phép khách hàng lưu trữ các mục trong danh sách yêu thích

# Languages::add_to_wishlist
source: Add to wish list
da_dk: Tilføj til ønskeliste
de_de: zur Wunschliste hinzufugen
es_es: Añadir a la lista
fr_fr: Ajouter à la liste de souhaits
id_id: Tambahkan ke Daftar Keinginan
ja_jp: ほしい物リストに追加
tr_tr: İstek listesine ekle
uk_ua: Додати до переліку побажань
vi_vn: Thêm vào danh sách yêu thích

# Languages::clear_wishlist
source: Clear wish list
da_dk: Tøm ønskeliste
de_de: Wunschliste löschen
es_es: Borrar de la lista
fr_fr: Effacer liste de souhaits
id_id: Daftar keinginan jelas
ja_jp: ほしい物リストのクリア
tr_tr: İstek listesini temizle
uk_ua: Очистити список побажань
vi_vn: Xóa khỏi danh sách yêu thích

# Languages::view_wishlist
source: View wish list
da_dk: Vis ønskeliste
de_de: Wunschliste anzeigen
es_es: Ver lista de favoritos
fr_fr: Voir la liste de souhaits
id_id: Lihat daftar keinginan
ja_jp: ほしい物リストを見る
tr_tr: İstek listesine gözat
uk_ua: Переглянути список побажань
vi_vn: Xem danh sách yêu thích

# Languages::wishlist_content
source: Wish list content
da_dk: Ønskeliste indhold
de_de: Inhalt Wunschliste
es_es: Contenido de la lista
fr_fr: Contenu de la liste de souhaits
id_id: Daftar keinginan
ja_jp: ほしい物リスト
tr_tr: İstek listesi içeriği
uk_ua: Вміст списоу побажань
vi_vn: Nội dung danh sách yêu thích

# Languages::wishlist
source: Wish list
da_dk: Ønskeliste
de_de: Wunschliste
es_es: Lista de la compra
fr_fr: Liste de souhaits
id_id: Daftar harapan
ja_jp: ほしい物リスト
tr_tr: İstek listesi
uk_ua: Список побажань
vi_vn: Danh sách yêu thích

# Languages::wishlist_short
source: Wish list
tr_tr: İstek listesi
uk_ua: Список побажань

# Languages::wishlist_note
source: Go to your wishlist
da_dk: Gå til din ønskeliste
de_de: Zur Wunschliste gehen
es_es: Ir a su lista de favoritos
fr_fr: Aller à votre liste de souhaits
id_id: Pergi ke daftar keinginan Anda
ja_jp: ほしい物リストへ
tr_tr: İstek listene git
uk_ua: Перейти на свій список побажань
vi_vn: Đi đến mục yêu thích của bạn

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
da_dk: Tilføjelsen af certifikatet mislykkedes. Sørg for, at resuméet beløb er ikke nul.
de_de: Fehler beim Hinzufügen des Gutscheines. Stellen Sie sicher, dass der Gesamtbetrag nicht Null ist.
es_es: La adición del certificado ha fallado. Asegúrese que la cantidad de la suma no es el cero.
fr_fr: L'addition des bons-cadeaux a échoué. Prenez garde à ce que le total ne soit pas à zéro.
id_id: Gagal menambahkan sertifikat. Pastikan jumlah ringkasannya tidak nol.
ja_jp: ギフト券の追加に失敗しました。 金額が0でないことを確認してください。
tr_tr: Hediye çeki eklenemedi. Özet miktarın sıfır olmadığından emin olun.
uk_ua: Не вдалося додати сертифікат. Переконайтеся що в підсумкові не нуль.
vi_vn: Không thể thêm xác thực. Đảm bảo rằng số lượng tóm tắt không phải là 0.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
da_dk: Gavekortet er blevet føjet til ønskeliste
de_de: Der Gutschein wurde erfolgreich zur Wunschliste hinzugefügt
es_es: El certificado de regalo ha sido añadido al lista de la compra
fr_fr: Le bon-cadeau a été ajouté à liste de souhaits
id_id: Sertifikat hadiah telah ditambahkan ke daftar keinginan
ja_jp: ギフト券がほしい物リストに追加されました
tr_tr: Hediye çeki istek listesine eklendi
uk_ua: Подарунковий сертифікат було додано в список побажань
vi_vn: Thẻ quà tặng đã được thêm vào danh sách yêu thích

# Languages::product_added_to_wl
source: The product was added to your Wish list
da_dk: Produktet er nu i ønskelisten
de_de: Der Artikel wurde zu Ihrer Wunschliste hinzugefügt
es_es: El producto fue agregado a su lista de favoritos
fr_fr: Produits ajoutés dans votre liste de souhaits
id_id: Produk ditambahkan ke daftar keinginan Anda
ja_jp: 商品がほしい物リストに追加されました
tr_tr: Ürün istek listenize eklendi
uk_ua: Продукт був доданий до список побажань
vi_vn: Sản phẩm đã được thêm vào danh sách yêu thích của bạn

# Languages::product_in_wishlist
source: This product is already in the wish list
da_dk: Produktet er i forvejen på din ønskeliste
de_de: Dieser Artikel ist bereits in der Wunschliste vorhanden
es_es: Este producto ya está en la lista de favoritos
fr_fr: Ce produit est déjà dans la liste de souhaits
id_id: Produk ini sudah ada dalam daftar keinginan
ja_jp: この商品はすでにほしい物リストに登録されています
tr_tr: Bu ürün zaten istek listenizde yer almaktadır
uk_ua: Цей продукт вже знаходиться в списку побажань
vi_vn: Sản phẩm này đã có trong danh sách yêu thích của bạn

# Languages::wishlist_products
source: Wish list products
da_dk: Ønskeliste produkter
de_de: Artikel der Wunschliste
es_es: Lista de productos favoritos
fr_fr: Produits de la liste de souhaits
id_id: Daftar keinginan produk
ja_jp: ほしい物リストの商品
tr_tr: İstek listesi ürünleri
uk_ua: Продукти списку побажань
vi_vn: Sản phẩm trong mục yêu thích
