Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/yandex_search.po
Languages: ru_ru

# Addons::name::yandex_search
source: Yandex.search
ru_ru: Яндекс.Поиск

# Addons::description::yandex_search
source: Allows you to use Yandex.search as a search engine
ru_ru: Поиск по магазину от Яндекса

# Languages::yandex_search
source: Yandex search
ru_ru: Яндекс поиск

# Languages::block_yandex_search
source: Yandex search
ru_ru: Яндекс поиск

# Languages::block_yandex_search_description
source: Yandex search form code block
ru_ru: Блок с кодом формы Яндекс поиска

# SettingsSections::yandex_search::general
source: General
ru_ru: Общие настройки

# SettingsOptions::yandex_search::search_form_code
source: Search form code
ru_ru: Код формы поиска

# SettingsTooltips::yandex_search::search_form_code
source: You can set up Yandex.Search and get the code <a href="http://site.yandex.ru/">here</a><br />Important! If you want the search results to display on you site, you need to specify the following url in the 'Show results on my page' field: %YOUR_STORE_FRONT_URL%/?dispatch=yandex_search.search , Where %YOUR_STORE_FRONT_URL% is the url address of your storefront
ru_ru: Вы можете настроить Яндекс.Поиск и получить код <a href="http://site.yandex.ru/">здесь</a><br />Внимание! Если Вы хотите чтобы результаты поиска отображались на Вашем сайте, необходимо в поле "Показывать результаты на моей странице" указать следующий адрес: %YOUR_STORE_FRONT_URL%/?dispatch=yandex_search.search, где %YOUR_STORE_FRONT_URL% — url адрес витрины вашего магазина

# SettingsOptions::yandex_search::search_results_code
source: Search results code
ru_ru: Код результатов поиска

# SettingsTooltips::yandex_search::search_results_code
source: This field is mandatory if you want the search results to display on your site. The code can be found <a href="http://site.yandex.ru/">here</a>
ru_ru: Это поле обязательно для заполнения если Вы хотите чтобы результаты поиска отображались на Вашем сайте. Код можно найти <a href="http://site.yandex.ru/">здесь</a>
