Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/yml_export.po
Languages: ru_ru

# Languages::yml_export.product_features
source: Product features
ru_ru: Характеристика товара

# Languages::yml_export.product_fields
source: Product fields
ru_ru: Поля товара

# Languages::yml_export.yandex_market_not_installed
source: To import data, you need the Yandex.Market add-on installed
ru_ru: Для импорта данных необходим установленный модуль Яндекс.Маркет

# Languages::yml_export.yml2_exclude_export
source: Exclude export product
ru_ru: Исключить экспорт

# Languages::yml2_exclude_price_ids
source: Exclude export product
ru_ru: Исключить экспорт

# Languages::yml_export.yml2_variants_unit
source: Yandex.Market unit
ru_ru: Единица измерения (YML)

# Languages::yml_export.products_processed
source: Products processed: [items]
ru_ru: Обработано продуктов: [items]

# Languages::yml_export.param_enable_cpa
source: Enable "Market Ordering"
ru_ru: Включить "Заказ на Маркете"

# Languages::yml_export.tooltip_enable_cpa
source: Choose whether or not the products from the YML file can participate in "Market Ordering". The participation is determined individually for each product, but those settings only take effect if you enable "Market Ordering" for the entire YML file.
ru_ru: Допустить товары из YML-файла к участию в программе "Заказ на Маркете". Участие устанавливается индивидуально для каждого отдельного товара, однако данный функционал будет работать только при доступе программы к целому YML-файлу.

# Languages::yml_export.yml2_cpa
source: Enable "Market Ordering"
ru_ru: Включить "Заказ на Маркете"

# Languages::ttc_yml_export.yml2_cpa
source: Choose whether or not this product participates in "Market Ordering". Please note that "Market Ordering" should also be enabled for the entire YML file in the Yandex.Market add-on settings.
ru_ru: Выберите, должен ли товар участвовать в программе "Заказ на Маркете". Чтобы настройка работала, "Заказ на Маркете" также должен быть включен в настройках прайс-листа.

# Languages::yml_export.min_value
source: The value of "[setting]" must be greater than or equal to [min_value]
ru_ru: Значение "[setting]" должно превышать или равняться [min_value]

# Languages::yml_export.max_value
source: The value of "[setting]" must be less than or equal to [max_value]
ru_ru: Значение "[setting]" должно быть меньше или равняться [max_value]

# Languages::yml_export.watermarks_enabled
source: <p> You have the Watermarks add-on enabled. According to <a href="https://yandex.ru/support/partnermarket/picture.xml">the requirements of Yandex.Market</a>, images with watermarks are not accepted.</p><p> The Watermarks add-on settings have recommendations on modifying .htaccess to protect the original images without watermarks. <b>If you made those changes, please revert them</b>, or else you'll violate the requirements of Yandex.Market.</p>
ru_ru: <p>У вас включен модуль "Водяные знаки". Согласно требованиям <a href="https://yandex.ru/support/partnermarket/picture.xml">"Яндекс.Маркет"</a> водяные знаки должны занимать не более 10% изображения.</p><p>В настройках модуля "Водяные знаки" содержатся рекоммендации по изменению .htaccess для защиты оригинальных изображений без использования водяных знаков. <b>Если вы вносили изменения, пожалуйста, отмените их</b>, в противном случае вы нарушите требования Яндекс.Маркета.</p>

# Languages::yml_export.addon_watermarks_enabled
source: <p>You have the Watermarks add-on enabled. According to the requirements of Yandex.Market, watermarks shouldn't occupy more than 10% of an image.</p>
ru_ru: <p>У вас включен модуль "Водяные знаки". Согласно требованиям <a href="https://yandex.ru/support/partnermarket/picture.xml">"Яндекс.Маркет"</a> водяные знаки должны занимать не более 10% изображения.</p>

# Languages::yml_description
source: Yandex.Market Description
ru_ru: Описание на Яндекс.Маркете

# Languages::ttc_yml_export.yml2_description
source: Can't be longer than 3,000 characters, punctuation marks included
ru_ru: Не может содержать более 3000 символов, включая знаки пунктуации

# Languages::privileges.manage_yml
source: Can edit
ru_ru: Редактирование

# Languages::privileges.view_yml
source: Can view
ru_ru: Просмотр

# Languages::privilege_groups.yml_export
source: Yandex.Market
ru_ru: Экспорт в Яндекс.Маркет

# Languages::yml_export.fee
source: Fee rate
ru_ru: Размер комиссии

# Languages::yml_export.param_export_default_fee
source: Fee rate
ru_ru: Размер комиссии

# Languages::ttc_yml_export.fee
source: Minimal fee rate for a product offer. The value must be a positive integer where two latter characters are hundreth and tenth of percent. To learn more, please follow <a href="https://yandex.ru/support/partnermarket/elements/fee.xml">this link</a>
ru_ru: Минимальный размер комиссии, взимаемой за одно товарное предложение. Значение должно быть целым положительным числом, при этом две последние цифры — это сотая и десятая часть процентов. Более подробная информация доступна <a href="https://yandex.ru/support/partnermarket/elements/fee.xml">по этой ссылке</a>

# Languages::yml_export.param_not_downloadable
source: Do not add element "downloadable" for digital products
ru_ru: Не добавлять элемент "скачиваемые" для цифровых товаров

# Languages::yml_export.text_available_in_customer
source: Use this link to generate the price list: <a href="[yml2_generate_url]" target="_blank">[yml2_generate_url]</a><br/>Use this link to get the price list: <a href="[yml2_get_url]">[yml2_get_url]</a>
ru_ru: Используйте эту ссылку для генерации прайс-листа: <a href="[yml2_generate_url]" target="_blank">[yml2_generate_url]</a><br/>Используйте эту ссылку, чтобы получить прайс-лист:<a href="[yml2_get_url]">[yml2_get_url]</a>

# Languages::yml_export.text_cron_command
source: Cron command: [yml2_console_generate]
ru_ru: Cron-команда: [yml2_console_generate]

# Languages::yml_export.note_import
source: Please note that some product properties and price list settings of the Yandex.Market add-on are out of date and no longer used. <br />These settings and properties won't be imported to the YML Export add-on.
ru_ru: Пожалуйста, обратите внимание, что некоторые свойства товаров и настройки прайс-листов, встречающиеся в модуле "Яндекс.Маркет", устарели и больше не используются. <br />Устаревшие настройки и свойства не будут импортированы в модуль "YML-экспорт".

# Languages::yml_export.import_success
source: The data from the Yandex.Market add-on was imported successfully.
ru_ru: Данные из модуля "Яндекс.Маркет" были успешно импортированы.

# Languages::yml_export.import_failed
source: The data from the Yandex.Market add-on wasn't imported because no data was selected
ru_ru: Не удалось импортировать данные из модуля "Яндекс.Маркет", так как данные не были выбраны.

# Languages::yml_country_of_origin
source: Yandex.Market Country of origin
ru_ru: Страна-производитель

# Languages::yml_allow_retail_store_purchase
source: Yandex.Market Allow retail store purchase
ru_ru: Возможность купить товар в розничном магазине

# Languages::yml_allow_booking_and_self_delivery
source: Yandex.Market Allow booking and self delivery
ru_ru: Возможность зарезервировать товар и забрать его самостоятельно

# Languages::yml_allow_delivery
source: Yandex.Market Allow delivery
ru_ru: Возможность доставки товара

# Languages::yml_allow_delivery_options
source: Yandex.Market Allow delivery options
ru_ru: Опции доставки товара

# Languages::yml_basic_bid
source: Yandex.Market Basic bid
ru_ru: Основная ставка

# Languages::yml_card_bid
source: Yandex.Market Card bid
ru_ru: Ставка для карточек

# Languages::yml_fee
source: Yandex.Market Fee rate
ru_ru: Размер комиссии

# Languages::yml_typeprefix
source: Yandex.Market typePrefix
ru_ru: typePrefix

# Languages::yml2_offer_type
source: Yandex.Market Product offer description type
ru_ru: Тип товарного предложения

# Languages::yml_lifetime
source: Yandex.Market Lifetime
ru_ru: Срока годности / срока службы

# Languages::yml_market_ordering
source: Yandex.Market ordering
ru_ru: Заказы с Маркета

# Languages::yml_description
source: Yandex.Market description
ru_ru: Описание на Яндекс.Маркете

# Languages::yml_export.yml2_description
source: Yandex.Market description
ru_ru: Описание на Яндекс.Маркете

# Languages::yml_exclude_from_prices
source: Exclude from Yandex.Market price
ru_ru: Исключить из прайс-листа

# Languages::option_id
source: Option ID
ru_ru: ID варианта

# Languages::yml_option
source: Yandex.Market option
ru_ru: Опция на Яндекс.Маркете

# Languages::yml_option_param
source: Yandex.Market option param
ru_ru: Вариант опции на Яндекс.Маркете

# Languages::product_status
source: Product status
ru_ru: Статус товара

# Languages::tt_yml_export.param_exclude_categories
source: Products in the selected categories or their subcategories will not be exported.
ru_ru: Товары в выбранных категориях или их подкатегориях не будут экспортированы.

# Languages::yml_market_category
source: Yandex.Market category
ru_ru: Категория Яндекс.Маркета

# Languages::yml2_export_market_category
source: Yandex.Market category
ru_ru: Категория Яндекс.Маркета

# Languages::tt_yml2_export_market_category
source: The product will appear in this category on Yandex.Market
ru_ru: Товар будет отображаться в данной категории Яндекс.Маркета

# Languages::yml_export.upgrade_notification_title
source: Export to Yandex.Market and product categories
ru_ru: Экспорт в Яндекс.Маркет и категории товаров

# Languages::yml_export.upgrade_notification_message
source: You can specify the category on Yandex.Market to which a product must be exported. It is done in a special property on the <b>Yandex.Market</b> tab of the product or category editing page. Previously:<ul><li>The special property was called <b>Value of "market_category" field</b>.</li><li>The price list settings under <b>Add-ons → Yandex.Market → Price list</b> allowed to choose whether or not to send info to Yandex about what categories products should belong to. Depending on it, [product] generated a YML file for Yandex either with, or without the &lt;market_category&gt; tags in it.</li></ul><br/>Later Yandex made changes to how information about categories is passed to Yandex.Market. Yandex no longer takes the &lt;market_category&gt; tags into account, so [product] doesn't add them to YML files. That's why:<ul><li>We have renamed the special property to <b>Yandex.Market category</b>.</li><li>Now the information about the category that the product should belong to on Yandex.Market is always exported, if the product has a value for this special property.</li><li>For technical reasons, the generated YML file includes all the categories that exist on Yandex.Market. However, only those categories that have products in them will actually be used.</li></ul>
ru_ru: Вы можете указать категорию на Яндекс.Маркете, в которую будет экспортирован товар. Это можно сделать в специальном поле на вкладке <b>Экспорт в Яндекс.Маркет</b> на странице редактирования товара или категории. До изменений:<ul><li>Данное поле называлось <b>Значение поля &lt;market_category&gt;</b>.</li><li>В настройках прайс-листа (<b>Модули → YML экспорт → Прайс-лист</b>) можно было выбрать, отсылать ли информацию Яндексу о категориях, к которым должны принадлежать товары. В зависимости от этого, [product] генерировал YML-файл для Яндекса либо с, либо без тегов &lt;market_category&gt; в нём.</li></ul><br/>Позже Яндекс изменил порядок передачи информации о категориях на Яндекс.Маркет. Яндекс больше не учитывает наличие тегов <market_category>, поэтому [product] не добавляет их в YML-файлы. Поэтому:<ul><li>Мы переименовали специальное поле в <b>Категория Яндекс.Маркета</b>.</li><li>Теперь информация о категориях Яндекс.Маркета, к которым должны принадлежать товары, экспортируется в любом случае, если в данном поле указано какое-либо значение.</li><li>По техническим причинам сгенерированный YML-файл включает все категории, которые есть на Яндекс.Маркете. Однако, будут использоваться только те категории, в которых есть товары.</li></ul>

# Languages::yml_export.categories_information
source: For technical reasons, the generated YML file includes all the categories that exist on Yandex.Market. However, only those categories that have products in them will actually be used.
ru_ru: По техническим причинам, сгенерированный YML-файл включает все категории, которые есть на Яндекс.Маркете. Однако будут использоваться только те категории, в которых есть товары.
