Repository: ShiddenS/SSS
Catalog: var/langs/*/addons/yml_export.po
Languages: ru_ru

# Addons::name::yml_export
source: Export to Yandex.Market
ru_ru: Экспорт в Яндекс.Маркет

# Addons::description::yml_export
source: Allows you to generate YML files for exporting your products to Yandex.Market.
ru_ru: Позволяет создавать YML-файлы для экспорта товаров в Яндекс.Маркет.

# Languages::yml_export
source: Yandex.Market
ru_ru: Экспорт в Яндекс.Маркет

# Languages::yml2_market_category_list_title
source: Categories list of Yandex.Market
ru_ru: Список категорий Яндекс.Маркета

# Languages::yml2_market_category_list_text
source: <p>For a product offer, it is recommended to specify the category in which it should be placed on Yandex.Market. The category is conveyed using the <market_category> element in the product offer description. In this element, it is allowed to specify names of categories only from the product categories tree of Yandex.Market.</p><p>More information and the categories list in xls format you can find on the Yandex website <a href="http://help.yandex.ru/partnermarket/guides/clothes.xml#h6">Porduct offer category</a></p><br/><p>Select a category from the list</p><br/>
ru_ru: <p>Для товарного предложения рекомендуется указывать категорию, в которой оно должно быть размещено на Яндекс.Маркете. Категория передается с помощью элемента <market_category> в описании товарного предложения. В этом элементе допустимо указывать названия категорий только из дерева категорий Яндекс.Маркета.</p><p>Больше информации и список категорий в фомате xls вы найдете на сайте Яндекса <a href="http://help.yandex.ru/partnermarket/guides/clothes.xml#h6">Категория товарного предложения</a></p><br/><p>Выберите категорию из списка</p><br/>

# Languages::yml2_market_category_link
source: Categories list and tooltip
ru_ru: Список категорий и подсказка

# Languages::yml2_export_export_true
source: <br/><b>Exported in Yandex.Market: [n] product</b><br/>|<br/><b>Exported in Yandex.Market: [n] products</b><br/>
ru_ru: <br/><b>В Яндекс.Маркет экспортирован [n] товар</b><br/>|<br/><b>В Яндекс.Маркет экспортировано [n] товара|<br/><b>В Яндекс.Маркет экспортировано [n] товаров</b><br/>

# Languages::yml2_export_error_cron
source: Export in Yandex.Market resulted in an error
ru_ru: Экспорт в YML-файл завершился ошибкой

# Languages::yml2_export_unsuccessfull_products_zero_price
source: The following products were not exported because of zero price:
ru_ru: Экспорт следующих товаров не удался из-за нулевой цены:

# Languages::yml2_export_unsuccessfull_disabled_products
source: The following products were not exported because they are disabled:
ru_ru: Экспорт следующих товаров не удался, потому что они неактивны:

# Languages::yml2_export_unsuccessfull_out_of_stock
source: The following products were not exported because the products are out of stock:
ru_ru: Экспорт следующих товаров не удался из-за отсутствия товара на складе:

# Languages::yml2_export_unsuccessfull_empty_brand
source: The following products were not exported because the "Brand" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля бренд:

# Languages::yml2_export_unsuccessfull_empty_model
source: The following products were not exported because the "Model" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля Модель:

# Languages::yml2_export_unsuccessfull_disable_cat_list
source: The following products were not exported because of the excluded category:
ru_ru: Экспорт следующих товаров не удался, потому что категория, к которой они принадлежат, исключена из экспорта:

# Languages::yml2_export_unsuccessfull_disable_cat_list_d
source: The following products were not exported because of the disabled category:
ru_ru: Экспорт следующих товаров не удался, потому что категория, к которой они принадлежат, неактивна:

# Languages::yml2_vendor_not_specified
source: Vendor not specified
ru_ru: Производитель не указан

# Languages::yml2_rur_absent
source: To install the add-on, it is required to add a currency with the code RUR.
ru_ru: Для установки модуля необходимо добавить валюту с кодом RUR.

# Languages::yml2_market_category
source: Value of "market_category" field
ru_ru: Значение поля «market_category»

# Languages::yml2_market_category_option
source: Select a category from the list
ru_ru: Выберите категорию из списка

# Languages::yml_type_prefix
source: Yandex.Market Product group/category (typePrefix)
ru_ru: YM Группа товаров/категория (typePrefix)

# Languages::yml2_type_prefix
source: Yandex.Market Product group/category (typePrefix)
ru_ru: Группа товаров/категория (typePrefix)

# Languages::yml_brand
source: Yandex.Market Brand
ru_ru: YM Бренд

# Languages::yml2_brand
source: Yandex.Market Brand
ru_ru: Бренд

# Languages::yml_model
source: Yandex.Market Model
ru_ru: YM Модель

# Languages::yml2_model
source: Yandex.Market Model
ru_ru: Модель

# Languages::yml_country
source: Yandex.Market Country of origin
ru_ru: YM Страна-производитель

# Languages::yml2_country
source: Yandex.Market Country of origin
ru_ru: Страна-производитель

# Languages::yml2_export_fields
source: Export fields
ru_ru: Экспортируемые поля

# Languages::yml2_adult
source: Yandex.Market Adult offer
ru_ru: Товары для взрослых

# Languages::yml_adult
source: Yandex.Market Adult offer
ru_ru: YM товары для взрослых (поле <adult>)

# Languages::yml_delivery
source: Yandex.Market Allow delivery
ru_ru: YM Возможность доставки товара

# Languages::yml2_delivery
source: Yandex.Market Allow delivery
ru_ru: Возможность доставки товара

# Languages::yml_store
source: Yandex.Market Allow retail store purchase
ru_ru: YM Возможность купить товар в розничном магазине

# Languages::yml2_store
source: Yandex.Market Allow retail store purchase
ru_ru: Возможность купить товар в розничном магазине

# Languages::yml_pickup
source: Yandex.Market Allow booking and self delivery
ru_ru: YM Возможность зарезервировать товар и забрать его самостоятельно

# Languages::yml2_pickup
source: Yandex.Market Allow booking and self delivery
ru_ru: Возможность зарезервировать товар и забрать его самостоятельно

# Languages::yml2_true
source: Yes
ru_ru: Да

# Languages::yml2_false
source: No
ru_ru: Нет

# Languages::yml2_none
source: None
ru_ru: Не выбрано

# Languages::yml_sales_notes
source: Yandex.Market Sales notes
ru_ru: YM поле "sales_notes"

# Languages::yml2_sales_notes
source: Yandex.Market Sales notes
ru_ru: Поле "sales_notes"

# Languages::yml2_export_in_stock
source: In stock products only
ru_ru: Только товары в наличии

# Languages::yml2_export_in_stock_description
source: Product quantity must be greater than 0
ru_ru: Количество товара должно быть больше 0

# Languages::yml2_origin_not_specified
source: Not specified
ru_ru: Не указано

# Languages::yml2_select_shop
source: Select store
ru_ru: Выберите магазин

# Languages::yml2_bid
source: Yandex.Market Basic bid
ru_ru: Основная ставка

# Languages::yml2_cbid
source: Yandex.Market Card bid
ru_ru: Ставка для карточек

# Languages::yml2_purchase_price
source: Purchase price
ru_ru: Покупная цена

# Languages::yml2_market
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::yml2_disable_cat
source: Exclude the category products from export in Yandex.Market
ru_ru: Исключить товары категории из экспорта в Яндекс.Маркет

# Languages::tt_addons_yml_export_hooks_products_detailed_content_post_yml2_model
source: Leave empty to use configured value
ru_ru: Оставьте пустым для использования настроенные значения

source: Leave empty to use configured value
ru_ru: Оставьте пустым для использования настроенные значения

# Languages::yml_offer_type
source: Yandex.Market Product offer description type
ru_ru: Тип товарного предложения

# Languages::tt_addons_yml_export_hooks_products_tabs_content_post_yml2_offer_type
source: More information about export types you can find on the Yandex.Market website <a href="http://help.yandex.ru/partnermarket/offers.xml">Examples and descriprions of elements</a>
ru_ru: Больше информации о типах товарных предложений вы найдете на сайте Яндекс.Маркета: <a href="http://help.yandex.ru/partnermarket/offers.xml">Примеры и описания элементов</a>

# Languages::yml2_offer_type_common
source: Common
ru_ru: Общие

# Languages::yml2_offer_type_simple
source: Simplified
ru_ru: Упрощенный тип описания

# Languages::yml2_offer_type_vendor_model
source: Vendor model
ru_ru: Произвольный тип описания (vendor.model)

# Languages::yml2_offer_type_apparel
source: Apparel (vendor.model)
ru_ru: Одежда (произвольный)

# Languages::yml2_offer_type_book
source: Book
ru_ru: Книга

# Languages::yml2_offer_type_apparel_simple
source: Apparel (simple)
ru_ru: Одежда (упрощенный)

# Languages::yml2_offer_type_video
source: Video
ru_ru: Видео

# Languages::yml2_offer_type_audio
source: Audio
ru_ru: Аудио

# Languages::yml_manufacturer_warranty
source: Yandex.Market Manufacturer warranty
ru_ru: Гарантия производителя

# Languages::yml2_manufacturer_warranty
source: Yandex.Market Manufacturer warranty
ru_ru: Гарантия производителя

# Languages::yml2_file_not_exist
source: File does not exist. Set up file generation using this link [url]
ru_ru: Файл не существует. Настройте генерацию по ссылке [url]

# Languages::yml2_type_options
source: Yandex.Market option
ru_ru: Опция на Яндекс.Маркете

# Languages::yml2_option_color
source: Color
ru_ru: Цвет

# Languages::yml2_option_size
source: Size
ru_ru: Размер

# Languages::yml2_option_height
source: Height
ru_ru: Высота

# Languages::yml2_option_chest
source: Chest
ru_ru: Обхват груди

# Languages::yml2_option_underbust_circumference
source: Underbust circumference
ru_ru: Обхват под грудью

# Languages::yml2_option_neck_circle
source: Neck circle
ru_ru: Обхват шеи

# Languages::yml2_option_waist_line
source: Waist line
ru_ru: Обхват талии

# Languages::yml2_option_cup
source: Cup
ru_ru: Чашка

# Languages::yml2_option_pants_size
source: Pants size
ru_ru: Размер трусов

# Languages::yml2_option_type_customer
source: Customer
ru_ru: Другой:

# Languages::yml2_offer_feature_common_barcode
source: Barcode
ru_ru: Штрих-код

# Languages::yml2_offer_feature_audio_artist
source: Artist
ru_ru: Исполнитель

# Languages::yml2_offer_feature_audio_year
source: Year
ru_ru: Год

# Languages::yml2_offer_feature_audio_media
source: Media
ru_ru: Носитель

# Languages::yml2_offer_feature_common_age
source: Age
ru_ru: Возраст

# Languages::yml2_offer_feature_common_vendor
source: Manufacturer
ru_ru: Производитель

# Languages::yml2_offer_feature_common_description
source: Description
ru_ru: Описание

# Languages::yml2_offer_feature_common_vendorcode
source: Vendor code
ru_ru: Код поставщика

# Languages::yml2_offer_feature_common_model
source: Model
ru_ru: Модель

# Languages::yml2_expiry
source: Yandex.Market Lifetime
ru_ru: Срока годности / срока службы

# Languages::tt_addons_yml_export_hooks_products_tabs_content_post_yml2_expiry
source: The format of the "expiry" parameter must comply with ISO 8601, for example, P1Y2M10DT2H30M. Explanation — 1 year, 2 months, 10 days, 2 hours and 30 minutes.
ru_ru: Формат поля "expiry" должен соответствовать ISO 8601, например, P1Y2M10DT2H30M - 1 год, 2 месяца, 10 дней, 2 часа и 30 минут.

# Languages::yml2_offer_feature_book_author
source: Author
ru_ru: Автор

# Languages::yml2_offer_feature_book_publisher
source: Publisher
ru_ru: Издатель

# Languages::yml2_offer_feature_book_series
source: Series
ru_ru: Серия

# Languages::yml2_offer_feature_book_year
source: Year
ru_ru: Год

# Languages::yml2_offer_feature_book_volume
source: Volumes
ru_ru: Количество томов

# Languages::yml2_offer_feature_book_part
source: Volume number
ru_ru: Номер тома

# Languages::yml2_offer_feature_book_language
source: Language
ru_ru: Язык

# Languages::yml2_offer_feature_book_binding
source: Binding
ru_ru: Переплет

# Languages::yml2_offer_feature_book_page_extent
source: Number of pages
ru_ru: Количество страниц

# Languages::yml2_offer_feature_book_table_of_contents
source: Contents
ru_ru: Оглавление

# Languages::yml2_offer_feature_video_year
source: Year
ru_ru: Год

# Languages::yml2_offer_feature_video_media
source: Media
ru_ru: Носитель

# Languages::yml2_offer_feature_video_country
source: Country
ru_ru: Страна

# Languages::yml2_offer_feature_video_starring
source: Starring
ru_ru: Актеры

# Languages::yml2_offer_feature_video_director
source: Director
ru_ru: Режиссер

# Languages::yml2_offer_feature_video_originalname
source: Original name
ru_ru: Оригинальное название

# Languages::yml2_offer_feature_starring
source: Starring
ru_ru: Актеры

# Languages::yml2_offer_feature_director
source: Director
ru_ru: Режиссер

# Languages::yml2_offer_feature_originalname
source: Original name
ru_ru: Оригинальное название

# Languages::yml2_option_type_ru
source: Russian designation
ru_ru: Российское обозначение

# Languages::yml2_option_type_int
source: International designation
ru_ru: Международное обозначение

# Languages::yml2_option_type_height
source: Height (cm)
ru_ru: Высота (см)

# Languages::yml2_option_type_months
source: Age (months)
ru_ru: Возраст (месяцы)

# Languages::yml2_option_type_years
source: Age (years)
ru_ru: Возраст (лет)

# Languages::yml2_option_type_inch
source: Inches
ru_ru: Дюймы

# Languages::yml2_option_type_round
source: Circumference (cm)
ru_ru: Окружность (см)

# Languages::yml2_log_category_not_visible
source: Category not visible
ru_ru: Категория скрыта

# Languages::yml2_log_product_amount_is_empty
source: Amount of product is empty
ru_ru: Пустое количество продуктов

# Languages::yml2_log_product_price_is_empty
source: Price of product is empty
ru_ru: Не указана цена товара

# Languages::yml2_log_product_category_is_empty
source: Category of product is empty
ru_ru: Не указана категория товара

# Languages::yml2_log_product_amount_combination_is_empty
source: Option combination ([combinations]) is out of stock
ru_ru: Комбинации опций ([combinations]) нет на складе

# Languages::yml2_log_product_combinations_are_empty
source: Combinations of the product are empty
ru_ru: Не созданы комбинации товаров

# Languages::yml2_log_category_excluded
source: Category of product was excluded
ru_ru: Категория была исключена

# Languages::yml2_log_brand_is_empty
source: Brand is empty
ru_ru: Поле Бренд пустое

# Languages::yml2_log
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::yml2_log_export
source: Generate yml files
ru_ru: Создавать файлы yml

# Languages::yml2_log_product_price_above_max
source: Price is higher than the maximum price specified in the export settings
ru_ru: Цена выше, чем максимальная цена, указанная в параметрах экспорта

# Languages::yml2_log_product_price_below_min
source: Price is lower than the minimum price specified in the export settings
ru_ru: Цена ниже, чем минимальная цена, указанная в параметрах экспорта

# Languages::log_type_yml_export
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::log_action_export
source: Generate yml file
ru_ru: Создавать файлы yml

# Languages::text_log_action_export
source: [cron]The file for Yandex.Market has been created. Products export [export] and products skip [skip]. See the results in Private files → yml_export → logs of the File editor
ru_ru: [cron] Файл был создан. Экспортировано товаров [export] и пропущено товаров [skip]. Лог экспорта модно увидеть на странице Редактирования файлов в Служебные файлы → yml → logs

# Languages::yml2_type_option_param
source: Yandex.Market value
ru_ru: Значение на Яндекс.Маркете

# Languages::yml2_product_field_product_code
source: Product code
ru_ru: Код товара

# Languages::yml2_product_field_full_description
source: Full description
ru_ru: Подробное описание

# Languages::yml2_product_field_short_description
source: Short description
ru_ru: Краткое описание

# Languages::yml2_product_field_yml2_brand
source: Brand
ru_ru: Бренд

# Languages::yml2_product_field_yml2_model
source: Model
ru_ru: Модель

# Languages::yml2_product_field_yml2_description
source: Yandex.Market description
ru_ru: Описание на Яндекс.Маркете

# Languages::yml2_product_field_category
source: Category
ru_ru: Категория

# Languages::yml2_product_field_product
source: Product name
ru_ru: Название товара

# Languages::yml_export.tab_general
source: General
ru_ru: Общие

# Languages::yml_export.tab_export_data
source: Export data
ru_ru: Экспорт данных

# Languages::yml_export.tab_export_fields
source: Export fields
ru_ru: Экспортируемые поля

# Languages::yml_export.tab_images
source: Images
ru_ru: Изображения

# Languages::yml_export.tab_delivery_options
source: Delivery options
ru_ru: Варианты доставки

# Languages::yml_export.tab_categories
source: Categories
ru_ru: Категории

# Languages::yml_export.param_access_key
source: Access key
ru_ru: Ключ доступа

# Languages::yml_export.param_name_price_list
source: Name of price list
ru_ru: Имя прайс-листа

# Languages::yml_export.param_shop_name
source: Store name
ru_ru: Название магазина

# Languages::yml_export.param_export_encoding
source: Encoding of the exported file
ru_ru: Кодировка экспортируемого файла

# Languages::yml_export.param_includes_required_fields
source: Check if mandatory fields are filled
ru_ru: Проверять, заполнены ли обязательные поля

# Languages::yml_export.param_utm_link
source: UTM link
ru_ru: Ссылка UTM

# Languages::yml_export.param_export_stock
source: Export in-stock products only
ru_ru: Экспортировать только товары, которые есть в наличии

# Languages::yml_export.param_export_null_price
source: Export products with null price
ru_ru: Экспортировать товары с 0 ценой

# Languages::yml_export.param_disable_cat_d
source: Exclude disabled categories
ru_ru: Исключить неактивные категории

# Languages::yml_export.param_export_shared_products
source: Export shared products
ru_ru: Экспорт общих продуктов

# Languages::yml_export.param_type_prefix
source: Use in the "typePrefix" field
ru_ru: Использовать поле «typePrefix»

# Languages::yml_export.param_market_category_object
source: Use the value for the "market_category" field from
ru_ru: Использовать значение поля «market_category»

# Languages::yml_export.product
source: Product
ru_ru: Товар

# Languages::yml_export.category
source: Category
ru_ru: Категория

# Languages::yml_export.param_image_type
source: Image type
ru_ru: Тип изображения

# Languages::yml_export.thumbnail
source: Thumbnail
ru_ru: Иконка

# Languages::yml_export.detailed
source: Detailed
ru_ru: Детальное изображение

# Languages::yml_export.param_thumbnail_width
source: Thumbnail width
ru_ru: Ширина иконки

# Languages::yml_export.param_thumbnail_height
source: Thumbnail height
ru_ru: Высота иконки

# Languages::yml_export.price_list
source: Price list
ru_ru: Прайс-лист

# Languages::yml_export.price_lists
source: Price lists
ru_ru: Прайс-листы

# Languages::yml_export.offers_params
source: Offers params
ru_ru: Параметры товарных предложений

# Languages::yml_export.param_enable_authorization
source: Authorization
ru_ru: Авторизация

# Languages::yml_export.add_price
source: Add price lis
ru_ru: Добавить прайс-лист

# Languages::yml_export.param_weight
source: Weight
ru_ru: Вес

# Languages::yml_export.param_dimensions
source: Dimensions
ru_ru: Габаритные размеры

# Languages::yml_export.param_store
source: Allow retail store purchase
ru_ru: Возможность купить товар в розничном магазине

# Languages::yml_export.param_pickup
source: Allow booking and self delivery
ru_ru: Возможность зарезервировать товар и забрать его самостоятельно

# Languages::yml_export.param_delivery
source: Allow delivery
ru_ru: Разрешить доставку

# Languages::yml_export.param_export_hidden_categories
source: Export hidden categories
ru_ru: Экспорт скрытых категорий

# Languages::yml_export.param_exclude_subcategories
source: Exclude subcategories
ru_ru: Исключить подкатегории

# Languages::yml_export.param_exclude_categories
source: Exclude categories
ru_ru: Исключить категории

# Languages::yml_export.param_detailed_generation
source: Show log after generation
ru_ru: Показать журнал после экспорта

# Languages::yml_export.param_minimal_discount
source: Minimum percentage of discounts
ru_ru: Минимальный процент скидки

# Languages::yml_export.param_export_min_product_price
source: Minimum product price
ru_ru: Минимальная цена

# Languages::yml_export.param_export_max_product_price
source: Maximum product price
ru_ru: Максимальная цена

# Languages::yml_export.cash_on_delivery
source: Cash on delivery order
ru_ru: Наличный расчет при получении заказа

# Languages::yml_export.card_on_delivery
source: Credit card on delivery order
ru_ru: Оплата банковской картой при получении заказа

# Languages::yml_export.delivery_options
source: Delivery options
ru_ru: Варианты доставки

# Languages::yml_export.delivery_cost
source: cost
ru_ru: стоимость

# Languages::yml_export.delivery_days
source: days
ru_ru: дней

# Languages::yml_export.order_before
source: order before
ru_ru: время оформления заказа

# Languages::yml_export.parent_market_category
source: Allow use parent market category
ru_ru: Разрешить использование родительской market category

# Languages::yml_export.generation_link
source: Generation Yandex.Market
ru_ru: Ссылка генерации прайс-листа

# Languages::yml_export.get_link
source: Link of view price
ru_ru: Ссылка открытия прайс-листа

# Languages::yml_export.go_to_link
source: Go to
ru_ru: Открыть

# Languages::yml_export.create
source: Create
ru_ru: Создание

# Languages::product_yml2_options
source: Yandex.Market product options
ru_ru: Опции товаров на Яндекс.Маркете

# Languages::yml_export.exim_notice
source: <b>Yandex.Market option (Yandex.Market option param):</b> Цвет, Размер (RU, INT, Height, Months, Years, INCH, Round), Рост (RU, INT), Обхват груди (RU, INT), Обхват шеи (RU, INT), Обхват под грудью (RU, INT), Обхват талии (RU, INT), Чашка (RU, INT), Размер трусов (RU, INT)
ru_ru: <b>Опция на Яндекс.Маркете (Вариант опции на Яндекс.Маркете):</b> Цвет, Размер (RU, INT, Height, Months, Years, INCH, Round), Рост (RU, INT), Обхват груди (RU, INT), Обхват шеи (RU, INT), Обхват под грудью (RU, INT), Обхват талии (RU, INT), Чашка (RU, INT), Размер трусов (RU, INT)

# Languages::yml_export.yml2_exclude_from_price
source: Exclude from Yandex.Market price
ru_ru: Исключить из прайс-листа

# Languages::yml_export.generation_status
source: Generation status
ru_ru: Статус генерации

# Languages::yml_export.yml2_option_variant
source: Yandex.Market variant name
ru_ru: Название на Яндекс.Маркете

# Languages::yml_export.parent_category
source: Parent ([default])
ru_ru: Родительский ([default])

# Languages::yml_export.category_value
source: Category value ([default])
ru_ru: Значение категории ([default])

# Languages::yml_export.use_category_value
source: Use the category value
ru_ru: Использовать значение категории

# Languages::yml_export.use_parent_category_value
source: Use the parent category value
ru_ru: Использовать значения родительской категории

# Languages::yml_export.abort_generate
source: Abort generation
ru_ru: Прервать генерацию

# Languages::yml_export.stop_generate
source: Generation was stopped
ru_ru: Генерация была остановлена

# Languages::yml_export.generation_was_started
source: Generation was started
ru_ru: Создание прайс-листа запущено

# Languages::yml_export.param_exclude_categories_not_logging
source: Disable logging exclude categories
ru_ru: Отключить лог для исключенных категорий

# Languages::yml_export.import
source: Import
ru_ru: Импорт

# Languages::yml_export.data_import_from_addon
source: Data import from the Yandex.Market add-on
ru_ru: Импорт данных из модуля Яндекс.Маркет

# Languages::yml_export.import_products
source: Import product data
ru_ru: Импорт данных о продукте

# Languages::yml_export.import_categories
source: Import category data
ru_ru: Импорт данных по категории

# Languages::yml_export.import_settings
source: Import the add-on settings to a new price-list
ru_ru: Импорт параметров модуля в новый прайс лист
